{"johnson grass":"A tall perennial grass (Sorghum Halepense), valuable in theSouthern and Western States for pasture and hay. The rootstocks arelarge and juicy and are eagerly sought by swine. Called also Cubagrass, Means grass, Evergreen millet, and Arabian millet.","juramentum":"An oath.","jumping disease":"A convulsive tic similar to or identical with miryachit,observed among the woodsmen of Maine.","japannish":"After the manner of the Japanese; resembling japanned articles.Carlyle.","jetty":"Made of jet, or like jet in color.The people . . . are of a jetty. Sir T. Browne.","jewry":"Judea; also, a district inhabited by Jews; a Jews' quarter.Chaucer.Teaching throughout all Jewry. Luke xxiii. 5.","judean":"Of or pertaining to Judea.-- n.","justle":"To run or strike against each other; to encounter; to clash; tojostle. Shak.The chariots shall rage in the streets; they shall justle one againstanother in the broad ways. Nahum ii. 4.","jag":"A cleft or division. Jag bolt, a bolt with a nicked or barbedshank which resists retraction, as when leaded into stone.","journeyer":"One who journeys.","jubate":"Fringed with long, pendent hair.","jarble":"To wet; to bemire. [Prov. Eng.] Halliwell.","javelinier":"A soldier armed with a javelin. Holland.","juglandin":"An extractive matter contained in the juice of the green shucksof the walnut (Juglans regia). It is used medicinally as analterative, and also as a black hair dye.","jove":"The planet Jupiter. [R.] Pope.","jouissance":"Jollity; merriment. [Obs.] Spenser.","jerkin":"A jacket or short coat; a close waistcoat. Shak.","judger":"One who judges. Sir K. Digby.","jubilant":"Uttering songs of triumph; shouting with joy; triumphant;exulting. \"The jubilant age.\" Coleridge.While the bright pomp ascended jubilant. Milton.","jerboa":"Any small jumping rodent of the genus Dipus, esp. D. Ægyptius,which is common in Egypt and the adjacent countries. The jerboas havevery long hind legs and a long tail. [Written also gerboa.]","jayhawker":"A name given to a free-booting, unenlisted, armed man orguerrilla.","jawn":"See Yawn. [Obs.] Marston.","jerusalem":"The chief city of Palestine, intimately associated with theglory of the Jewish nation, and the life and death of Jesus Christ.Jerusalem artichoke Etym: [Perh. a corrupt. of It. girasole i.e.,sunflower, or turnsole. See Gyre, Solar.] (Bot.) (a) An Americanplant, a perennial species of sunflower (Helianthus tuberosus), whosetubers are sometimes used as food. (b) One of the tubers themselves.-- Jerusalem cherry (Bot.), the popular name of either of either oftwo species of Solanum (S. Pseudo-capsicum and S. capsicastrum),cultivated as ornamental house plants. They bear bright red berriesof about the size of cherries.-- Jerusalem oak (Bot.), an aromatic goosefoot (Chenopodium Botrys),common about houses and along roadsides.-- Jerusalem sage (Bot.), a perennial herb of the Mint family(Phlomis tuberosa).-- Jerusalem thorn (Bot.), a spiny, leguminous tree (Parkinsoniaaculeata), widely dispersed in warm countries, and used for hedges.-- The New Jerusalem, Heaven; the Celestial City.","jazel":"A gem of an azure color. [Obs.]","jostlement":"Crowding; hustling.","jostle":"To run against and shake; to push out of the way; to elbow; tohustle; to disturb by crowding; to crowd against. \"Bullies jostledhim.\" Macaulay.Systems of movement, physical, intellectual, and moral, which areperpetually jostling each other. I. Taylor.","jactancy":"A boasting; a bragging. [Obs.]","jocundity":"The state or quality of being jocund; gayety; sportiveness.","jewise":"Same as Juise. [Obs.] Chaucer.","jape":"To jest; to play tricks; to jeer. [Obs.] Chaucer.","jawbone":"The bone of either jaw; a maxilla or a mandible.","jointure":"An estate settled on a wife, which she is to enjoy afterhusband's decease, for her own life at least, in satisfaction ofdower.The jointure that your king must make, Which with her dowry shall becounterpoised. Shak.","jupiter":"The supreme deity, king of gods and men, and reputed to be theson of Saturn and Rhea; Jove. He corresponds to the Greek Zeus.","janizary":"A soldier of a privileged military class, which formed thenucleus of the Turkish infantry, but was suppressed in 1826. [writtenalso janissary.]","jesu":"Jesus. [Poetical]","javelin":"A sort of light spear, to be thrown or cast by thew hand;anciently, a weapon of war used by horsemen and foot soldiers; nowused chiefly in hunting the wild boar and other fierce game.Flies the javelin swifter to its mark, Launched by the vigor of aRoman arm Addison.","jakes":"A privy. Shak.","jaggery":"Raw palm sugar, made in the East Indies by evaporating thefresh juice of several kinds of palm trees, but specifically that ofthe palmyra (Borassus flabelliformis). [Written also jagghery.]","jeers":"See 1st Jeer (b).","journalize":"To enter or record in a journal or diary. Johnson.","jehu":"A coachman; a driver; especially, one who drives furiously.[Colloq.]","jacal":"In Mexico and the southwestern United States, a kind ofplastered house or hut, usually made by planting poles or timber inthe ground, filling in between them with screen work or wickerwork,and daubing one or both sides with mud or adobe mortar; also, thismethod of construction.","jurisprudence":"The science of juridical law; the knowledge of the laws,customs, and rights of men in a state or community, necessary for thedue administration of justice.The talents of Abelard were not confined to theology, jurisprudence,philosophy. J. Warton.Medical jurisprudence, that branch of juridical law which concernsquestions of medicine.","joyless":"Not having joy; not causing joy; unenjoyable.-- Joy\"less*ly, adv.-- Joy\"less*ness, n.With downcast eyes the joyless victor sat. Dryden.Youth and health and war are joyless to him. Addison.[He] pining for the lass, Is joyless of the grove, and spurns thegrowing grass. Dryden.","jakwood":"See Jackwood.","jeer":"An assemblage or combination of tackles, for hoisting orlowering the lower yards of a ship. Jeer capstan (Naut.), an extracapstan usually placed between the foremast and mainmast.","jettiness":"The state of being jetty; blackness. Pennant.","jack ketch":"A public executioner, or hangman. [Eng.]The manor of Tyburn was formerly held by Richard Jaquett, wherefelons for a long time were executed; from whence we have Jack Ketch.Lloyd's MS., British Museum.[Monmouth] then accosted John Ketch, the executioner, a wretch whohad butchered many brave and noble victims, and whose name has,during a century and a half, been vulgarly given to all who havesucceeded him in his odious office. Macaulay.","jell":"To jelly. [Colloq.]","jockeyism":"The practice of jockeys.","jellyfish":"Any one of the acalephs, esp. one of the larger species, havinga jellylike appearance. See Medusa.","jaw-fallen":"Dejected; chopfallen.","jeropigia":"See Geropigia.","jaggy":"Having jags; set with teeth; notched; uneven; as, jaggy teeth.Addison.","jeopard":"To put in jeopardy; to expose to loss or injury; to imperil; tohazard. Sir T. North.A people that jeoparded their lives unto the death. Judg. v. 18.","jeerer":"A scoffer; a railer; a mocker.","jalousie":"A Venetian or slatted inside window blind.","journeywork":"Originally, work done by the day; work done by a journeyman athis trade.","judicious":"Of or relating to a court; judicial. [Obs.]His last offenses to us Shall have judicious hearing. Shak.","judicative":"Having power to judge; judicial; as, the judicative faculty.Hammond.","junco":"Any bird of the genus Junco, which includes several species ofNorth American finches; -- called also snowbird, or blue snowbird.","juno":"The sister and wife of Jupiter, the queen of heaven, and thegoddess who presided over marriage. She corresponds to the GreekHera.Sweeter than the lids of Juno's eyes. Shak.","jaguarondi":"A South American wild cat (Felis jaguarondi), having a long,slim body and very short legs. Its color is grayish brown, variedwith a blackish hue. It is arboreal in its habits and feeds mostly onbirds.","jaw-fall":"Depression of the jaw; hence, depression of spirits. M.Griffith (1660).","jura":"1. A range of mountains between France and Switzerland.","justiciar":"Same as Justiciary.","jeffersonia":"An American herb with a pretty, white, solitary blossom, anddeeply two-cleft leaves (Jeffersonia diphylla); twinleaf.","jugal":"Pertaining to, or in the region of, the malar, or cheek bone.","jinglingly":"So as to jingle. Lowell.","junketing":"A feast or entertainment; a revel.All those snug junketings and public gormandizings for which theancient magistrates were equally famous with their modern successors.W. Irving.The apostle would have no reveling or junketing upon the altar.South.","jacobite":"A partisan or adherent of James the Second, after hisabdication, or of his descendants, an opposer of the revolution in1688 in favor of William and Mary. Macaulay.","jealousness":"State or quality of being jealous.","joulemeter":"An integrating wattmeter for measuring the energy in joulesexpended in an electric circuit or developed by a machine.","jovian":"Of or pertaining to Jove, or Jupiter (either the deity or theplanet).","jaunce":"To ride hard; to jounce. [Obs.]Spurr'd, galled and tired by jauncing Bolingbroke. Shak.","juror":"A member of a jury; a juryman.I shall both find your lordship judge and juror. Shak.","jumper":"The larva of the cheese fly. See Cheese fly, under Cheese.","juridically":"In a juridical manner.","jurisconsult":"A man learned in the civil law; an expert in juridical science;a professor of jurisprudence; a jurist.","jarl":"A chief; an earl; in English history, one of the leaders in theDanish and Norse invasions. Longfellow.","jumble":"To mix in a confused mass; to put or throw together withoutorder; -- often followed by together or up.Why dost thou blend and jumble such inconsistencies together Burton.Every clime and age Jumbled together. Tennyson.","jurel":"A yellow carangoid fish of the Atlantic and Gulf coasts (Caranxchrysos), most abundant southward, where it is valued as a food fish;-- called also hardtail, horse crevallé, jack, buffalo jack,skipjack, yellow mackerel, and sometimes, improperly, horse mackerel.Other species of Caranx (as C. fallax) are also sometimes calledjurel.","japhetic":"Pertaining to, or derived from, Japheth, one of the sons ofNoah; as, Japhetic nations, the nations of Europe and Northern Asia;Japhetic languages.","jot":"An iota; a point; a tittle; the smallest particle. Cf. Bit, n.Till heaven and earth pass, one jot or one tittle shall in no wisepass from the law, till all be fulfilled. Matt. v. 18.Neither will they bate One jot of ceremony. Shak.","jolty":"That jolts; as, a jolty coach. [Colloq.]","juncate":"See Junket.[Obs.] Spenser.","juvia":"A Brazilian name for the lofty myrtaceous tree (Bertholetiaexcelsa) which produces the large seeds known as Brazil nuts.","jerk":"To cut into long slices or strips and dry in the sun; as, jerkbeef. See Charqui.","jinnee":"A genius or demon; one of the fabled genii, good and evilspirits, supposed to be the children of fire, and to have the powerof assuming various forms. [Written also jin, djinnee, etc.]","jears":"See 1st Jeer (b).","jewel":"To dress, adorn, deck, or supply with jewels, as a dress, asword hilt, or a watch; to bespangle, as with jewels.The long gray tufts . . . are jeweled thick with dew. M. Arnold.","jumblement":"Confused mixture. [Low]","jessamine":"Same as Jasmine.","justifier":"One who justifies; one who vindicates, supports, defends, orabsolves.Justifiers of themselves and hypocrites. Strype.That he might be just, and the justifier of him which believeth inJesus. Rom. iii. 26.","judicially":"In a judicial capacity or judicial manner. \"The Lords . . .sitting judicially.\" Macaulay.","jointing":"The act or process of making a joint; also, the joints thusproduced. Jointing machine, a planing machine for wood used infurniture and piano factories, etc.-- Jointing plane. See Jointer, 2.-- Jointing rule (Masonry), a long straight rule, used bybricklayers for securing straight joints and faces.","jocoserious":"Mingling mirth and seriousness. M. Green.","jurdiccion":"Jurisdiction. [Obs.]","jarrah":"The mahoganylike wood of the Australian Eucalyptus marginata.See Eucalyptus.","jangleress":"A female prater or babbler.","jantily":"See Jauntily.","juryman":"One who is impaneled on a jury, or who serves as a juror.","johnny":"A sculpin. [Local cant] Johny Crapaud (, a jocose designationof a Frenchman, or of the French people, collectively.","jackman":"See Jack-with-a-lantern, under 2d Jack. JACKPOTJackpot","jointweed":"A slender, nearly leafless, American herb (Polygonumarticulatum), with jointed spikes of small flowers.","japhetite":"A descendant of Japheth.","juvenescence":"A growing young.","jockey":"To play or act the jockey; to cheat.","justicer":"One who administers justice; a judge. [Obs.] \"Some uprightjusticer.\" Shak.","jetton":"A metal counter used in playing cards.","jairou":"The ahu or Asiatic gazelle.","judas-colored":"Red; -- from a tradition that Judas Iscariot had red hair andbeard.There's treachery in that Judas-colored beard. Dryden.","jigging":"The act or using a jig; the act of separating ore with ajigger, or wire-bottomed sieve, which is moved up and down in water.Jigging machine. (a) (Mining) A machine for separating ore by theprocess of jigging. (b) (Metal Working) A machine with a rotarymilling cutter and a templet by which the action of the cutter isguided or limited; -- used for forming the profile of an irregularlyshaped piece; a profiling machine.","jasper":"An opaque, impure variety of quartz, of red, yellow, and otherdull colors, breaking with a smooth surface. It admits of a highpolish, and is used for vases, seals, snuff boxes, etc. When thecolors are in stripes or bands, it is called striped or bandedjasper. The Egyptian pebble is a brownish yellow jasper. Jasper opal,a yellow variety of opal resembling jasper.-- Jasper ware, a delicate kind of earthenware invented by JosiahWedgwood. It is usually white, but is capable of receiving color.","jane-of-apes":"A silly, pert girl; -- corresponding to jackanapes. Massinger.","jovicentric":"Revolving around the planet Jupiter; appearing as viewed fromJupiter. [R.] J. R. Hind.","journal":"Daily; diurnal. [Obs.]Whiles from their journal labors they did rest. Spenser.","juvenescent":"Growing or becoming young.","justly":"In a just manner; in conformity to law, justice, or propriety;by right; honestly; fairly; accurately. \"In equal balance justlyweighed.\" Shak.Nothing can justly be despised that can not justly be blamed: wherethere is no choice there can be no blame. South.","jimson weed":". See Jamestown weed. [Local, U.S.]","joinant":"Adjoining. [Obs.] Chaucer.","jackal":"Any one of several species of carnivorous animals inhabitingAfrica and Asia, related to the dog and wolf. They are cowardly,nocturnal, and gregarious. They feed largely on carrion, and arenoted for their piercing and dismal howling.","jovially":"In a jovial manner; merrily; gayly. B. Jonson.","jub":"A vessel for holding ale or wine; a jug. [Obs.] Chaucer.","juniper":"Any evergreen shrub or tree, of the genus Juniperus and orderConiferæ.","jute":"The coarse, strong fiber of the East Indian Corchorusolitorius, and C. capsularis; also, the plant itself. The fiber ismuch used for making mats, gunny cloth, cordage, hangings, paper,etc.","jointuress":"See Jointress. Bouvier.","joyancy":"Joyance. [R.] Carlyle.","jarringly":"In a jarring or discordant manner.","jazerant":"A coat of defense made of small plates of metal sewed uponlinen or the like; also, this kind of armor taken generally; as, acoat of jazerant.","jura-trias":"A term applied to many American Mesozoic strata, in which thecharacteristics of the Jurassic and Triassic periods appear to beblended.-- Ju`ra-tri*as\"sic, a.","jesuitess":"One of an order of nuns established on the principles of theJesuits, but suppressed by Pope Urban in 1633.","jawy":"Relating to the jaws. Gayton.","justification":"The showing in court of a sufficient lawful reason why a partycharged or accused did that for which he is called to answer.","jujube":"The sweet and edible drupes (fruits) of several Mediterraneanand African species small trees, of the genus Zizyphus, especiallythe Z. jujuba, Z. vulgaris, Z. mucronata, and Z. Lotus. The lastnamed is thought to have furnished the lotus of the ancient LibyanLotophagi, or lotus eaters. Jujube paste, the dried or inspissatedjelly of the jujube; also, a confection made of gum arabic sweetened.","jumpy":"Jumping, or inducing to jump; characterized by jumps; hence,extremely nervous.","juniority":"The state or quality of being junior.","jungermannia":"A genus of hepatic mosses, now much circumscribed, but formerlycomprising most plants of the order, which is sometimes thereforecalled Jungermanniaceæ.","jenite":"See Yenite.","jacquard":"Pertaining to, or invented by, Jacquard, a French mechanician,who died in 1834. Jacquard apparatus or arrangement, a device appliedto looms for weaving figured goods, consisting of mechanismcontrolled by a chain of variously perforated cards, which cause thewarp threads to be lifted in the proper succession for producing therequired figure.-- Jacquard card, one of the perforated cards of a Jacquardapparatus.-- Jackquard loom, a loom with Jacquard apparatus.","jossa":"A command to a horse, probably meaning \"stand still.\" [Obs.]Chaucer.","johnsonian":"Pertaining to or resembling Dr. Johnson or his style; pompous;inflated.","japan":"Work varnished and figured in the Japanese manner; also, thevarnish or lacquer used in japanning.","jail":"A kind of prison; a building for the confinement of personsheld in lawful custody, especially for minor offenses or withreference to some future judicial proceeding. [Written also gaol.]This jail I count the house of liberty. Milton.Jail bird, a prisoner; one who has been confined in prison. [Slang] -- Jail delivery, the release of prisoners from jail, either legallyor by violence.-- Jail delivery commission. See under Gaol.-- Jail fever (Med.), typhus fever, or a disease resembling it,generated in jails and other places crowded with people; -- calledalso hospital fever, and ship fever.-- Jail liberties, or Jail limits, a space or district around a jailwithin which an imprisoned debtor was, on certain conditions, allowedto go at large. Abbott.-- Jail lock, a peculiar form of padlock; -- called alsoScandinavian lock.","jutes":"Jutlanders; one of the Low German tribes, a portion of whichsettled in Kent, England, in the 5th century.","journey":"To travel from place to place; to go from home to a distance.Abram journeyed, going on still toward the south. Gen. xii. 9.","jaunt":"To jolt; to jounce. [Obs.] Bale.","judaization":"The act of Judaizing; a conforming to the Jewish religion orritual. [R.]","jocosity":"A jocose act or saying; jocoseness. Sir T. Browne.","japery":"Jesting; buffoonery. [Obs.] Chaucer.","judiciousness":"The quality or state of being judicious; sagacity; s","joker":"See Rest bower, under 2d Bower.","jaculator":"The archer fish (Toxotes jaculator).","justifiable":"Capable of being justified, or shown to be just.Just are the ways of God, An justifiable to men. Milton.","juiceless":"Lacking juice; dry. Dr. H. More.","jutting":"Projecting, as corbels, cornices, etc.-- Jut\"ting*ly, adv.","jasp":"Jasper. [Obs.] Spenser.","jesus":"The Savior; the name of the Son of God as announced by theangel to his parents; the personal name of Our Lord, in distinctionfrom Christ, his official appellation. Luke i. 31.Thou shalt call his name Jesus; for he shall save his people fromtheir sins. Matt. i. 21.","jerker":"A North American river chub (Hybopsis biguttatus).","jargon":"Confused, unintelligible language; gibberish; hence, anartificial idiom or dialect; cant language; slang. \"A barbarousjargon.\" Macaulay. \"All jargon of the schools.\" Prior.The jargon which serves the traffickers. Johnson.","jurassic":"Of the age of the middle Mesozoic, including, as divided inEngland and Europe, the Lias, Oölite, and Wealden; -- named fromcertain rocks of the Jura mountains.-- n.","janus-faced":"Double-faced; deceitful. Janus-faced lock, one having duplicatefaces so as to go upon a right or a left hand door, the key enteringon either side indifferently. Knight.","jonesian":"Of or pertaining to Jones. The Jonesian system, a system oftransliterating Oriental words by English letters, invented by SirWilliam Jones.","joram":"See Jorum.","jupartie":"Jeopardy. [Obs.] Chaucer.","jocund":"Merry; cheerful; gay; airy; lively; sportive.Night's candles are burnt out, and jocund day Stands tiptoe on themisty mountain tops. Shak.Rural sports and jocund strains. Prior.-- Joc\"und*ly, adv.-- Joc\"und*ness, n.","join":"To be contiguous, close, or in contact; to come together; tounite; to mingle; to form a union; as, the hones of the skull join;two rivers join.Whose house joined hard to the synagogue. Acts xviii. 7.Should we again break thy commandments, and join in affinity with thepeople of these abominations Ezra ix. 14.Nature and fortune joined to make thee great. Shak.","japer":"A jester; a buffoon. [Obs.] Chaucer.","jussi":"A delicate fiber, produced in the Philippine Islands from anunidentified plant, of which dresses, etc., are made.","jarosite":"An ocher-yellow mineral occurring on minute rhombohedralcrystals. It is a hydrous sulphate of iron and potash.","justicehood":"Justiceship. B. Jonson.","junold":"See Gimmal.","jaspachate":"Agate jasper. [Obs.]","joso":"A small gudgeon.","jacksaw":"The merganser.","jamaicine":"An alkaloid said to be contained in the bark of Geoffroyainermis, a leguminous tree growing in Jamaica and Surinam; -- calledalso jamacina. Watts.","justiciable":"Proper to be examined in a court of justice. Bailey.","jee":"See Gee.","jagger":"One who carries about a small load; a peddler. See 2d Jag.[Scot.] Sir W. Scott.","justify":"To treat as if righteous and just; to pardon; to exculpate; toabsolve.By him all that believe are justified from all things, from which yecould not be justified by the law of Moses. Acts xiii. 39.","jayet":"See Jet. [Obs.]","jak":"see Ils Jack.","jackdaw":"See Daw, n.","jaborine":"An alkaloid found in jaborandi leaves, from which it isextracted as a white amorphous substance. In its action it resemblesatropine.","jeames":"A footman; a flunky. [Slang, Eng.] Thackeray.","janglery":"Jangling. [Obs.] Chaucer.","jacobus":"An English gold coin, of the value of twenty-five shillingssterling, struck in the reign of James I.","jagua palm":"A great Brazilian palm (Maximiliana regia), having immensespathes which are used for baskets and tubs.","jacketed":"Wearing, or furnished with, a jacket.","jay":"Any one of the numerous species of birds belonging to Garrulus,Cyanocitta, and allied genera. They are allied to the crows, but aresmaller, more graceful in form, often handsomely colored, and usuallyhave a crest.","jackanapes":"A young man living as an apprentice on a sheep station, orotherwise engaged in acquainting himself with colonial life.[Colloq., Australia]","jingal":"A small portable piece of ordnance, mounted on a swivel.[Written also gingal and jingall.] [India]","joculary":"Jocular; jocose; sportive. Bacon.","joggle":"To join by means of joggles, so as to prevent sliding apart;sometimes, loosely, to dowel.The struts of a roof are joggled into the truss posts. Gwilt.","joculator":"A jester; a joker. [Obs.] Strutt.","jess":"A short strap of leather or silk secured round the leg of ahawk, to which the leash or line, wrapped round the falconer's hand,was attached when used. See Illust. of Falcon.Like a hawk, which feeling freed From bells and jesses which did lether flight. Spenser.","jabbernowl":"Same as Jobbernowl.","joltingly":"In a jolting manner.","jounce":"To jolt; to shake, especially by rough riding or by drivingover obstructions.","jards":"A callous tumor on the leg of a horse, below the hock.","jippo":"A waistcoat or kind of stays for women.","joinhand":"Writing in which letters are joined in words; -- distinguishedfrom writing in single letters. Addison.","janus":"A Latin deity represented with two faces looking in oppositedirections. Numa is said to have dedicated to Janus the coveredpassage at Rome, near the Forum, which is usually called the Templeof Janus. This passage was open in war and closed in peace. Dr. W.Smith. Janus cloth, a fabric having both sides dressed, the sidesbeing of different colors, -- used for reversible garments.","jouster":"One who jousts or tilts.","jemmy":"Spruce. [Slang, Eng.] Smart.","jimmy":"A short crowbar used by burglars in breaking open doors.[Written also jemmy.]","jarnut":"An earthnut. Dr. Prior.","journalistic":"Pertaining to journals or to journalists; contained in, orcharacteristic of, the public journals; as journalistic literature orenterprise.","joul":"See Jowl.","jerquing":"The searching of a ship for unentered goods. [Eng.] [Writtenalso jerguer.]","jamacina":"Jamaicine.","jorum":"A large drinking vessel; also, its contents. [Colloq. Eng.]Forby.","janthina":"See Ianthina.","juiciness":"The state or quality of being juicy; succulence plants.","jambee":"A fashionable cane. [Obs.] Tatler.","jezebel":"A bold, vicious woman; a termagant. Spectator.","jacobinize":"To taint with, or convert to, Jacobinism.France was not then jacobinized. Burke.","jurist":"One who professes the science of law; one versed in the law,especially in the civil law; a writer on civil and international law.It has ever been the method of public jurists to Burke.","jutty":"A projection in a building; also, a pier or mole; a jetty.Shak.","juggernaut":"One of the names under which Vishnu, in his incarnation asKrishna, is worshiped by the Hindoos. [Written also Juggernnath,Jaganath, Jaganatha, etc.]","justificatory":"Vindicatory; defensory; justificative.","jowler":"A dog with large jowls, as the beagle.","jharal":"A wild goat (Capra Jemlaica) which inhabits the loftiestmountains of India. It has long, coarse hair, forming a thick mane onits head and neck.","jingoism":"The policy of the Jingoes, so called. See Jingo, 2. [Cant,Eng.]","jasperize":"To convert into, or make to resemble, jasper.Polished specimens of jasperized and agatized woods. Pop. Sci.Monthly.","junction box":"A box through which the main conductors of a system of electricdistribution pass, and where connection is made with branch circuits.","jugated":"Coupled together.","jury":"For temporary use; -- applied to a temporary contrivance. Jurymast, a temporary mast, in place of one that has been carried away,or broken.-- Jury rudder, a rudder constructed for temporary use.","jaculatory":"Darting or throwing out suddenly; also, suddenly thrown out;uttered in short sentences; ejaculatory; as, jaculatory prayers.Smart.","jugulum":"The lower throat, or that part of the neck just above thebreast.","julaceous":"Like an ament, or bearing aments; amentaceous.","jagg":"See Jag.","japanning":"The art or act of varnishing in the Japanese manner.","jargonic":"Of or pertaining to the mineral jargon.","jaculable":"Fit for throwing. [Obs.]","jubilantly":"In a jubilant manner.","jambolana":"A myrtaceous tree of the West Indies and tropical America(Calyptranthes Jambolana), with astringent bark, used for dyeing. Itbears an edible fruit.","jacchus":"The common marmoset (Hapale vulgaris). Formerly, the name wasalso applied to other species of the same genus.","julian":"Relating to, or derived from, Julius Cæsar. Julian calendar,the calendar as adjusted by Julius Cæsar, in which the year was madeto consist of 365 days, each fourth year having 366 days.-- Julian epoch, the epoch of the commencement of the Juliancalendar, or 46 b. c.-- Julian period, a chronological period of 7,980 years, combiningthe solar, lunar, and indiction cycles (28 x 19 x 15 = 7,980), beingreckoned from the year 4713 B. C., when the first years of theseseveral cycles would coincide, so that if any year of the period bedivided by 28, 19, or 15, the remainder will be the year of thecorresponding cycle. The Julian period was proposed by Scaliger, toremove or avoid ambiguities in chronological dates, and was so namedbecause composed of Julian years.-- Julian year, the year of 365 days, 6 hours, adopted in the Juliancalendar, and in use until superseded by the Gregorian year, asestablished in the reformed or Gregorian calendar.","jehovah":"A Scripture name of the Supreme Being, by which he was revealedto the Jews as their covenant God or Sovereign of the theocracy; the\"ineffable name\" of the Supreme Being, which was not pronounced bythe Jews.","jibe":"To shift, as the boom of a fore-and-aft sail, from one side ofa vessel to the other when the wind is aft or on the quarter. SeeGybe.","jacobitism":"The principles of the Jacobites. Mason.","justiciary":"An old name for the judges of the higher English courts.","jerkinhead":"The hipped part of a roof which is hipped only for a part ofits height, leaving a truncated gable.","jadding":"See Holing.","jew":"Originally, one belonging to the tribe or kingdom of Judah;after the return from the Babylonish captivity, any member of the newstate; a Hebrew; an Israelite. Jew's frankincense, gum styrax, orbenzoin.-- Jew's mallow (Bot.), an annual herb (Corchorus olitorius)cultivated in Syria and Egypt as a pot herb, and in India for itsfiber.-- Jew's pitch, asphaltum; bitumen.-- The Wandering Jew, an imaginary personage, who, for his crueltyto the Savior during his passion, is doomed to wander on the earthtill Christ's second coming.","jackaroo":"To be a jackaroo; to pass one's time as a jackaroo. [Colloq.,Australia]","jinrikisha":"A small, two-wheeled, hooded vehicle drawn by one more men.[Japan]","julus":"A catkin or ament. See Ament.","jervine":"A poisonous alkaloid resembling veratrine, and found with it inwhite hellebore (Veratrum album); -- called also jervina.","july-flower":"See Gillyflower.","jeopardize":"To expose to loss or injury; to risk; to jeopard.That he should jeopardize his willful head Only for spite at me. H.Taylor.","jaal goat":"A species of wild goat (Capra Nubiana) found in the mountainsof Abyssinia, Upper Egypt, and Arabia; -- called also beden, andjaela.","jararaca":"A poisonous serpent of Brazil (Bothrops jararaca), abouteighteen inches long, and of a dusky, brownish color, variegated withred and black spots.","jacare":"A cayman. See Yacare.","joss":"A Chinese household divinity; a Chinese idol. \"Critic in jarsand josses.\" Colman (1761). Joss house, a Chinese temple or house forthe Chinese mode of worship.-- Joss stick, a reed covered with a paste made of the dust ofodoriferous woods, or a cylinder made wholly of the paste; -- burnedby the Chinese before an idol.","juniperite":"One of the fossil Coniferæ, evidently allied to the juniper.","jog":"To move by jogs or small shocks, like those of a slow trot; tomove slowly, leisurely, or monotonously; -- usually with on,sometimes with over.Jog on, jog on, the footpath way. Shak.So hung his destiny, never to rot,While he might still jog on and keep his trot. Milton.The good old ways our sires jogged safely over. R. Browning.","jucundity":"Pleasantness; agreeableness. See Jocundity. [R.] Sir T. Browne.","jupe":"Same as Jupon.","juglone":"A yellow crystalline substance resembling quinone, extractedfrom green shucks of the walnut (Juglans regia); -- called alsonucin.","juwise":"Same as Juise. Chaucer.","jalap":"The tubers of the Mexican plant Ipomoea purga (or Exogoniumpurga), a climber much like the morning-glory. The abstract, extract,and powder, prepared from the tubers, are well known purgativemedicines. Other species of Ipomoea yield several inferior kinds ofjalap, as the I. Orizabensis, and I. tuberosa. False jalap, the rootof Mirabilis Jalapa, four-o'clock, or marvel of Peru.","janus-headed":"Double-headed.","jemidar":"The chief or leader of a hand or body of persons; esp., in thenative army of India, an officer of a rank corresponding to that oflieutenant in the English army. [Written also jemadar, jamadar.]","jejunity":"The quality of being jejune; jejuneness.","jutlandish":"Of or pertaining to Jutland, or to the people of Jutland.","joseph":"An outer garment worn in the 18th century; esp., a woman'sriding habit, buttoned down the front. Fairholt.","japanned":"Treated, or coated, with varnish in the Japanese manner.Japanned leather,leather treated with coatings of Japan varnish, anddried in a stove. Knight.","jesting":"Sportive; not serious; fit for jests.He will find that these are no jesting matters. Macaulay.","jackeen":"A drunken, dissolute fellow. [Ireland] S. C. Hall.","jutlander":"A native or inhabitant of Jutland in Denmark.","jolly-boat":"A boat of medium size belonging to a ship.","jeniquen":"A Mexican name for the Sisal hemp (Agave rigida, var.Sisalana); also, its fiber. [Written also heniequen.]","jymold":"See Gimmal.","jaguar":"A large and powerful feline animal (Felis onca), ranging fromTexas and Mexico to Patagonia. It is usually brownish yellow, withlarge, dark, somewhat angular rings, each generally inclosing one ortwo dark spots. It is chiefly arboreal in its habits. Called also theAmerican tiger.","jessant":"Springing up or emerging; -- said of a plant or animal.","jument":"A beast; especially, a beast of burden. [Obs.]Fitter for juments than men to feed on. Burton.","jaeger":"See Jager.","junta":"A council; a convention; a tribunal; an assembly; esp., thegrand council of state in Spain.","jelly":"To become jelly; to come to the state or consistency of jelly.","judaistic":"Of or pertaining to Judaism.","juncous":"Full of rushes: resembling rushes; juncaceous. [R.] Johnson.","jestingly":"In a jesting manner.","jesuit":"One of a religious order founded by Ignatius Loyola, andapproved in 1540, under the title of The Society of Jesus.","jaspilite":"A compact siliceous rock resembling jasper.","jokingly":"In a joking way; sportively.","jeweler":"One who makes, or deals in, jewels, precious stones, andsimilar ornaments. [Written also jeweller.] Jeweler's gold. See underGold.","juggle":"To deceive by trick or artifice.Is't possible the spells of France should juggle Men into suchstrange mysteries Shak.","jauntily":"In a jaunty manner.","jiffy":"A moment; an instant; as, I will be ready in a jiffy. [Colloq.]J. & H. Smith.","jaconet":"A thin cotton fabric, between and muslin, used for dresses,neckcloths, etc. [Written also jacconet.]","jelerang":"A large, handsome squirrel (Sciurus Javensis), native of Javaand Southern Asia; -- called also Java squirrel.","jury-rigged":"Rigged for temporary service. See Jury, a.","judge":"A public officer who is invested with authority to hear anddetermine litigated causes, and to administer justice between partiesin courts held for that purpose.The parts of a judge in hearing are four: to direct the evidence; tomoderate length, repetition, or impertinency of speech; torecapitulate, select, and collate the material points of that whichhath been said; and to give the rule or sentence. Bacon.","jointed":"Having joints; articulated; full of nodes; knotty; as, ajointed doll; jointed structure. \"The jointed herbage.\" J. Philips.-- Joint\"ed*ly, adv.","jointly":"In a joint manner; together; unitedly; in concert; notseparately.Then jointly to the ground their knees they bow. Shak.","jabiru":"One of several large wading birds of the genera Mycteria andXenorhynchus, allied to the storks in form and habits.","jacana":"Any of several wading birds belonging to the genus Jacana andseveral allied genera, all of which have spurs on the wings. They areable to run about over floating water weeds by means of their verylong, spreading toes. Called also surgeon bird.","japan current":"A branch of the equatorial current of the Pacific, washing theeastern coast of Formosa and thence flowing northeastward past Japanand merging into the easterly drift of the North Pacific; -- calledalso Kuro-Siwo, or Black Stream, in allusion to the deep blue of itswater. It is similar in may ways to the Gulf Stream.","joyance":"Enjoyment; gayety; festivity; joyfulness. Spenser.Some days of joyance are decreed to all. Byron.From what hid fountains doth thy joyance flow Trench.","jurisdictive":"Having jurisdiction. Milton.","jaspery":"Of the nature of jasper; mixed with jasper.","jamesonite":"A steel-gray mineral, of metallic luster, commonly fibrousmassive. It is a sulphide of antimony and lead, with a little iron.","jashawk":"A young hawk. Booth.","jacquerie":"The name given to a revolt of French peasants against thenobles in 1358, the leader assuming the contemptuous title, JacquesBonhomme, given by the nobles to the peasantry. Hence, any revolt ofpeasants.","janker":"A long pole on two wheels, used in hauling logs. [Scot.]Jamieson.","jacamar":"Any one of numerous species of tropical American birds of thegenus Galbula and allied genera. They are allied to the kingfishers,but climb on tree trunks like nuthatches, and feed upon insects.Their colors are often brilliant.","jungle":"A dense growth of brushwood, grasses, reeds, vines, etc.; analmost impenetrable thicket of trees, canes, and reedy vegetation, asin India, Africa, Australia, and Brazil.The jungles of India are of bamboos, canes, and other palms, verydifficult to penetrate. Balfour (Cyc. of India).Jungle bear (Zoöl.), the aswail or sloth bear.-- Jungle cat (Zoöl.), the chaus.-- Jungle cock (Zoöl.), the male of a jungle fowl.-- Jungle fowl. (Zoöl.) (a) Any wild species of the genus Gallus, ofwhich several species inhabit India and the adjacent islands; as, thefork-tailed jungle fowl (G. varius) of Java, G. Stanleyi of Ceylon,and G. Bankiva of India.","juvenile":"A young person or youth; -- used sportively or familiarly. C.Bronté.","jalapin":"A glucoside found in the stems of the jalap plant and scammony.It is a strong purgative.","jacobaean lily":"A bulbous plant (Amaryllis, or Sprekelia, formosissima) fromMexico. It bears a single, large, deep, red, lilylike flower.[Written also Jacobean.]","jadery":"The tricks of a jade.","jentling":"A fish of the genus Leuciscus; the blue chub of the Danube.","jager":"A sharpshooter. See Yager.","jant":"See Jaunt.","jubilee":"Every fiftieth year, being the year following the completion ofeach seventh sabbath of years, at which time all the slaves of Hebrewblood were liberated, and all lands which had been alienated duringthe whole period reverted to their former owners. [In this sensespelled also, in some English Bibles, jubile.] Lev. xxv. 8-17.","jargonelle":"A variety of pear which ripens early.","jovialty":"Joviality. [R.] Barrow.","justiceable":"Liable to trial in a court of justice. [Obs.] Hayward.","jamadar":"Same as Jemidar.","jointless":"Without a joint; rigid; stiff.","jackwood":"Wood of the jack (Artocarpus integrifolia), used incabinetwork.","joe":"See Johannes.","joe miller":"A jest book; a stale jest; a worn-out joke. [Colloq.]It is an old Joe Miller in whist circles, that there are only tworeasons that can justify you in not returning trumps to yourpartner's lead; i. e., first, sudden illness; secondly, having none.Pole.","johnsonese":"The literary style of Dr. Samuel Johnson, or one formed inimitation of it; an inflated, stilted, or pompous style, affectingclassical words. E. Everett.","jansenism":"The doctrine of Jansen regarding free will and divine grace.","jesuited":"Conforming to the principles of the Jesuits. Milton.","jawfoot":"See Maxilliped.","jollily":"In a jolly manner.","jehovistic":"Relating to, or containing, Jehovah, as a name of God; -- saidof certain parts of the Old Testament, especially of the Pentateuch,in which Jehovah appears as the name of the Deity. See Elohistic.","johannisberger":"A fine white wine produced on the estate of Schloss (or Castle)Johannisberg, on the Rhine.","joss paper":"Gold and silver paper burned by the Chinese, in the form ofcoins or ingots, in worship and at funerals.","jeffersonian simplicity":"The absence of pomp or display which Jefferson aimed at in hisadministration as President (1801-1809), eschewing display orceremony tending to distinguish the President from the people, as ingoing to the capital on horseback and with no escort, the abolitionof court etiquette and the weekly levee, refusal to recognize titlesof honor, etc.","jellify":"To make, or to become, gelatinous; to jelly. --Jel`li*fi*ca\"tion (#), n.","jemminess":"Spruceness. [Slang, Eng.] Pegge (1814).","jacobin":"A Dominican friar; -- so named because, before the FrenchRevolution, that order had a convent in the Rue St. Jacques, Paris.","jab":"To thrust; to stab; to punch. See Job, v. t. [Scot. & Colloq.U. S.]","jaborandi":"The native name of a South American rutaceous shrub (Pilocarpuspennatifolius). The leaves are used in medicine as an diaphoretic andsialogogue.","jocularity":"Jesting; merriment.","jesuitry":"Jesuitism; subtle argument. [R.] Carlyle.","jugata":"The figures of two heads on a medal or coin, either side byside or joined.","jacinth":"See Hyacinth. Tennyson.","jet-black":"Black as jet; deep black.","jasponyx":"An onyx, part or all of whose layers consist of jasper.","just":"To joust. Fairfax.","jurisprudent":"Understanding law; skilled in jurisprudence. G. West.","jill-flirt":"A light, giddy, or wanton girl or woman. See Gill-flirt.","juratory":"Relating to or comprising an oath; as, juratory caution.Ayliffe.","jacket":"In ordnance, a strengthening band surrounding and reënforcingthe tube in which the charge is fired.","judahite":"One of the tribe of Judah; a member of the kingdom of Judah; aJew. Kitto.","jollyhead":"Jollity. [Obs.] Spenser.","jacconet":"See Jaconet.","jaculate":"To throw or cast, as a dart; to throw out; to emit.","jalousied":"Furnished with jalousies; as, jalousied porches.","joust":"To engage in mock combat on horseback, as two knights in thelists; to tilt. [Written also just.]For the whole army to joust and tourney. Holland.","jawing":"Scolding; clamorous or abusive talk. [Slang] H. Kingsley.","jowter":"A mounted peddler of fish; -- called also jouster. [Obs.]Carew.","jarring":"Shaking; disturbing; discordant. \"A jarring sound.\" Dryden.","jacketing":"The material of a jacket; as, nonconducting jacketing.","joyous":"Glad; gay; merry; joyful; also, affording or inspiring joy;with of before the word or words expressing the cause of joy.Is this your joyous city Is. xxiii. 7.They all as glad as birds of joyous prime. Spenser.And joyous of our conquest early won. Dryden.","jonah":"The Hebrew prophet, who was cast overboard as one whoendangered the ship; hence, any person whose presence isunpropitious. Jonah crab (Zoöl.), a large crab (Cancer borealis) ofthe eastern coast of the United States, sometimes found betweentides, but usually in deep water.","juvenal":"A youth. [Obs.] Shak.","janitor":"A door-keeper; a porter; one who has the care of a publicbuilding, or a building occupied for offices, suites of rooms, etc.","jackscrew":"A jack in which a screw is used for lifting, or exertingpressure. See Illust. of 2d Jack, n., 5.","joint-fir":"A genus (Ephedra) of leafless shrubs, with the stemsconspicuously jointed; -- called also shrubby horsetail. There areabout thirty species, of which two or three are found from Texas toCalifornia.","jade":"A stone, commonly of a pale to dark green color but sometimeswhitish. It is very hard and compact, capable of fine polish, and isused for ornamental purposes and for implements, esp. in Easterncountries and among many early peoples.","jilt":"A woman who capriciously deceives her lover; a coquette; aflirt. Otway.","johnsonianism":"A manner of acting or of writing peculiar to, or characteristicof, Dr. Johnson. [Written also Johnsonism.]","jacent":"Lying at length; as, the jacent posture. [R.] Sir H. Wotton.","jewbush":"A euphorbiaceous shrub of the genus Pedilanthus (P.tithymaloides), found in the West Indies, and possessing powerfulemetic and drastic qualities.","jestful":"Given to jesting; full of jokes.","jansenist":"A follower of Cornelius Jansen, a Roman Catholic bishop ofYpres, in Flanders, in the 17th century, who taught certain doctrinesdenying free will and the possibility of resisting divine grace.","jadeite":"See Jade, the stone.","jingling":"The act or process of producing a jingle; also, the sounditself; a chink. \"The jingling of the guinea.\" Tennyson.","javanese":"Of or pertaining to Java, or to the people of Java.-- n. sing. & pl.","jaundice":"A morbid condition, characterized by yellowness of the eyes,skin, and urine, whiteness of the fæces, constipation, uneasiness inthe region of the stomach, loss of appetite, and general languor andlassitude. It is caused usually by obstruction of the biliarypassages and consequent damming up, in the liver, of the bile, whichis then absorbed into the blood. Blue jaundice. See Cyanopathy.","justicement":"Administration of justice; procedure in courts of justice.[Obs.] Johnson.","jabber":"To talk rapidly, indistinctly, or unintelligibly; to uttergibberish or nonsense; to chatter. Swift.","jealousy":"The quality of being jealous; earnest concern or solicitude;painful apprehension of rivalship in cases nearly affecting one'shappiness; painful suspicion of the faithfulness of husband, wife, orlover.I was jealous for jealousy. Zech. viii. 2.Jealousy is the . . . apprehension of superiority. Shenstone.Whoever had qualities to alarm our jealousy, had excellence todeserve our fondness. Rambler.","jinx":"A person, object, influence, or supernatural being which issupposed to bring bad luck or to cause things to go wrong. [Slang]","judicable":"Capable of being judged; capable of being tried or decidedupon. Jer. Taylor.","jollification":"A merrymaking; noisy festivity. [Colloq.]We have had a jollification or so together. Sir W. Scott.","jolliness":"Jollity; noisy mirth. Chaucer.","jewellery":"See Jewelry. Burke.","juglans":"A genus of valuable trees, including the true walnut of Europe,and the America black walnut, and butternut.","jemlah goat":"The jharal.","jeg":"See Jig, 6.","jerry-built":"Built hastily and of bad materials; as, jerry-built houses.[Colloq. Eng.]","jawed":"Having jaws; -- chiefly in composition; as, lantern-jawed.\"Jawed like a jetty.\" Skelton.","jumelle":"Twin; paired; -- said of various objects made or formed inpairs, as a binocular opera glass, a pair of gimmal rings, etc.","jalapic":"Of or pertaining to jalap.","journey-bated":"Worn out with journeying. [Obs.] Shak.","jaghir":"A village or district the government and revenues of which areassigned to some person, usually in consideration of some service tobe rendered, esp. the maintenance of troops. [Written also jaghire,jagir, etc.] [India] Whitworth.","jackstay":"A rail of wood or iron stretching along a yard of a vessel, towhich the sails are fastened.","jacobinism":"The principles of the Jacobins; violent and factious oppositionto legitimate government.Under this new stimulus, Burn's previous Jacobitism passed towardsthe opposite, but not very distant, extreme of Jacobinism. J. C.Shairp.","jardiniere":"An ornamental stand or receptacle for plants, flowers, etc.,used as a piece of decorative furniture in room.","jereed":"A blunt javelin used by the people of the Levant, especially inmock fights. [Written also jerreed, jerid.] Byron.","johnnycake":"A kind of bread made of the meal of maize (Indian corn), mixedwith water or milk, etc., and baked. [U.S.] J. Barlow.","jerry-builder":"A professional builder who erects cheap dwellings of poormaterials and unsubstantial and slovenly construction.","jactitation":"Vain boasting or assertions repeated to the prejudice ofanother's right; false claim. Mozley & W.","jeat":"See Jet. [Obs.]","jogging":"The act of giving a jog or jogs; traveling at a jog.","judaically":"After the Jewish manner. Milton.","jewish calendar":"A lunisolar calendar in use among Hebraic peoples, reckoningfrom the year 3761 b. c., the date traditionally given for theCreation. It received its present fixed form from Hillel II. about360 a. d. The present names of the months, which are Babylonian-Assyrian in origin, replaced older ones, Abib, Bul, etc., at the timeof the Babylonian Exile. Nineteen years constitute a lunar cycle, ofwhich the 3d, 6th, 8th, 11th, 14th, 17th, and 19th years are leapyears. The year 5663 [1902-3 a. d.] was the first year of the 299thlunar cycle. The common year is said to be defective, regular, orperfect (or abundant) according as it has 353, 354, or 355 days. Theleap year has an intercalary month, and a total of 383 (defective),384 (regular), or 385 (perfect, or abundant) days. The calendar iscomplicated by various rules providing for the harmonious arrangementof festivals, etc., so that no simple perpetual calendar can beconstructed. The following table gives the months in order, with thenumber of days assigned to each. Only three months vary in length.They are: Heshvan, which has 30 days in perfect years; Kislev, whichhas 30 days in regular and perfect years; and Adar, which has 30 daysin leap years. The ecclesiastical year commences with Nisan and thecivil year with Tishri. The date of the first of Tishri, or theJewish New Year, is also given for the Jewish years 5661-5696 (1900-1935 a. d.). From these tables it is possible to transform any Jewishdate into Christian, or vice versa, for the years 1900-1935 a. d.","jenkins":"name of contempt for a flatterer of persons high in social orofficial life; as, the Jenkins employed by a newspaper. [Colloq. Eng.& U.S.] G. W. Curtis.","joculatory":"Droll; sportive. [Obs.] Cockeram.","juneating":"A kind of early apple. [Written also jenneting.]","jamaican":"Of or pertaining to Jamaica.-- n.","jackpudding":"A merry-andrew; a buffoon. Milton.","jettee":"See Jetty, n. Burke.","jural":"Of or pertaining to jurisprudence.","juniperin":"A yellow amorphous substance extracted from juniper berries.","junto":"A secret council to deliberate on affairs of government orpolitics; a number of men combined for party intrigue; a faction; acabal; as, a junto of ministers; a junto of politicians.The puzzling sons of party next appeared, In dark cabals and mightyjuntos met. Thomson.","jerquer":"A customhouse officer who searches ships for unentered goods.[Eng.] [Written also jerguer.]","justiceship":"The office or dignity of a justice. Holland.","juddock":"See Jacksnipe.","jim crow":"A negro; -- said to be so called from a popular negro song anddance, the refrain of which is \"Wheel about and turn about and jumpJim Crow,\" produced in 1835 by T. D. Rice, a famous negro minstrel.[Slang, U. S.]","jactation":"A throwing or tossing of the body; a shaking or agitation. Sir.W. Temple.","jennet":"A small Spanish horse; a genet.","jauntiness":"The quality of being jaunty.That jauntiness of air I was once master of. Addison.","jangle":"To cause to sound harshly or inharmoniously; to producediscordant sounds with.Like sweet bells jangled, out of tune, and harsh. Shak.","jeofail":"An oversight in pleading, or the acknowledgment of a mistake oroversight. Blackstone.","jollity":"Noisy mirth; gayety; merriment; festivity; boisterousenjoyment. Chaucer.All now was turned to jollity and game. Milton.He with a proud jollity commanded him to leave that quarrel only forhim, who was only worthy to enter into it. Sir P. Sidney.","jobbernowl":"A blockhead. [Colloq. & Obs.] H. Taylor.","jesse":"Any representation or suggestion of the genealogy of Christ, indecorative art; as:(a) A genealogical tree represented in stained glass.(b) A candlestick with many branches, each of which bears the name ofsome one of the descendants of Jesse; -- called also tree of Jesse.Jesse window (Arch.), a window of which the glazing and traceryrepresent the tree of Jesse.","jaghirdar":"The holder of a jaghir.","joyful":"Full of joy; having or causing joy; very glad; as, a joyfulheart. \"Joyful tidings.\" Shak.My soul shall be joyful in my God. Is. lxi. 10.Sad for their loss, but joyful of our life. Pope.-- Joy\"ful*ly, adv.-- Joy\"ful*ness, n.","joint":"A plane of fracture, or divisional plane, of a rock transverseto the stratification.","junket":"To feast; to banquet; to make an entertainment; -- sometimesapplied opprobriously to feasting by public officers at the publiccost.Job's children junketed and feasted together often. South.","jeopardous":"Perilous; hazardous.His goodly, valiant, and jeopardous enterprise. Fuller.-- Jeop\"ard*ous*ly, adv. Huloet.","javel":"A vagabond. [Obs.] Spenser.","jerky":"Moving by jerks and starts; characterized by abrupttransitions; as, a jerky vehicle; a jerky style.","jewish":"Of or pertaining to the Jews or Hebrews; characteristic of orresembling the Jews or their customs; Israelitish.-- Jew\"ish*ly, adv.-- Jew\"ish*ness, n.","juwansa":"The camel's thorn. See under Camel.","jack-a-lent":"A small stuffed puppet to be pelted in Lent; hence, a simplefellow.","justificator":"One who justifies or vindicates; a justifier. Johnson.","janizarian":"Of or pertaining to the janizaries, or their government. Burke.","jaw":"The inner end of a boom or gaff, hollowed in a half circle soas to move freely on a mast.","jamestown weed":"The poisonous thorn apple or stramonium (Datura stramonium), arank weed early noticed at Jamestown, Virginia. See Datura.","jump":"A bodice worn instead of stays by women in the 18th century.","jalons":"Long poles, topped with wisps of straw, used as landmarks andsignals. Farrow.","jam":"A kind of frock for children.","jingle":"To cause to give a sharp metallic sound as a little bell, or ascoins shaken together; to tinkle.The bells she jingled, and the whistle blew. Pope.","john":"A proper name of a man. John-apple, a sort of apple ripe aboutSt. John's Day. Same as Apple-john.-- John Bull, an ideal personification of the typicalcharacteristics of an Englishman, or of the English people.-- John Bullism, English character. W. Irving.-- John Doe (Law), the name formerly given to the fictitiousplaintiff in an action of ejectment. Mozley & W.-- John Doree, John Dory. Etym: [John (or F. jaune yellow) + Doree,Dory.] (Zoöl.) An oval, compressed, European food fish (Zeus faber).Its color is yellow and olive, with golden, silvery, and bluereflections. It has a round dark spot on each side. Called also dory,doree, and St. Peter's fish.","japonism":"A quality, idiom, or peculiarity characteristic of the Japaneseor their products, esp. in art.","judaize":"To conform to the doctrines, observances, or methods of theJews; to inculcate or impose Judaism.They . . . prevailed on the Galatians to Judaize so far as to observethe rites of Moses in various instances. They were Judaizing doctors,who taught the observation of the Mosaic law. Bp. Bull.","jargonist":"One addicted to jargon; one who uses cant or slang. Macaulay.","jointureless":"Having no jointure.","jeopardy":"Exposure to death, loss, or injury; hazard; danger.There came down a storm of wind on the lake; and they were filledwith water, and were in jeopardy. Luke viii. 23.Look to thyself, thou art in jeopardy. Shak.","judiciously":"In a judicious manner; with good judgment; wisely.","joysome":"Causing joyfulness. [R.]This all joysome grove. T. Browne.","jar-owl":"The goatsucker.","juxtaposition":"A placing or being placed in nearness or contiguity, or side byside; as, a juxtaposition of words.Parts that are united by a a mere juxtaposition. Glanvill.Juxtaposition is a very unsafe criterion of continuity. Hare.","jamb":"The vertical side of any opening, as a door or fireplace;hence, less properly, any narrow vertical surface of wall, as the ofa chimney-breast or of a pier, as distinguished from its face. Gwilt.","jo":"A sweetheart; a darling. [Scot.] Burns.","jungly":"Consisting of jungles; abounding with jungles; of the nature ofa jungle.","jacksmith":"A smith who makes jacks. See 2d Jack, 4, c. Dryden.","jako":"An African parrot (Psittacus erithacus), very commonly kept asa cage bird; -- called also gray parrot.","jouk":"See Juke.","jobation":"A scolding; a hand, tedious reproof. [Law] Grose.","judgeship":"The office of a judge.","judas":"The disciple who betrayed Christ. Hence: A treacherous person;one who betrays under the semblance of friendship.-- a.","juke":"To bend the neck; to bow or duck the head. [Written also jookand jouk.]The money merchant was so proud of his trust that he went juking andtossing of his head. L' Estrange.","jockeying":"The act or management of one who jockeys; trickery.Beaconsfield.","jejunal":"Pertaining to the jejunum.","jacob":"A Hebrew patriarch (son of Isaac, and ancestor of the Jews),who in a vision saw a ladder reaching up to heaven (Gen. xxviii. 12);-- also called Israel.And Jacob said . . . with my staff I passed over this Jordan, and nowI am become two bands. Gen. xxxii. 9, 10.Thy name shall be called no more Jacob, but Israel. Gen. xxxii. 28.Jacob's ladder. (a) (Bot.) A perennial herb of the genus Polemonium(P. coeruleum), having corymbs of drooping flowers, usually blue.Gray. (b) (Naut.) A rope ladder, with wooden steps, for going aloft.R. H. Dana, Jr. (c) (Naut.) A succession of short cracks in adefective spar.-- Jacob's membrane. See Retina.-- Jacob's staff. (a) A name given to many forms of staff or weapon,especially in the Middle Ages; a pilgrim's staff. [Obs.] Spenser. (b)(Surveying) See under Staff.","jaggery palm":"An East Indian palm (Caryota urens) having leaves pinnate withwedge-shaped divisions, the petiole very stout. It is the principalsource of jaggery, and is often cultivated for ornament.","jubilar":"Pertaining to, or having the character of, a jubilee. [R.] Bp.Hall.","judaizer":"One who conforms to or inculcates Judaism; specifically, pl.(Ch. Hist.), those Jews who accepted Christianity but still adheredto the law of Moses and worshiped in the temple at Jerusalem.","jumbler":"One who confuses things.","jeering":"Mocking; scoffing.-- n.","janizar":"A janizary. [R.] Byron.","jaspe":"Having the surface decorated with cloudings and streaks,somewhat as if imitating jasper.","jangling":"Producing discordant sounds. \"A jangling noise.\" Milton.","judicatory":"Pertaining to the administration of justice; dispensingjustice; judicial; as, judicatory tribunals. T. Wharton.Power to reject in an authoritative or judicatory way. Bp. Hall.","jougs":"An iron collar fastened to a wall or post, formerly used inScotland as a kind of pillory. [Written also juggs.] See Juke. Sir W.Scott.","jointworm":"The larva of a small, hymenopterous fly (Eurytoma hordei),which is found in gall-like swellings on the stalks of wheat, usuallyat or just above the first joint. In some parts of America it doesgreat damage to the crop.","jugger":"An East Indian falcon. See Lugger.","jet":"Same as 2d Get. [Obs.] Chaucer.","joke":"To make merry with; to make jokes upon; to rally; to banter;as, to joke a comrade.","jump spark":"A spark produced by the jumping of electricity across apermanent gap.","j":". J is the tenth letter of the English alphabet. It is a latervariant form of the Roman letter I, used to express a consonantalsound, that is, originally, the sound of English y in yet. The formsJ and I have, until a recent time, been classed together, and theyhave been used interchangeably.","junker":"A young German noble or squire; esp., a member of thearistocratic party in Prussia.","jantu":"A machine of great antiquity, used in Bengal for raising waterto irrigate land. Knight.","jetteau":"See Jet d'eau. [R.] Addison.","japonica":"A species of Camellia (Camellia Japonica), a native of Japan,bearing beautiful red or white flowers. Many other genera havespecies of the same name.","jolif":"Joyful; merry; pleasant; jolly. [Obs.] Chaucer.","jasmine":"A shrubby plant of the genus Jasminum, bearing flowers of apeculiarly fragrant odor. The J. officinale, common in the south ofEurope, bears white flowers. The Arabian jasmine is J. Sambac, and,with J. angustifolia, comes from the East Indies. The yellow falsejasmine in the Gelseminum sempervirens (see Gelsemium). Several otherplants are called jasmine in the West Indies, as species ofCalotropis and Faramea. [Written also jessamine.] Cape jasmine, orCape jessamine, the Gardenia florida, a shrub with fragrant whiteflowers, a native of China, and hardy in the Southern United States.","jocularly":"In jest; for sport or mirth; jocosely.","judgment":"The final award; the last sentence.","jeel":"A morass; a shallow lake. [Written also jhil.] [India]Whitworth.","jackslave":"A low servant; a mean fellow. Shak.","jurdon":"Jordan. [Obs.] Chaucer.","jocose":"Given to jokes and jesting; containing a joke, or abounding injokes; merry; sportive; humorous.To quit their austerity and be jocose and pleasant with an adversary.Shaftesbury.All . . . jocose or comical airs should be excluded. I. Watts.","janissary":"See Janizary.","jimcrack":"See Gimcrack.","jack-a-dandy":"A little dandy; a little, foppish, impertinent fellow.","jean":"A twilled cotton cloth. Satin jean, a kind of jean woven smoothand glossy, after the manner of satin.","jeoparder":"One who puts in jeopardy. [R.]","johannes":"A Portuguese gold coin of the value of eight dollars, namedfrom the figure of King John which it bears;- often contracted intojoe; as, a joe, or a half joe.","jasperated":"mixed with jasper; containing particles of jasper; as,jasperated agate.","jeffersonian":"Pertaining to, or characteristic of, Thomas Jefferson or hispolicy or political doctrines. Lowell.","judiciary":"Of or pertaining to courts of judicature, or legal tribunals;judicial; as, a judiciary proceeding. Bp. Burnet.","jacqueminot":"A half-hardy, deep crimson rose of the remontant class; -- sonamed after General Jacqueminot, of France.","judaist":"One who believes and practices Judaism.","junketries":"Sweetmeats. [Obs.]","jenny":"A familiar name of the European wren. Jenny ass (Zoöl.), afemale ass.","juice":"The characteristic fluid of any vegetable or animal substance;the sap or part which can be expressed from fruit, etc.; the fluidpart which separates from meat in cooking.An animal whose juices are unsound. Arbuthnot.The juice of July flowers. B. Jonson.The juice of Egypt's grape. Shak.Letters which Edward Digby wrote in lemon juice. Macaulay.Cold water draws the juice of meat. Mrs. Whitney.","jaunty":"Airy; showy; finical; hence, characterized by an affected orfantastical manner.","jerfalcon":"The gyrfalcon.","joe-pye weed":"A tall composite plant of the genus Eupatorium (E. purpureum),with purplish flowers, and whorled leaves.","jill":"A young woman; a sweetheart. See Gill. Beau. & Fl.","job":"To buy and sell, as a broker; to purchase of importers ormanufacturers for the purpose of selling to retailers; as, to jobgoods.","juxtaposit":"To place in close connection or contiguity; to juxtapose.Derham.","justinian":"Of or pertaining to the Institutes or laws of the RomanJustinian.","jugulate":"To cut the throat of. [R.] Jacob Bigelow.","journeyman":"Formerly, a man hired to work by the day; now, commonly, onewho has mastered a handicraft or trade; -- distinguished fromapprentice and from master workman.I have thought some of nature's journeymen had made men, and not madethem well. Shak.","juxtapose":"To place in juxtaposition. Huxley.","jimp":"Neat; handsome; elegant. See Gimp.","juliform":"Having the shape or appearance of a julus or catkin.","juicy":"A bounding with juice; succulent. Bacon.","july":"The seventh month of the year, containing thirty-one days.","jettison":"The throwing overboard of goods from necessity, in order tolighten a vessel in danger of wreck.","jailer":"The keeper of a jail or prison. [Written also jailor, gaoler.]","jovialness":"Noisy mirth; joviality. Hewyt.","jumping":"of Jump, to leap. Jumping bean, a seed of a Mexican Euphorbia,containing the larva of a moth (Carpocapsa saltitans). The larva byits sudden movements causes the seed to roll to roll and jump about.-- Jumping deer (Zoöl.), a South African rodent (Pedetes Caffer),allied to the jerboa.-- Jumping jack, a toy figure of a man, jointed and made to jump ordance by means of strings.-- Jumping louse (Zoöl.), any of the numerous species of plant licebelonging to the family Psyllidæ, several of which are injurious tofruit trees.-- Jumping mouse (Zoöl.), North American mouse (Zapus Hudsonius),having a long tail and large hind legs. It is noted for its jumpingpowers. Called also kangaroo mouse.-- Jumping mullet (Zoöl.), gray mullet.-- Jumping shrew (Zoöl.), any African insectivore of the genusMacroscelides. They are allied to the shrews, but have large hindlegs adapted for jumping.-- Jumping spider (Zoöl.), spider of the genus Salticus and otherrelated genera; one of the Saltigradæ; -- so called because it leapsupon its prey.","juncite":"A fossil rush.","jabberment":"Jabber. [R.] Milton.","jurat":"The memorandum or certificate at the end of an asffidavit, or abill or answer in chancery, showing when, before whom, and (inEnglish practice), where, it was sworn or affirmed. Wharton. Bouvier.","justificative":"Having power to justify; justificatory.","juge":"A judge. [Obs.] Chaucer.","joist":"A piece of timber laid horizontally, or nearly so, to which theplanks of the floor, or the laths or furring strips of a ceiling, arenailed; -- called, according to its position or use, binding joist,bridging joist, ceiling joist, trimming joist, etc. See Illust. ofDouble-framed floor, under Double, a.","jinny road":"An inclined road in a coal mine, on which loaded cars descendby gravity, drawing up empty ones. Knight.","jealoushood":"Jealousy. [Obs.] Shak.","janty":"See Jaunty.","jumblingly":"In a confused manner.","jamdani":"A silk fabric, with a woven pattern of sprigs of flowers.[Written also jamdanee.] Balfour (Cyc. of India).","jargle":"To emit a harsh or discordant sound. [Obs.] Bp. Hall.","jigjog":"A jolting motion; a jogging pace.","jakie":"A South American striped frog (Pseudis paradoxa), remarkablefor having a tadpole larger than the adult, and hence called alsoparadoxical frog.","jellied":"Brought to the state or consistence of jelly.","jubilation":"A triumphant shouting; rejoicing; exultation. \"Jubilations andhallelujahs.\" South.","junk":"A fragment of any solid substance; a thick piece. See Chunk.[Colloq.] Lowell.","juvenileness":"The state or quality of being juvenile; juvenility.","jiggle":"To wriggle or frisk about; to move awkwardly; to shake up anddown.","jambooree":"A noisy or unrestrained carousal or frolic; a spree. [Slang]Kipling.","jewess":"A Hebrew woman.","jewelweed":"See Impatiens.","julep":"a sweet, demulcent, acidulous, or mucilaginous mixture, used asa vehicle. Milton.Honey in woods, juleps in brooks. H. Vaughan.","jerid":"Same as Jereed.","jan":"One of intermediate order between angels and men.","jocantry":"The act or practice of jesting. [Obs.]","jessed":"Having jesses on, as a hawk.","jovialist":"One who lives a jovial life. Bp. Hall.","jantiness":"See Jauntiness.","jaspoid":"Resembling jasper. [R.]","jaculation":"The act of tossing, throwing, or hurling, as spears.Hurled to and fro with jaculation dire. Milton.","juggs":"See Jougs. [Scot.]","jubilate":"To exult; to rejoice. [R.] De Quincey.","june":"The sixth month of the year, containing thirty days.And what is so rare as a day in June Then, if ever, come perfectdays. Lowell.June beetle, June bug (Zoöl.), any one of several species of largebrown beetles of the genus Lachnosterna and related genera; -- socalled because they begin to fly, in the northern United States,about the first of June. The larvæ of the June beetles live underground, and feed upon the roots of grasses and other plants. Calledalso May bug or May beetle.-- June grass (Bot.), a New England name for Kentucky blue grass.See Blue glass, and Illustration in Appendix.","juger":"A Roman measure of land, measuring 28,800 square feet, or 240feet in length by 120 in breadth.","jurisprudential":"Of or pertaining to jurisprudence. Stewart.","jeffersonite":"A variety of pyroxene of olive-green color passing into brown.It contains zinc.","jolt":"To shake with short, abrupt risings and fallings, as a carriagemoving on rough ground; as, the coach jolts.","january":"The first month of the year, containing thirty-one days.","jatrophic":"Of or pertaining to physic nuts, the seeds of plants of thegenus Jatropha.","joinery":"The art, or trade, of a joiner; the work of a joiner.A piece of joinery . . . whimsically dovetailed. Burke.","juise":"Judgment; justice; sentence. [Obs.]Up [on] pain of hanging and high juise. Chaucer.","judge-made":"Created by judges or judicial decision; -- applied esp. to lawapplied or established by the judicial interpretation of statutes soas extend or restrict their scope, as to meet new cases, to providenew or better remedies, etc., and often used opprobriously of acts ofjudicial interpretation considered as doing this.","jigger":"A species of flea (Sarcopsylla, or Pulex, penetrans), whichburrows beneath the skin. See Chigoe.","jeronymite":"One belonging of the mediæval religious orders called Hermitsof St. Jerome. [Written also Hieronymite.]","jig":"A light, brisk musical movement.Hot and hasty, like a Scotch jib. Shak.","jeunesse doree":"Lit., gilded youth; young people of wealth and fashion, esp. ifgiven to prodigal living; -- in the French Revolution, applied toyoung men of the upper classes who aided in suppressing the Jacobinsafter the Reign of Terror.","juba":"The mane of an animal.","juggling":"Cheating; tricky.-- Jug\"gling*ly, adv.","jagged":"Having jags; having rough, sharp notches, protuberances, orteeth; cleft; laciniate; divided; as, jagged rocks. \" Jagged vineleaves' shade.\" Trench.-- Jag\"ged*ly, adv.-- Jag\"ged*ness, n.","joviality":"The quality or state of being jovial. Sir T. Herbert.","justice":"To administer justice to. [Obs.] Bacon.","jenneting":"A variety of early apple. See Juneating. [Written alsogeniting.]","jedding ax":"A stone mason's tool, having a flat face and a pointed part.Knight.","jolter":"One who, or that which, jolts.","juglandine":"An alkaloid found in the leaves of the walnut (Juglans regia).","jurisdiction":"The legal power, right, or authority of a particular court tohear and determine causes, to try criminals, or to execute justice;judicial authority over a cause or class of causes; as, certain suitsor actions, or the cognizance of certain crimes, are within thejurisdiction of a particular court, that is, within the limits of itsauthority or commission.","jabberer":"One who jabbers.","jackknife":"A large, strong clasp knife for the pocket; a pocket knife.","jeterus":"A yellowness of the parts of plants which are normally green;yellows.","jockeyship":"The art, character, or position, of a jockey; the personalityof a jockey.Go flatter Sawney for his jockeyship. Chatterton.Where can at last his jockeyship retire Cowper.","jowl":"The cheek; the jaw. [Written also jole, choule, chowle, andgeoule.] Cheek by jowl, with the cheeks close together; side by side;in close proximity. \"I will go with three cheek by jole.\" Shak. \"Sits cheek by jowl.\" Dryden.","jovinianist":"An adherent to the doctrines of Jovinian, a monk of the fourthcentury, who denied the virginity of Mary, and opposed the asceticismof his time.","jugement":"Judgment. [Obs.] Chaucer.","johnadreams":"A dreamy, idle fellow. Shak.","jointress":"A woman who has a jointure. [Written also jointuress.]Blackstone.","jurisdictional":"Of or pertaining to jurisdiction; as jurisdictional rights.Barrow.","jingler":"One who, or that which, jingles.","jumpweld":"See Buttweld, v. t.","jugular":"Having the ventral fins beneath the throat; -- said of certainfishes.","julienne":"A kind of soup containing thin slices or shreds of carrots,onions, etc.","japhethite":"A Japhetite. Kitto.","justness":"The quality of being just; conformity to truth, propriety,accuracy, exactness, and the like; justice; reasonableness; fairness;equity; as, justness of proportions; the justness of a description orrepresentation; the justness of a cause.In value the satisfaction I had in seeing it represented with all thejustness and gracefulness of action. Dryden.","jar":"A turn. [Only in phrase.] On the jar, on the turn, ajar, as adoor.","jesuitocracy":"Government by Jesuits; also, the whole body of Jesuits in acountry. [R.] C. Kingsley.","jerking":"The act of pulling, pushing, or throwing, with a jerk.-- Jerk\"ing*ly, adv.","jib":"A triangular sail set upon a stay or halyard extending from theforemast or fore-topmast to the bowsprit or the jib boom. Largevessels often carry several jibe; as, inner jib; outer jib; flyingjib; etc.","jogger":"One who jogs. Dryden.","jamaica":"One of the West India is islands. Jamaica ginger, a variety ofginger, called also white ginger, prepared in Jamaica from the bestroots, which are deprived of their epidermis and dried separately.-- Jamaica pepper, allspice.-- Jamaica rose (Bot.), a West Indian melastomaceous shrub (Blakeatrinervis), with showy pink flowers.","johannean":"Of or pertaining to John, esp. to the Apostle John or hiswritings. M. Stuart.","joy":"To rejoice; to be glad; to delight; to exult.I will joy in the God of my salvation. Hab. iii. 18.In whose sight all things joy. Milton.","jabberingly":"In a jabbering manner.","juncaceous":"Of. pertaining to, or resembling, a natural order of plants(Juncaceæ), of which the common rush (Juncus) is the type.","jerguer":"See Jerquer.","jejunum":"The middle division of the small intestine, between theduodenum and ileum; -- so called because usually found empty afterdeath.","japanese":"Of or pertaining to Japan, or its inhabitants.","jupati palm":"A great Brazilian palm tree (Raphia tædigera), used by thenatives for many purposes.","jermoonal":"The Himalayan now partridge.","junkerism":"The principles of the aristocratic party in Prussia.","jumart":"The fabled offspring of a bull and a mare. Locke.","jesuitically":"In a jesuitical manner.","jibber":"A horse that jibs. [Eng.]","jainism":"The heterodox Hindoo religion, of which the most strikingfeatures are the exaltation of saints or holy mortals, called jins,above the ordinary Hindoo gods, and the denial of the divine originand infallibility of the Vedas. It is intermediate between Brahmanismand Buddhism, having some things in common with each.","joule":"A unit of work which is equal to 107 units of work in the C. G.S. system of units (ergs), and is practically equivalent to theenergy expended in one second by an electric current of one ampere ina resistance of one ohm. One joule is approximately equal to 0.738foot pounds. Joule's equivalent. See under Equivalent, n.","judaizers":"See Raskolnik.","jacobine":"A Jacobin.","jasey":"A wig; -- so called, perhaps, from being made of, orresembling, Jersey yarn. Thackeray.","jetter":"One who struts; one who bears himself jauntily; a fop. [Obs.]Palsgrave.","jah":"Jehovah. Ps. lxviii. 4.","jealously":"In a jealous manner.","jolliment":"Jollity. [Obs.] Spenser.","jack":"A large tree, the Artocarpus integrifolia, common in the EastIndies, closely allied to the breadfruit, from which it differs inhaving its leaves entire. The fruit is of great size, weighing fromthirty to forty pounds, and through its soft fibrous matter arescattered the seeds, which are roasted and eaten. The wood is of ayellow color, fine grain, and rather heavy, and is much used incabinetwork. It is also used for dyeing a brilliant yellow. [Writtenalso jak.]"}