{"KEPHALIN":"One of a group of nitrogenous phosphorized principles, supposedby Thudichum to exist in brain tissue.","KNOUT":"A kind of whip for flogging criminals, formerly much used inRussia. The last is a tapering bundle of leather thongs twisted withwire and hardened, so that it mangles the flesh.","KREATIN":"See Creatin.","KILN-DRY":"To dry in a kiln; as, to kiln-dry meal or grain. Mortimer.","KAKOXENE":"See Cacoxene.","KIRSCHWASSER":"An alcoholic liquor, obtained by distilling the fermented juiceof the small black cherry.","KILOVOLT":"A unit of electromotive force equal to one thousand volts.","KEYSEAT":"To form a key seat, as by cutting. See Key seat, under Key.","KARAGANE":"A species of gray fox found in Russia.","KROOMAN":"One of a negro tribe of Liberia and the adjacent coast, whosemembers are much employed on shipboard.","KECKSY":"The hollow stalk of an umbelliferous plant, such as the cowparsnip or the hemlock. [Written also kex, and in pl., kecks, kaxes.]Nothing teems But hateful docks, rough thistles, kecksies, burs.Shak.","KERCHER":"A kerchief. [Obs.]He became . . . white as a kercher. Sir T. North.","KEN":"A house; esp., one which is a resort for thieves. [Slang, Eng.]","KNOWLECHE":"See Knowl, edge.We consider and knowleche that we have offended. Chaucer.","KEEVE":"A vat or tub in which the mash is made; a mash tub. Ure.","KEY FRUIT":"A samara.","KOPECK":"A small Russian coin. One hundred kopecks make a rouble, worthabout sixty cents. [Written also kopek, copec, and copeck.]","KNIGHT MARSHAL":"An officer in the household of the British sovereign, who hascognizance of transgressions within the royal household and verge,and of contracts made there, a member of the household being one ofthe parties. Wharton.","KIPSKIN":"Leather prepared from the skin of young or small cattle,intermediate in grade between calfskin and cowhide.","KIBBLE":"To bruise; to grind coarsely; as, kibbled oats. [Prov.Eng.]Halliwell.","KONITE":"See Conite.","KNOCK-KNEED":"Having the legs bent inward so that the knees touch in walking.[Written also knack-kneed.]","KNOBBING":"Rough dressing by knocking off knobs or projections.","KIVE":"A mash vat. See Keeve. [Obs.]","KALSOMINE":"Same as Calcimine.","KASACK":"Same as Cossack.","KINESIPATHY":"See Kinesiatrics.","KNIGHTLY":"Of or pertaining to a knight; becoming a knight; chivalrous;as, a knightly combat; a knightly spirit.For knightly jousts and fierce encounters fit. Spenser.[Excuses] full knightly without scorn. Tennyson.","KNAPSACK":"A case of canvas or leather, for carrying on the back asoldier's necessaries, or the clothing, etc., of a traveler.And each one fills his knapsack or his scrip With some rare thingthat on the field is found. Drayton.","KECK":"To heave or to retch, as in an effort to vomit. [R.] Swift.","KEIR":"See Kier.","KALASIE":"A long-tailed monkey of Borneo (Semnopithecus rubicundus). Ithas a tuft of long hair on the head.","KRAMERIA":"A genus of spreading shrubs with many stems, from one speciesof which (K. triandra), found in Peru, rhatany root, used as amedicine, is obtained.","KNOWLEDGE":"To acknowledge. [Obs.] \"Sinners which knowledge their sins.\"Tyndale.","KICKER":"One who, or that which, kicks.","KRULLER":"See Cruller.","KNEADABLE":"That may be kneaded; capable of being worked into a mass.","KITH":"Acquaintance; kindred.And my near kith for sore me shend. W. Browne.The sage of his kith and the hamlet. Longfellow.Kith and kin, kindred more or less remote.","KYACK":"A pack sack to be swung on either side of a packsaddle.[Western U. S.]","KABOOK":"A clay ironstone found in Ceylon.","KIVA":"A large chamber built under, or in, the houses of a Pueblovillage, used as an assembly room in religious rites or as a men'sdormitory. It is commonly lighted and entered from an opening in theroof.","KILOWATT":"One thousand watts.","KREATININ":"See Creatinin.","KARYOKINESIS":"The indirect division of cells in which, prior to division ofthe cell protoplasm, complicated changes take place in the nucleus,attended with movement of the nuclear fibrils; -- opposed tokaryostenosis. The nucleus becomes enlarged and convoluted, andfinally the threads are separated into two groups which ultimatelybecome disconnected and constitute the daughter nuclei. Called alsomitosis. See Cell development, under Cell.","KERN":"An idler; a vagabond. Wharton.","KRANGING HOOK":"A hook for holding the blubber while cutting it away. [Writtenalso cranging hook.]","KAKA":"A New Zealand parrot of the genus Nestor, especially the brownparrot (Nestor meridionalis).","KIND-HEARTED":"Having kindness of nature; sympathetic; characterized by ahumane disposition; as, a kind-hearted landlord.To thy self at least kind-hearted prove. Shak.","KIER":"A large tub or vat in which goods are subjected to the actionof hot lye or bleaching liquor; -- also called keeve.","KNEE":"A piece of timber or metal formed with an angle somewhat in theshape of the human knee when bent.","KAN":"To know; to ken. [Obs.] See Ken.","KEYED":"Furnished with keys; as, a keyed instrument; also, set to akey, as a tune. Keyed bugle. See Kent bugle.","KARN":"A pile of rocks; sometimes, the solid rock. See Cairn.","KIE":"Kine; cows. [Prov. Eng.] Halliwell.","KURDISH":"Of or pertaining to the Kurds. [Written also Koordish.]","KAINIT":"Salts of potassium used in the manufacture of fertilizers.","KINNIKINIC":"Prepared leaves or bark of certain plants; -- used by theIndians of the Northwest for smoking, either mixed with tobacco or asa substitute for it. Also, a plant so used, as the osier cornel(Cornus stolonijra), and the bearberry (Arctostaphylus Uva-ursi).[Spelled also kinnickinnick and killikinick.]","KERATOME":"An instrument for dividing the cornea in operations forcataract.","KISSINGCRUST":"The portion of the upper crust of a loaf which has touchedanother loaf in baking. Lamb.A massy fragment from the rich kissingcrust that hangs like a frettedcornice from the upper half of the loaf. W. Howitt.","KERMES":"The dried bodies of the females of a scale insect (Coccusilicis), allied to the cochineal insect, and found on several speciesof oak near the Mediterranean. They are round, about the size of apea, contain coloring matter analogous to carmine, and are used indyeing. They were anciently thought to be of a vegetable nature, andwere used in medicine. [Written also chermes.]","KILLIKINICK":"See Kinnikinic.","KERNISH":"Clownish; booorish. [Obs.] \"A petty kernish prince.\" Milton.","KIRKYARD":"A churchyard. [Scot.]","KIOSK":"A Turkish open summer house or pavilion, supported by pillars.","KOBELLITE":"A blackish gray mineral, a sulphide of antimony, bismuth, andlead.","KERSEYMERE":"See Cassimere.","KITTLE":"To bring forth young, as a cat; to kitten; to litter. [Prov.Eng. & Scot.]","KEEL":"To cool; to akin or stir [Obs.]While greasy Joan doth keel the pot. Shak.","KODAK":"A kind of portable camera.","KICKSHAW":"See Kickshaws, the correct singular.","KIDDOW":"The guillemot. [Written also kiddaw.] [Prov. Eng.]","KEDDAH":"An inclosure constructed to entrap wild elephants; an elephanttrap. [India]","KET":"Carrion; any filth. [Prob. Eng.] Halliwell.","KURSAAL":"A public hall or room, for the use of visitors at wateringplaces and health resorts in Germany.","KNOWLECHING":"Knowledge. [Obs.] Chaucer.","KRYPTON":"An inert gaseous element of the argon group, occurring in airto the extent of about one volume in a million. It was discovered byRamsay and Travers in 1898. Liquefying point, -- 152º C.; symbol, Kr;atomic weight, 83.0.","KNOCK-OUT":"Act of knocking out, or state of being knocked out.","KERITE":"A compound in which tar or asphaltum combined with animal orvegetable oils is vulcanized by sulphur, the product closelyresembling rubber; -- used principally as an insulating material intelegraphy. Knight.","KABOB":"See Cabob, n. & v. t.","KETONIC":"Pertaining to, or derived from, a ketone; as, a ketonic acid.","KOUSSO":"An Abyssinian rosaceous tree (Brayera anthelmintica), theflowers of which are used as a vermifuge. [Written also cusso andkosso.]","KATHETOMETER":"Same as Cathetometer.","KIEFEKIL":"A species of clay; meerschaum. [Also written keffekil.]","KNOCK-OFF":"That knocks off; of or pertaining to knocking off.","KNOBKERRIE":"A short club with a knobbed end used as a missile weapon byKafir and other native tribes of South Africa.","KIRTLED":"Wearing a kirtle. Byron.","KYLEY":"A variety of the boomerang.","KOORILIAN":"Same as Kurilian.","KNAPPLE":"To break off with an abrupt, sharp noise; to bite; to nibble.[Obs. or Prov. Eng.]","KILTING":"A perpendicular arrangement of flat, single plaits, each plaitbeing folded so as to cover half the breadth of the preceding one.","KON":"To know. See Can, and Con. [Obs.]Ye konnen thereon as much as any man. Chaucer.","KINKAJOU":"A nocturnal carnivorous mammal (Cercoleptes caudivolvulus) ofSouth America, about as large as a full-grown cat. It has aprehensile tail and lives in trees. It is the only representative ofa distinct family (Cercoleptidæ) allied to the raccoons. Called alsopotto, and honey bear.","KINGHOOD":"The state of being a king; the attributes of a king; kingship.Gower.","KOWTOW":"The same as Kotow.I have salaamed and kowtowed to him. H. James.","KNAR":"See Gnar. [Obs.] Chaucer.","KARYOSTENOTIC":"Pertaining to, or connected with, karyostenosis; as, thekaryostenotic mode of nuclear division.","KNAGGY":"Knotty; rough; figuratively, rough in temper. Fuller.-- Knag\"gi*ness, n.","KAROSS":"A native garment or rug of skin sewed together in the form of asquare. [South Africa]","KITCHENETTE":"A room combining a very small kitchen and a pantry, with thekitchen conveniences compactly arranged, sometimes so that they foldup out of sight and allow the kitchen to be made a part of theadjoining room by opening folding doors.","KAROB":"The twenty-fourth part of a grain; -- a weight used bygoldsmiths. Crabb.","KYLOES":"The cattle of the Hebrides, or of the Highlands. [Scot.] Sir W.Scott.","KAYKO":"The dog salmon.","KINSFOLK":"Relatives; kindred; kin; persons of the same family or closelyor closely related families.They sought him among their kinsfolk and acquaintance. Luke ii. 44.","KINDRED":"Related; congenial; of the like nature or properties; as,kindred souls; kindred skies; kindred propositions.True to the kindred points of heaven and home. Wordsworth.","KOSHER":"Ceremonially clean, according to Jewish law; --applied to food,esp. to meat of animals slaughtered according to the requirements ofJewish law. Opposed to tref. Hence, designating a shop, store, house,etc., where such food is sold or used.","KNIGHTHEAD":"A bollard timber. See under Bollard.","KINGLET":"Any one of several species of small singing birds of the genusRegulus and family Sylviidæ.","KNEE-HIGH":"Rising or reaching upward to the knees; as, the water is knee-high.","KEESH":"See Kish.","KUDU":"See Koodoo.","KARVEL":"See Carvel, and Caravel.","KINOYL":"See Quinoyl.","KNOWABLE":"That may be known; capable of being discovered, understood, orascertained.Thus mind and matter, as known or knowable, are only two differentseries of phenomena or qualities. Sir W. Hamilton.","KINGLIHOOD":"King-liness. Tennyson.","KERATITIS":"Inflammation of the cornea.","KAIMACAM":"Same as Caimacam.","KNURRY":"Full of knots. [Obs.] Drayton.","KARROO":"One of the dry table-lands of South Africa, which often riseterracelike to considerable elevations. [Also karoo.] The GreatKarroo, or The Karroo, a vast plateau, in Cape Colony, stretchingthrough five degrees of longitude, at an elevation of about 3,000feet.","KEYBOARD":"The whole arrangement, or one range, of the keys of an organ,typewriter, etc.","KEELAGE":"The right of demanding a duty or toll for a ship entering aport; also, the duty or toll. Bouvier. Wharton.","KAMPYLITE":"A variety of mimetite or arseniate of lead in hexagonal prismsof a fine orange yellow. [Written also campylite.]","KNURLY":"Full of knots; hard; tough; hence, capable of enduring orresisting much.","KSAR":"See Czar.","KIDLING":"A young kid.","KY":"Kine. [Scot.] See Kee, Kie, and Kine.","KREUTZER":"A small copper coin formerly used in South Germany; also, asmall Austrian copper coin. [Written also kreuzer.]","KERAUNOGRAPH":"A figure or picture impressed by lightning upon the human bodyor elsewhere.-- Ker`au-nog\"ra-phy, n.","KESS":"To kiss. [Obs.] Chaucer","KILLER":"A voracious, toothed whale of the genus Orca, of which severalspecies are known.","KANTIAN":"Of or pertaining to Immanuel Kant, the German philosopher;conformed or relating to any or all of the philosophical doctrines ofImmanuel Kant.","KLIPFISH":"Dried cod, exported from Norway. [Written also clipfish.]","KENNEL":"The water course of a street; a little canal or channel; agutter; also, a puddle. Bp. Hall.","KIVER":"To cover.-- n.","KIRKED":"Turned upward; bent. [Obs.] Rom. of R.","KERARGYRITE":"See Cerargyrite.","KISTVAEN":"A Celtic monument, commonly known as a dolmen.","KILLIGREW":"The Cornish chough. See under Chough. [Prov. Eng. & Scot.]","KEFFE-KIL":"See Kiefekil.","KYTHE":"To come into view; to appear. [Scot.]It kythes bright . . . because all is dark around it. Sir W. Scott.","KHOLAH":"The Indian jackal.","KHENNA":"See Henna.","KAVASS":"An armed constable; also, a government servant or courier.[Turkey]","KINTLIDGE":"See Kentledge.","KRITARCHY":"The rule of the judges over Israel.Samson, Jephthah, Gideon, and other heroes of the kritarchy. Southey.","KNAGGED":"Full of knots; knaggy.","KATASTATE":"(Physiol.) A substance formed by a katabolic process; --opposed to anastate. See Katabolic.","KYMOGRAPH":"An instrument for measuring, and recording graphically, thepressure of the blood in any of the blood vessels of a living animal;-- called also kymographion.","KNEE JERK":"A jerk or kick produced by a blow or sudden strain upon thepatellar tendon of the knee, which causes a sudden contraction of thequadriceps muscle.","KELTIC":"Same as Celtic, a. & n.","KHOND":"A Dravidian of a group of tribes of Orissa, India, a section ofwhom were formerly noted for their cruel human sacrifices to theearth goddess, murder of female infants, and marriage by capture.","KAWN":"A inn. [Turkey] See Khan.","KUTCH":"The packet of vellum leaves in which the gold is first beateninto thin sheets.","KAT":"An Arabian shrub Catha edulis) the leaves of which are used astea by the Arabs.","KORIN":"The gazelle.","KENSPECKLE":"Having so marked an appearance as easily to be recognized.[Scot.]","KARAITE":"A sect of Jews who adhere closely to the letter of theScriptures, rejecting the oral law, and allowing the Talmud nobinding authority; -- opposed to the Rabbinists.","KYD":"p. p. of Kythe.","KAMICHI":"A curious South American bird (Anhima, or Palamedea, cornuta),often domesticated by the natives and kept with poultry, which itdefends against birds of prey. It has a long, slender, hornlikeornament on its head, and two sharp spurs on each wing. Although itsbeak, feet, and legs resemble those of gallinaceous birds, it isrelated in anatomical characters to the ducks and geese (Anseres).Called also horned screamer. The name is sometimes applied also tothe chaja. See Chaja, and Screamer.","KICKABLE":"Capable or deserving of being kicked. \"A kickable boy.\" G.Eliot.","KNIT":"Union knitting; texture. Shak.","KNOTWEED":"See Knot.","KELOTOMY":"See Celotomy.","KREOSOTE":"See Creosote.","KLOPEMANIA":"See Kleptomania.","KAKARALLI":"A kind of wood common in Demerara, durable in salt water,because not subject to the depredations of the sea worm and barnacle.","KNOCK-KNEE":"A condition in which the knees are bent in so as to touch eachother in walking; inknee.","KAOLINIZATION":"The process by which feldspar is changed into kaolin.","KIMNEL":"A tub. See Kemelin. [Obs.]She knew not what a kimnel was Beau. & Fl.","KALENDS":"Same as Calends.","KUSSIER":"(Mus.) A Turkish instrument of music, with a hollow bodycovered with skin, over which five strings are stretched. [Writtenalso kussir.]","KALMIA":"A genus of North American shrubs with poisonous evergreenfoliage and corymbs of showy flowers. Called also mountain laurel,ivy bush, lamb kill, calico bush, etc.","KICK":"To strike, thrust, or hit violently with the foot; as, a horsekicks a groom; a man kicks a dog.He [Frederick the Great] kicked the shins of his judges. Macaulay.To kick the beam, to fit up and strike the beam; -- said of thelighter arm of a loaded balance; hence, to be found wanting inweight. Milton.-- To kick the bucket, to lose one's life; to die. [Colloq. & Low]","KERNELLY":"Full of kernels; resembling kernels; of the nature of kernels.Holland.","KAMTSCHADALES":"An aboriginal tribe inhabiting the southern part ofKamtschatka.","KELSON":"See Keelson. Sir W. Raleigh.","KINDERGARTEN":"A school for young children, conducted on the theory thateducation should be begun by gratifying and cultivating the normalaptitude for exercise, play, observation, imitation, andconstruction; -- a name given by Friedrich Froebel, a Germaneducator, who introduced this method of training, in rooms opening ona garden.","KICKAPOOS":"A tribe of Indians which formerly occupied the region ofNorthern Illinois, allied in language to the Sacs and Foxes.","KEENLY":"In a keen manner.","KITCHENMAID":"A woman employed in the kitchen. Shak.","KIBLAH":"See Keblah.","KEDGE":"To move (a vessel) by carrying out a kedge in a boat, droppingit overboard, and hauling the vessel up to it.","KEE":"See Kie, Ky, and Kine. [Prov. Eng.] Gay.","KERATOGENOUS":"Producing horn; as, the keratogenous membrane within the hornyhoof of the horse.","KITTIWAKE":"A northern gull (Rissa tridactyla), inhabiting the coasts ofEurope and America. It is white, with black tips to the wings, andhas but three toes.","KINDLESS":"Destitute of kindness; unnatural.[Obs.] \"Kindless villain.\"Shak.","KAYAK":"A light canoe, made of skins stretched over a frame, andusually capable of carrying but one person, who sits amidships anduses a double-bladed paddle. It is peculiar to the Eskimos and otherArctic tribes.","KNOSP":"Same as Knop,2. Milman.","KAIQUE":"See Caique.","KNEECAP":"The kneepan.","KNUBS":"Waste silk formed in winding off the threads from a cocoon.","KNIFE SWITCH":"A switch consisting of one or more knifelike pieces hinged atone end and making contact near the other with flat gripping springs.","KNITTER":"One who, or that which, knits, joins, or unites; a knittingmachine. Shak.","KNAPWEED":"The black centaury (Centaurea nigra); -- so called from theknoblike heads of flowers. Called also bullweed.","KITTEL":"See Kittle, v. t.","KNICKKNACKATORY":"A collection of knickknacks. Richardson.","KNOPPERN":"A kind of gall produced by a gallfly on the cup of an acorn, --used in tanning and dyeing.","KINSHIP":"Family relationship.","KRONE":"A coin of Denmark, Norway, and Sweden, of the value of abouttwenty-eight cents. See Crown, n., 9.","KARMATHIAN":"One of a Mohammedan sect founded in the ninth century byKarmat.","KALOYER":"See Caloyer.","KITHARA":"See Cithara.","KNIVES":"of Knife. See Knife.","KIKE":"To gaze; to stare. [Obs.] Chaucer.","KHANATE":"Dominion or jurisdiction of a khan.","KIRSOME":"Christian; christened. [Obs.]I am a true kirsome woman. Beau. & Fl.","KENNEL COAL":". See Cannel coal.","KELPWARE":"Same as Kelp, 2.","KNOTWORT":"A small, herbaceous, trailing plant, of the genus Illecebrum(I. verticillatum.)","KILO-":"A combining form used to signify thousand in forming the namesof units of measurement; as, kilogram, kilometer, kilowatt, etc.","KAM":"Crooked; awry. [Obs.] \"This is clean kam.\" Shak.","KNOPPED":"Having knops or knobs; fastened as with buttons. [Obs.] Rom. ofR.","KATE":"The brambling finch.","KERVER":"A carver. [Obs.] Chaucer.","KEUPER":"The upper division of the European Triassic. See Chart ofGeology.","KYMRIC":"See Cymric, a. & n.","KALEEGE":"One of several species of large, crested, Asiatic pheasants,belonging to the genus Euplocamus, and allied to the firebacks.","KIN":"A diminutive suffix; as, manikin; lambkin.","KNAVISHNESS":"The quality or state of being knavish; knavery; dishonesty.","KINIC":"See Quinic.","KERAMICS":"Same as Ceramics.","KELTER":"Regular order or proper condition. [Written also kilter.][Colloq.]If the organs of prayer be out of kelter or out of tune, how can wepray Barrow.","KIBE":"A chap or crack in the flesh occasioned by cold; an ulceratedchilblain. \"He galls his kibe.\" Shak.","KHOLSUN":"The dhole.","KELL":"A kiln. [Obs.]","KITTLISH":"Ticklish; kittle. Sir W. Scott.","KIBY":"Affected with kibes. Skelton.","KANTTRY":"Same as Cantred.","KIMMERIAN":"See Cimmerian.","KNOCKER":"One who, or that which, knocks; specifically, an instrument, orkind of hammer, fastened to a door, to be used in seeking foradmittance.Shut, shut the door, good John ! fatigued, knocker; say I'm sick, I'mdead. Pope.","KIESELGUHR":"Siliceous earth; specifically, porous infusorial earth, used asan absorbent of nitroglycerin in the manufacture of dynamite.","KEPI":"A military cap having a close-fitting band, a round flat topsloping toward the front, and a visor. As originally worn by theFrench in Algeria about 1830 it was tall and stiff with a straightvisor. It is now lower, has a curved visor, and is frequently soft.","KULTURKAMPF":"Lit., culture war; -- a name, originating with Virchow (1821 --1902), given to a struggle between the the Roman Catholic Church andthe German government, chiefly over the latter's efforts to controleducational and ecclesiastical appointments in the interest of thepolitical policy of centralization. The struggle began with thepassage by the Prussian Diet in May, 1873, of the so-called May laws,or Falk laws, aiming at the regulation of the clergy. Oppositioneventually compelled the government to change its policy, and from1880 to 1887 laws virtually nullifying the May laws were enacted.","KERVE":"To carve. [Obs.] Chaucer.","KURO-SIWO":"See Japan Current, above.","KYKE":"To look steadfastly; to gaze. [Obs.] [Written also kike, keke.]This Nicholas sat ever gaping upright, As he had kyked on the newemoon. Chaucer.","KEDLOCK":"See Charlock.","KARSTENITE":"Same as Anhydrite.","KANSAS":"A tribe of Indians allied to the Winnebagoes and Osages. Theyformerly inhabited the region which is now the State of Kansas, butwere removed to the Indian Territory.","KELD":"Having a kell or covering; webbed. [Obs.] Drayton.","KINATE":"See Quinate. [Obsolescent]","KALMUCK":"See Calmucks.","KETA":"A small salmon (Oncorhynchus keta) of inferior value, which inthe autumn runs up all the larger rivers between San Francisco andKamchatka.","KERB":"See Curb.","KOFF":"A two-masted Dutch vessel.","KILDERKIN":"A small barrel; an old liquid measure containing eighteenEnglish beer gallons, or nearly twenty-two gallons, United Statesmeasure. [Written also kinderkin.]","KIRK":"A church or the church, in the various senses of the word;esp., the Church of Scotland as distinguished from other reformedchurches, or from the Roman Catholic Church. [Scot.] Jamieson.","KALEIDOSCOPE":"An instrument invented by Sir David Brewster, which containsloose fragments of colored glass, etc., and reflecting surfaces soarranged that changes of position exhibit its contents in an endlessvariety of beautiful colors and symmetrical forms. It has been muchemployed in arts of design.Shifting like the fragments of colored glass in the kaleidoscope. G.W. Cable.","KIND":"To beget. [Obs.] Spenser.","KORRIGUM":"A West African antelope (Damalis Senegalensis), allied to thesassaby. It is reddish gray, with a black face, and a black stripe onthe outside of the legs above the knees.","KINGCUP":"The common buttercup.","KENO":"A gambling game, a variety of the game of lotto, played withballs or knobs, numbered, and cards also numbered. [U. S.]","KNAVESS":"A knavish woman. Carlyle.","KNEELINGLY":"In a kneeling position.","KINCOB":"India silk brocaded with flowers in silver or gold.-- a.","KENOGENETIC":"Of or pertaining to kenogenesis; as, kenogenetic processes.-- Ken`o*ge*net\"ic*al*ly, adv.","KNOCKDOWN":"A felling by a knock, as of a combatant, or of an animal.","KOBOLD":"A kind of domestic spirit in German mythology, corresponding tothe Scottish brownie and the English Robin Goodfellow.","KORAN":"The Scriptures of the Mohammedans, containing the professedrevelations to Mohammed; -- called also Alcoran. [Written also Kuranor Quran.]","KNOWING":"Knowledge; hence, experience. \" In my knowing.\" Shak.This sore night Hath trifled former knowings. Shak.","KNUCKLE":"The joining pars of a hinge through which the pin or rivetpasses; a knuckle joint.","KUSIMANSE":"A carnivorous animal (Crossarchus obscurus) of tropical Africa.It its allied to the civets. Called also kusimansel, and mangue.","KNIGHTLINESS":"The character or bearing suitable for a knight; chivalry.Spenser.","KINESODIC":"Conveying motion; as; kinesodic substance; -- applied esp. tothe spinal cord, because it is capable of conveying doth voluntaryand reflex motor impulses, without itself being affected by motorimpulses applied to it directly.","KLICK":"See Click.","KRAKOWIAK":"A lively Polish dance. See Cracovienne.","KROKIDOLITE":"See Crocidolite.","KNIGHT":"To dub or create (one) a knight; -- done in England by thesovereign only, who taps the kneeling candidate with a sword, saying:Rise, Sir ---.A soldier, by the honor-giving hand Of Cknighted in the field. Shak.","KENTLEDGE":"Pigs of iron used for ballast. [Written also kintlidge.]","KLEPTOMANIAC":"A person affected with kleptomania.","KEECH":"A mass or lump of fat rolled up by the butcher. [Obs.] Shak.","KNEEL":"To bend the knee; to fall or rest on the knees; -- sometimeswith down.And he kneeled down, and cried with a loud voice, Lord, lay not thissin to their charge. Acts vii. 60.As soon as you are dressed, kneel and say the Lord's Prayer. Jer.Taylor.","KINGCRAFT":"The craft of kings; the art of governing as a sovereign; royalpolicy. Prescott.","KRIS":"A Malay dagger. See Creese.","KALIUM":"Potassium; -- so called by the German chemists.","KEYSTONE":"The central or topmost stone of an arch. This in some styles ismade different in size from the other voussoirs, or projects, or isdecorated with carving. See Illust. of Arch. Keystone State, theState of Pennsylvania; -- so called from its having been the centralState of the Union at the formation of the Constitution.","KINEPOX":"See Cowpox. Kin\"e*scope (, n.","KAFFLE":"See Coffle.","KICKSHOE":"A kickshaws. Milton.","KATHETAL":"Making a right angle; perpendicular, as two lines or two sidesof a triangle, which include a right angle.","KITTYSOL":"The Chinese paper parasol.","KEG":"A small cask or barrel.","KITTEN":"A young cat.","KUMMEL":"A Russian and German liqueur, consisting of a sweetened spiritflavored with caraway seeds.","KYRIE ELEISON":"Greek words, meaning \"Lord, have mercy upon us,\" used in theMass, the breviary offices, the litany of the saints, etc. Addis &Arnold.","KNABBLE":"To bite or nibble. [Obs.]Horses will knabble at walls, and rats gnaw iron. Sir T. Browne.","KAIN":"Poultry, etc., required by the lease to be paid in kind by atenant to his landlord. Wharton (Law Dict.).","KYAR":"Cocoanut fiber, or the cordage made from it. See Coir.","KETMIE":"The name of certain African species of Hibiscus, cultivated forthe acid of their mucilage. [Written also ketmia.]","KERAMOGRAPHIC":"Suitable to be written upon; capable of being written upon, asa slate; -- said especially of a certain kind of globe. Scudamore.","KAME":"A low ridge. [Scot.] See Eschar.","KREMS":"A variety of white lead. See Krems lead, under Lead, n.","KISSING STRINGS":"Cap or bonnet strings made long to tie under the chin.","KINGLING":"Same as Kinglet, 1. Churchill.","KOAITA":"Same as Coaita.","KINDLE":"To bring forth young. [Obs.] Shak.The poor beast had but lately kindled. Holland.","KEPT":"of Keep. Kept mistress, a concubine; a woman supported by a manas his paramour.","KNOTLESS":"Free from knots; without knots. \"Silver firs with knotlesstrunks.\" Congreve.","KERAMIC":"Same as Ceramic.","KEDGER":"A small anchor; a kedge.","KNEE-CROOKING":"Obsequious; fawning; cringing. \"Knee-crooking knave.\" Shak.","KOOLSLAA":"See Coleslaw.","KIMBO":"Crooked; arched; bent. [Written also kimbow.] Dryden.","KINETICS":"See Dynamics.","KNICKERBOCKERS":"The name for a style of short breeches; smallclothes.","KERATONYXIS":"The operation of removing a cataract by thrusting a needlethrough the cornea of the eye, and breaking up the opaque mass.","KNOWER":"One who knows. Shak.","KNIGHT-ERRANT":"A wandering knight; a knight who traveled in search ofadventures, for the purpose of exhibiting military skill, prowess,and generosity.","KAPNOMAR":") See Capnomor.","KENTUCKY":"One of the United States. Kentucky blue grass (Bot.), avaluable pasture and meadow grass (Poa pratensis), found in bothEurope and America. See under Blue grass.-- Kentucky coffee tree (Bot.), a tall North American tree(Gymnocladus Canadensis) with bipinnate leaves. It produces largewoody pods containing a few seeds which have been used as asubstitute for coffee. The timber is a very valuable.","KNICKKNACK":"A trifle or toy; a bawble; a gewgaw.","KARAKUL":"Astrakhan, esp. in fine grades. Cf. Caracul.","KALIFORM":"Formed like kali, or glasswort.","KUDOS":"Glory; fame; renown; praise. W. H. Russel.","KLIPSPRINGER":"A small, graceful South African antelope (Nanotragusoreotragus), which, like the chamois, springs from one crag toanother with great agility; -- called also kainsi. [Written alsoklippspringer.]","KNEEJOINTED":"Geniculate; kneed. See Kneed, a., 2.","KETCHUP":"A sauce. See Catchup.","KILOSTERE":"A cubic measure containing 1000 cubic meters, and equivalent to35,315 cubic feet.","KNIGHT-ER-RATIC":"Pertaining to a knight-errant or to knight-errantry. [R.]Quart. Rev.","KINGLY":"Belonging to, suitable to, or becoming, a king; characteristicof, resembling, a king; directed or administered by a king;monarchical; royal; sovereign; regal; august; noble; grand. \"Kinglymagnificence.\" Sir P. Sidney. \"A kingly government.\" Swift. \"Thekingly couch.\" Shak.The kingliest kings are crowned with thorn. G. Massey.Leave kingly backs to cope with kingly cares. Cowper.","KAKAPO":"A singular nocturnal parrot (Strigops habroptilus), native ofNew Zealand. It lives in holes during the day, but is active atnight. It resembles an owl in its colors and general appearance. Ithas large wings, but can fly only a short distance. Called also owlparrot, night parrot, and night kaka.","KAIL":"A kind of headless cabbage. Same as Kale, 1.","KLOOF":"A glen; a ravine closed at its upper end. [South Africa]","KNOTTED":"Characterized by small, detached points, chiefly composed ofmica, less decomposable than the mass of the rock, and forming knotsin relief on the weathered surface; as, knotted rocks. Percival.","KUSKUS":"See Vetiver.","KNOP":"Any boldly projecting sculptured ornament; esp., the ornamentaltermination of a pinnacle, and then synonymous with finial; -- calledalso knob, and knosp. Knop sedge (Bot.), the bur reed (Sparganium); -- so called from its globular clusters of seed vessels. Prior.","KERATOPHYTE":"A gorgonian coral having a horny axis.","KISMET":"Destiny; fate. [Written also kismat.] [Oriental]","KRISHNA":"The most popular of the Hindoo divinities, usually held to bethe eighth incarnation of the god Vishnu.","KIRTLE":"A garment varying in form and use at different times, and worndoth by men and women.Wearing her Norman car, and her kirtle of blue. Longfellow.","KINETOGENESIS":"An instrument for producing curves by the combination ofcircular movements; -- called also kinescope.","KIMRY":"See Cymry.","KERNED":"Having part of the face projecting beyond the body or shank; --said of type. \"In Roman, f and j are the only kerned letters.\"MacKellar.","KILL":"A kiln. [Obs.] Fuller.","KAHANI":"A kind of notary public, or attorney, in the Levant.","KNIGHT-ERRANTRY":"The character or actions of wandering knights; the practice ofwandering in quest of adventures; chivalry; a quixotic or romanticadventure or scheme.The rigid guardian [i. e., conscience] of a blameless heart Is weakwith rank knight-erratries o'errun. Young.","KAFILAH":"See Cafila.","KUTAUSS":"The India civet (Viverra zibetha).","KOKLASS":"Any pheasant of the genus Pucrasia. The birds of this genusinhabit India and China, and are distinguished by having a longcentral and two lateral crests on the head. Called also pucras.","KAND":"Fluor spar; -- so called by Cornish miners.","KOODOO":"A large South African antelope (Strepsiceros kudu). The maleshave graceful spiral horns, sometimes four feet long. The generalcolor is reddish or grayish brown, with eight or nine white bands oneach side, and a pale dorsal stripe. The old males become dark bluishgray, due to the skin showing through the hair. The females arehornless. Called also nellut. [Written also kudu.]","KINETOPHONE":"A machine combining a kinetoscope and a phonograph synchronizedso as to reproduce a scene and its accompanying sounds.","KYDDE":"imp. of Kythe, to show. [Obs.] Chaucer.","KEROSENE":"An oil used for illuminating purposes, formerly obtained fromthe distillation of mineral wax, bituminous shale, etc., and hencecalled also coal oil. It is now produced in immense quantities,chiefly by the distillation and purification of petroleum. Itconsists chiefly of several hydrocarbons of the methane series.","KEELVAT":"See Keelfat.","KOOKOOM":"The oryx or gemsbok. [Written also kookaam.]","KONSEAL":"A form of capsule for inclosing a dose of medicine that isoffensive, caustic, or the like.","KEEPERSHIP":"The office or position of a keeper. Carew.","KISSING BUG":"Any one of several species of blood-sucking, venomous Hemipterathat sometimes bite the lip or other parts of the human body, causingpainful sores, as the cone-nose (Conorhinus sanguisuga). [U. S.]","KINAESODIC":"Kinesodic.","KRANG":"The carcass of a whale after the blubber has been removed.[Written also crang and kreng.]","KOMTOK":"An African freshwater fish (Protopterus annectens), belongingto the Dipnoi. It can breathe air by means of its lungs, and whenwaters dry up, it encases itself in a nest of hard mud, where itremains till the rainy season. It is used as food.","KAPELLE":"A chapel; hence, the choir or orchestra of a prince's chapel;now, a musical establishment, usually orchestral. Grove.","KJOEKKEN MOEDDINGS":"See Kitchen middens.","KLEENEBOC":"(Zoöl.) An antelope (Cerphalopus pygmæus), found in SouthAfrica. It is of very small size, being but one foot high atshoulder. It is remarkable for its activity, and for its mild andtimid disposition. Called also guevi, and pygmy antelope.","KNITTLE":"See Nettles.","KIND-HEARTEDNESS":"The state or quality of being kind-hearted; benevolence.","KYAW":"A daw. [Scot.]","KEEN":"To sharpen; to make cold. [R.]Cold winter keens the brightening flood. Thomson.","KOLARIAN":"An individual of one of the races of aboriginal inhabitantswhich survive in Hindostan.-- a.","KUFIC":"See Cufic.","KYTOPLASMA":"See Karyoplasma.","KURILIAN":"Of or pertaining to the Kurile Islands, a chain of islands inthe Pacific ocean, extending from the southern extremity ofKamschatka to Yesso.-- n.","KEELING":"A cod.","KEELIVINE":"A pencil of black or red lead; -- called also keelyvine pen.[Scot.] Sir W. Scott.","KOP":"Hill; mountain. [South Africa]","KINKHAUST":"Whooping cough. [Obs.or Prov. Eng.]","KEELED":"Keel-shaped; having a longitudinal prominence on the back; as,a keeled leaf.","KOLINSKY":"Among furriers, any of several Asiatic minks; esp., Putoriussibiricus, the yellowish brown pelt of which is valued, esp. for thetail, used for making artists' brushes. Trade names for the fur arered sable and Tatar sable.","KICKSY-WICKSY":"Fantastic; restless; as, kicksy-wicksy flames. Nares.","KINO":"The dark red dried juice of certain plants, used variously intanning, in dyeing, and as an astringent in medicine.","KIDDLE":"A kind of basketwork wear in a river, for catching fish.[Improperly spelled kittle.]","KAOLINIZE":"To convert into kaolin.","KNOLLER":"One who tolls a bell. [Obs.] Sherwood.","KOALA":"A tailless marsupial (Phascolarctos cinereus), found inAustralia. The female carries her young on the back of her neck.Called also Australian bear, native bear, and native sloth.","KEEPSAKE":"Anything kept, or given to be kept, for the sake of the giver;a token of friendship.","KNICKER":"A small ball of clay, baked hard and oiled, used as a marble byboys in playing. [Prov. Eng. & U. S.] Halliwell. Bartlett.","KNOR":"See Knur. [Obs.]","KEVER":"i. To cover. [Obs.] Chaucer.","KYNREDE":"Kindred. [Obs.] Chaucer.","KINGLINESS":"The state or quality of being kingly.","KINGSHIP":"The state, office, or dignity of a king; royalty. Landor.","KIDDIER":"A huckster; a cadger. [Obs.] Halliwell.","KIDDY":"To deceive; to outwit; to hoax. [Slang] Dickens.","KNACKY":"Having a knack; cunning; crafty; trickish. [Prov. Eng. & Scot.]Halliwell.","KOOLOKAMBA":"A west African anthropoid ape (Troglodytes koolokamba, or T.Aubryi), allied to the chimpanzee and gorilla, and, in some respects,intermediate between them.","KARYOKINETIC":"Of or pertaining to karyokinesis; as, karyokinetic changes ofcell division.","KOORD":"See Kurd.","KOSMOS":"See Cosmos. Gladstone.","KINGSTON VALVE":"A conical valve, opening outward, to close the mouth of a pipewhich passes through the side of a vessel below the water line.","KANTIST":"A disciple or follower of Kant.","KNIGHTLESS":"Unbecoming a knight. [Obs.] \"Knightless guile.\" Spenser.","KAFTAN":"See Caftan.","KHUTBAH":"An address or public prayer read from the steps of the pulpitin Mohammedan mosques, offering glory to God, praising Mohammed andhis descendants, and the ruling princes.","KEMPS":"The long flower stems of the ribwort plantain (PlantagoLanceolata). Dr. Prior.","KNOCKINGS":"Large lumps picked out of the sieve, in dressing ore.","KANCHIL":"A small chevrotain of the genus Tragulus, esp. T. pygmæus, orT. kanchil, inhabiting Java, Sumatra, and adjacent islands; adeerlet. It is noted for its agility and cunning.","KINGTRUSS":"A truss, framed with a king-post; -- used in roofs, bridges,etc.","KILT":"p. p. from Kill. [Obs.] Spenser.","KERSEY":"A kind of coarse, woolen cloth, usually ribbed, woven from woolof long staple.","KALIGENOUS":"Forming alkalies with oxygen, as some metals.","KINSMANSHIP":"Kinship. Thackeray.","KILOWATT HOUR":"A unit of work or energy equal to that done by one kilowattacting for one hour; --approx. = 1.34 horse-power hour.","KNIFEBOARD":"A board on which knives are cleaned or polished.","KNURL":"A contorted knot in wood; a crossgrained protuberance; anodule; a boss or projection.","KEEP":"A cap for retaining anything, as a journal box, in place. Totake keep, to take care; to heed. [Obs.] Chaucer.","KNEADINGLY":"In the manner of one kneading.","KNOW":"Knee. [Obs.] Chaucer.","KNIGHT BANNERET":"A knight who carried a banner, who possessed fiefs to a greateramount than the knight bachelor, and who was obliged to serve in warwith a greater number of attendants. The dignity was sometimesconferred by the sovereign in person on the field of battle.","KARATAS":"A West Indian plant of the Pineapple family (NidulariumKaratas).","KINGLESS":"Having no king. F. Lieber.","KRYOLITE":"See Cryolite.","KIANG":"The dziggetai.","KALI":"The last and worst of the four ages of the world; -- consideredto have begun B. C. 3102, and to last 432,000 years.","KERCHERED":"Covered, or bound round, with a kercher. [Obs.] G. Fletcher.","KAYLES":"A game; ninepins. [Prov Eng.] Carew.","KEENER":"A professional mourner who wails at a funeral. [Ireland]","KING-POST":"A member of a common form of truss, as a roof truss. It isstrictly a tie, intended to prevent the sagging of the tiebeam in themiddle. If there are struts, supporting the main rafters, they oftenbear upon the foot of the king-post. Called also crown-post.","KERCHIEF":"Dressed; hooded; covered; wearing a kerchief. Milton.","KILTER":"See Kelter.","KIBED":"Chapped; cracked with cold; affected with chilblains; as kibedheels. Beau. & Fl.","KAPOK":"A silky wool derived from the seeds of Ceiba pentandra (syn.Eriodendron anfractuosum), a bombaceous tree of the East and WestIndies.","KNOBBLER":"The hart in its second year; a young deer. [Written alsoknobber.] Halliwell.He has hallooed the hounds upon a velvet-headed knobbler. Sir W.Scott.","KENOGENESIS":"Modified evolution, in which nonprimitive characters make theirappearance in consequence of a secondary adaptation of the embryo tothe peculiar conditions of its environment; -- distinguished frompalingenesis. [Written also cænogenesis.]","KEELHAUL":"To haul under the keel of a ship, by ropes attached to theyardarms on each side. It was formerly practiced as a punishment inthe Dutch and English navies. Totten.","KUKLUX":"The name adopted in the southern part of the United States by asecret political organization, active for several years after theclose of the Civil War, and having for its aim the repression of thepolitical power of the freedmen; -- called also Kuklux Klan.","KELP":"Any large blackish seaweed.","KUDA":"The East Indian tapir. See Tapir.","KERATIN":"A nitrogenous substance, or mixture of substances, containingsulphur in a loose state of combination, and forming the chemicalbasis of epidermal tissues, such as horn, hair, feathers, and thelike. It is an insoluble substance, and, unlike elastin, is notdissolved even by gastric or pancreatic juice. By decomposition withsulphuric acid it yields leucin and tyrosin, as does albumin. Calledalso epidermose.","KREEL":"See Creel.","KYRIE":"See Kyrie eleison.","KAINITE":"A compound salt consisting chiefly of potassium chloride andmagnesium sulphate, occurring at the Stassfurt salt mines in PrussianSaxony.","KNOWABLENESS":"The state or quality of being knowable. Locke.","KENTLE":"A hundred weight; a quintal.","KNOCKSTONE":"A block upon which ore is broken up.","KITCHEN-RY":"The body of servants employed in the kitchen. [Obs.] Holland.","KAGUAN":"The colugo.","KILERG":"A unit of work equal to one thousand ergs.","KITCHEN":"To furnish food to; to entertain with the fare of the kitchen.[Obs.] Shak.","KOEL":"Any one of several species of cuckoos of the genus Eudynamys,found in India, the East Indies, and Australia. They deposit theireggs in the nests of other birds.","KAZOO":"A kind of toy or rude musical instrument, as a tube inside ofwhich is a stretched string made to vibrate by singing or humminginto the tube.","KNAVERY":"Roguish or mischievous tricks. Shak.","KELOID":"Applied to a variety of tumor forming hard, flat, irregularexcrescences upon the skin.-- n.","KNEEBRUSH":"A tuft or brush of hair on the knees of some species ofantelopes and other animals; -- chiefly used in the plural.","KEEPING":"Harmony or correspondence between the different parts of a workof art; as, the foreground of this painting is not in keeping.Keeping room, a family sitting room. [New Eng. & Prov. Eng.]","KNOLL":"A little round hill; a mound; a small elevation of earth; thetop or crown of a hill.On knoll or hillock rears his crest, Lonely and huge, the giant oak.Sir W. Scott.","KNEED":"Geniculated; forming an obtuse angle at the joints, like theknee when a little bent; as, kneed grass.","KILKENNY CATS":"Two cats fabled, in an Irish story, to have fought till nothingwas left but their tails. It is probably a parable of a local contestbetween Kilkenny and Irishtown, which impoverished both towns.","KINE":"Cows. \"A herd of fifty or sixty kine.\" Milton.","KREATIC":"See Creatic.","KIP":"The hide of a young or small beef creature, or leather madefrom it; kipskin. Kip leather. See Kipskin.","KINSWOMAN":"A female relative. Shak.","KNEEPAN":"A roundish, flattened, sesamoid bone in the tendon in front ofthe knee joint; the patella; the kneecap.","KHAKI":"Of a dull brownish yellow, or drab color; -- applied to cloth,originally to a stout brownish cotton cloth, used in making uniformsin the Anglo-Indian army. In the United States service the summeruniform of cotton is officially designated khaki; the winter uniformof wool, olive drab.","KINONE":"See Quinone.","KEY":"An indehiscent, one-seeded fruit furnished with a wing, as thefruit of the ash and maple; a samara; -- called also key fruit.","KYANITE":"See Cyanite.","KITHE":"See Kythe. Chaucer.","KAAMA":"The hartbeest.","KECKLISH":"Inclined to vomit; squeamish. [R.] Holland.","KABALA":"See Cabala.","KNITS":"Small particles of ore. Raymond.","KNIGHT SERVICE":"A tenure of lands held by knights on condition of performingmilitary service. See Chivalry, n., 4.","KERASINE":"Resembling horn; horny; corneous.","K":"(K is from the Latin, which used the letter but little exceptin the early period of the language. It came into the Latin from theGreek, which received it from a Phoenician source, the ultimateorigin probably being Egyptian,. Etymologically K is most nearlyrelated to c, g, h (which see).","KITTENISH":"Resembling a kitten; playful; as, a kittenish disposition.Richardson.","KIPE":"An osier basket used for catching fish. [Prov. Eng.]","KUPFERNICKEL":"Copper-nickel; niccolite. See Niccolite.","KILLOW":"An earth of a blackish or deep blue color. Woodward.","KAGE":"A chantry chapel inclosed with lattice or screen work.","KEELFAT":"A cooler; a vat for cooling wort, etc. [Written also keelvat.]Johnson.","KNUR":"A knurl. Woodward.","KIDNAP":"To take (any one) by force or fear, and against one's will,with intent to carry to another place. Abbott.You may reason or expostulate with the parents, but never attempt tokidnap their children, and to make proselytes of them. Whately.","KITCAT":"A game played by striking with a stick small piece of wood,called a cat, shaped like two coned united at their bases; tipcat.Cotton. Kitcat roll (Agric.), a roller somewhat in the form of twocones set base to base. [Prov. Eng.]","KILNHOLE":"The mouth or opening of an oven or kiln. Shak.","KLAMATHS":"A collective name for the Indians of several tribes formerlyliving along the Klamath river, in California and Oregon, but nowrestricted to a reservation at Klamath Lake; -- called also Clametsand Hamati.","KECKY":"Resembling a kecksy. Grew.","KEELS":"Ninepins. See Kayles.","KYRIELLE":"A litany beginning with the words. \"Kyrie eleison.\" Shipley.","KITTE":"of Kit to cut. [Obs.] Chaucer.","KEFIR":"An effervescent liquor like kumiss, made from fermented milk,used as a food and as a medicine in the northern Caucasus. --Ke*fir\"ic (#), a.","KITLING":"A young kitten; a whelp. [Obs. or Scot.] B. Jonson.","KAIRINE":"A pale buff or white crystalline alkaloid derived fromquinoline, and used as an antipyretic in medicine.","KEST":"of Cast. [Obs.]","KIRMESS":"In Europe, particularly in Belgium and Holland, and outdoorfestival and fair; in the United States, generally an indoorentertainment and fair combined.","KINGBOLT":"A vertical iron bolt, by which the forward axle and wheels of avehicle or the trucks of a railroad car are connected with the otherparts.","KNELL":"The stoke of a bell tolled at a funeral or at the death of aperson; a death signal; a passing bell; hence, figuratively, awarning of, or a sound indicating, the passing away of anything.The dead man's knell Is there scarce asked for who. Shak.The curfew tolls the knell of parting day. Gray.","KLEPTOMANIA":"A propensity to steal, claimed to be irresistible. This doesnot constitute legal irresponsibility. Wharton.","KNIGHT BACHELOR":"A knight of the most ancient, but lowest, order of Englishknights, and not a member of any order of chivalry. See Bachelor, 4.","KATABOLIC":"Of or pertaining to katabolism; as, katabolic processes, whichgive rise to substances (katastates) of decreasing complexity andincreasing stability.","KREMLIN":"The citadel of a town or city; especially, the citadel ofMoscow, a large inclosure which contains imperial palaces,cathedrals, churches, an arsenal, etc. [Russia]","KABASSOU":"See Cabassou.","KEVEL":"A strong cleat to which large ropes are belayed.","KIST":"A chest; hence, a coffin. [Scot. & Prov. End.] Jamieson.Halliwell.","KNOCK-OUT DROPS":"Drops of some drug put in one's drink to stupefy him forpurpose of robbery, etc. [Slang, U. S.]","KALIF":"See Caliph.","KOMENIC":"Of or pertaining to, or designating, an acid derived frommeconic acid. [Written also comenic.]","KIESERITE":"Hydrous sulphate of magnesia found at the salt mines ofStassfurt, Prussian Saxony.","KERSEYS":"Varieties of kersey; also, trousers made of kersey.","KNEBELITE":"A mineral of a gray, red, brown, or green color, and glisteningluster. It is a silicate of iron and manganese.","KIDDERMINSTER":"A kind of ingrain carpeting, named from the English town whereformerly most of it was manufactured.","KARAISM":"Doctrines of the Karaites.","KETONE":"One of a large class of organic substances resembling thealdehydes, obtained by the distillation of certain salts of organicacids and consisting of carbonyl (CO) united with two hydrocarbonradicals. In general the ketones are colorless volatile liquidshaving a pungent ethereal odor.","KINREDE":"Kindred. [Obs.] Chaucer.","KNIGHTAGE":"To body of knights, taken collectively.","KESAR":"See Kaiser [Obs.] Spenser.","KING CHARLES SPANIEL":"A variety of small pet dogs, having, drooping ears, a high,dome-shaped forehead, pug nose, large, prominent eyes, and long, wavyhair. The color is usually black and tan.","KNOB":"See Knop. Knob latch, a latch which can be operated by turninga knob, without using a key.","KAINOZOIC":"See Cenozoic.","KARPHOLITE":"A fibrous mineral occurring in tufts of a straw-yellow color.It is a hydrous silicate of alumina and manganese.","KINK":"To wind into a kink; to knot or twist spontaneously uponitself, as a rope or thread.","KNEELER":"A name given to certain catechumens and penitents who werepermitted to join only in parts of church worship.","KABYLE":"A Berber, as in Algiers or Tunis. See Berber.","KNARLED":"Knotted. See Gnarled.","KIRUMBO":"A bird of Madagascar (Leptosomus discolor), the only livingtype of a family allied to the rollers. It has a pair of loralplumes. The male is glossy green above, with metallic reflections;the female is spotted with brown and black.","KNAPPY":"Having knaps; full of protuberances or humps; knobby. [Obs.]Huloet.","KOFTGARI":"Ornamental work produced by inlaying steel with gold, -- avariety of damascening much used in the arts of India.","KEY TONE":"See Keynote.","KALENDAR":"See Calendar.","KICHIL":",. [Obs.] See Kechil. Chaucer.","KENT BUGLE":"A curved bugle, having six finger keys or stops, by means ofwhich the performer can play upon every key in the musical scale; --called also keyed bugle, and key bugle. Moore.","KAFAL":"The Arabian name of two trees of the genus Balsamodendron,which yield a gum resin and a red aromatic wood.","KOKOON":"The gnu.","KNAPPISH":"Snappish; peevish. [Obs.] Grafton.","KAW":"See Caw.","KNICKERBOCKER":"A linsey-woolsey fabric having a rough knotted surface on theright side; used for women's dresses.","KARYOMITON":"The reticular network of fine fibers, of which the nucleus of acell is in part composed; -- in opposition to kytomiton, or thenetwork in the body of the cell. W. Flemming.","KOHL-RABI":"A variety of cabbage, in which the edible part is a large,turnip-shaped swelling of the stem, above the surface of the ground.","KOULAN":"A wild horse (Equus, or Asinus, onager) inhabiting the plantsof Central Asia; -- called also gour, khur, and onager. [Written alsokulan.]","KINETIC":"Moving or causing motion; motory; active, as opposed to latent.Kinetic energy. See Energy, n. 4.","KEX":"A weed; a kecksy. Bp. Gauden.Though the rough kex break The starred mosaic. Tennyson.","KERF":"A notch, channel, or slit made in any material by cutting orsawing.","KEMPE":"Rough; shaggy. [Obs.] \"Kempe hairs.\" Chaucer.","KARMA":"One's acts considered as fixing one's lot in the futureexistence. (Theos.) The doctrine of fate as the inflexible result ofcause and effect; the theory of inevitable consequence.","KRAKEN":"A fabulous Scandinavian sea monster, often represented asresembling an island, but sometimes as resembling an immense octopus.To believe all that has been said of the sea serpent or kraken, wouldbe credulity; to reject the possibility of their existence, would bepresumption. Goldsmith.Like a kraken huge and black. Longfellow.","KETCH":"An almost obsolete form of vessel, with a mainmast and amizzenmast, -- usually from one hundred to two hundred and fifty tonsburden. Bomb ketch. See under Bomb.","KYNURENIC":"Pertaining to, or designating, an acid obtained from the urineof dogs. By decomposition the acid yields a nitrogenous base (calledkynurin) and carbonic acid. [Written also cynurenic.]","KAMA":"The Hindoo Cupid. He is represented as a beautiful youth, witha bow of sugar cane or flowers.","KNAP":"A protuberance; a swelling; a knob; a button; hence, risingground; a summit. See Knob, and Knop.The highest part and knap of the same island. Holland.","KEELSON":"A piece of timber in a ship laid on the middle of the floortimbers over the keel, and binding the floor timbers to the keel; iniron vessels, a structure of plates, situated like the keelson of atimber ship. Cross keelson, a similar structure lying athwart themain keelson, to support the engines and boilers.","KNIGHT TEMPLAR":"See Commandery, n., 3, and also Templar, n., 1 and 3.","KALKI":"The name of Vishnu in his tenth and last avatar. Whitworth.","KHAMSIN":"Same as Kamsin.","KATABOLISM":"Destructive or downward metabolism; regressive metamorphism; --opposed to anabolism. See Disassimilation.","KEILHAUITE":"A mineral of a brownish black color, related to titanite inform. It consists chiefly of silica, titanium dioxide, lime, andyttria.","KNOW-NOTHINGISM":"The doctrines, principles, or practices, of the Know-nothings.","KALAN":"The sea otter.","KNAVESHIP":"A small due, in meal, established by usage, which is paid tothe under miller. [Scot.]","KAIROLINE":"An organic base obtained from quinoline. It is used as afebrifuge, and resembles kairine.","KNICKKNACKERY":"Knickknacks.","KID":"A young goat.The . . . leopard shall lie down with the kid. Is. xi. 6.","KITISH":"Like or relating to a kite.","KINAESTHESIS":"The perception attendant upon the movements of the muscles.Bastian.","KAYNARD":"A lazy or cowardly person; a rascal. [Obs.] Chaucer.","KANGAROO":"Any one of numerous species of jumping marsupials of the familyMacropodidæ. They inhabit Australia, New Guinea, and adjacentislands, They have long and strong hind legs and a large tail, whilethe fore legs are comparatively short and feeble. The giant kangaroo(Macropus major) is the largest species, sometimes becoming twelve orfourteen feet in total length. The tree kangaroos, belonging to thegenus Dendrolagus, live in trees; the rock kangaroos, of the genusPetrogale, inhabit rocky situations; and the brush kangaroos, of thegenus Halmaturus, inhabit wooded districts. See Wallaby.","KEFIR GRAINS":"Small hard yellowish aggregations found in the Caucasus region,and containing various yeasts and bacteria. They are used as aferment in preparing kefir.","KLICKET":"A small postern or gate in a palisade, for the passage ofsallying parties. [Written also klinket.]","KEMB":"To comb. [Obs.]His longe hair was kembed behind his back. Chaucer.","KALONG":"A fruit bat, esp. the Indian edible fruit bat (Pteropusedulis).","KHAN":"A king; a prince; a chief; a governor; -- so called among theTartars, Turks, and Persians, and in countries now or formerlygoverned by them.","KNEADER":"One who kneads.","KOTOW":"The prostration made by mandarins and others to theirsuperiors, either as homage or worship, by knocking the forehead onthe ground. There are degrees in the rite, the highest beingexpressed by three knockings. [China]kowtow S. W. Williams.","KIABOOCA WOOD":". See Kyaboca wood.","KEVERCHIEF":"A kerchief. [Obs.] Chaucer.","KIEVE":"See Keeve, n.","KURD":"A native or inhabitant of a mountainous region of Western Asiabelonging to the Turkish and Persian monarchies. [Written alsoKoord.]","KAPELLMEISTER":"See Capellmeister.","KNARRY":"Knotty; gnarled. Chaucer.","KINETOSCOPE":"A machine, for the production of animated pictures, in which afilm carrying successive instantaneous views of a moving scenetravels uniformly through the field of a magnifying glass. Theobserver sees each picture, momentarily, through a slit in arevolving disk, and these glimpses, blended by persistence of vision,give the impression of continuous motion.","KEPVISELOHAZ":"See Legislature.","KERATOSA":"An order of sponges having a skeleton composed of hornlikefibers. It includes the commercial sponges.","KEYAGE":"Wharfage; quayage.","KRUPP GUN":". A breech-loading steel cannon manufactured at the works ofFriedrich Krupp, at Essen in Prussia. Guns of over eight-inch boreare made up of several concentric cylinders; those of a smaller sizeare forged solid. Knight.","KNAW":"See Gnaw. [Obs.] Sir T. More.","KALENDARIAL":"See Calendarial.","KINGFISHER":"Any one of numerous species of birds constituting the familyAlcedinidæ. Most of them feed upon fishes which they capture bydiving and seizing then with the beak; others feed only uponreptiles, insects, etc. About one hundred and fifty species areknown. They are found in nearly all parts of the world, but areparticularly abundant in the East Indies.","KELT":"See Kilt, n. Jamieson.","KALPA":"One of the Brahmanic eons, a period of 4,320,000,000 years. Atthe end of each Kalpa the world is annihilated.","KILLING":"Literally, that kills; having power to kill; fatal; in acolloquial sense, conquering; captivating; irresistible.-- Kill\"ing*ly, adv.Those eyes are made so killing. Pope.Nothing could be more killingly spoken. Milton.","KNOBBED":"Containing knobs; full of knobs; ending in a nob. See Illust ofAntenna.The horns of a roe deer of Greenland are pointed at the top, andknobbed or tuberous at the bottom. Grew.","KLINKSTONE":"See Clinkstone.","KATTIMUNDOO":"A caoutchouc like substance obtained from the milky juice ofthe East Indian Euphorbia Kattimundoo. It is used as a cement.","KYRIOLOGICAL":"Serving to denote objects by conventional signs or alphabeticalcharacters; as, the original Greek alphabet of sixteen letters wascalled kyriologic, because it represented the pure elementary sounds.See Curiologic. [Written also curiologic and kuriologic.]","KHALIFF":"See Caliph.","KERANA":"A kind of long trumpet, used among the Persians. Moore (Encyc.of Music).","KERNEL":"To harden or ripen into kernels; to produce kernels.","KYMOGRAPHIC":"Of or pertaining to a kymograph; as, a kymographic tracing.","KARYOSTENOSIS":"Direct cell division (in which there is first a simple divisionof the nucleus, without any changes in its structure, followed bydivision of the protoplasm of the karyostenotic mode of nucleardivision.","KOBALT":"See Cobalt.","KAHAU":"A long-nosed monkey (Semnopithecus nasalis), native of Borneo.The general color of the body is bright chestnut, with the underparts, shoulders, and sides of the head, golden yellow, and the topof the head and upper part of the back brown. Called also proboscismonkey. [Written also kaha.]","KAMPTULICON":"A kind of elastic floor cloth, made of India rubber, gutta-percha, linseed oil, and powdered cork.","KOUMISS":"An intoxicating fermented or distilled liquor originally madeby the Tartars from mare's or camel's milk. It can be obtained fromany kind of milk, and is now largely made in Europe. [Written alsokoumyss, kumiss, kumish, and kumys.]Koumiss has from time immemorial served the Tartar instead of wine orspirits. J. H. Newman.","KISSER":"One who kisses. Beau. & Fl.","KAMALA":"The red dusty hairs of the capsules of an East Indian tree(Mallotus Philippinensis) used for dyeing silk. It is violentlyemetic, and is used in the treatment of tapeworm. [Written alsokameela.]","KERL":"See Carl.","KELPFISH":"A small California food fish (Heterostichus rostratus), livingamong kelp. The name is also applied to species of the genusPlatyglossus.","KIPPER":"A salmon after spawning.","KILO":"An abbreviation of Kilogram.","KERBSTONE":"See Curbstone.","KERATOIDEA":"Same as Keratosa.","KNOTBERRY":"The cloudberry (Rudus Chamæmorus); -- so called from itsknotted stems.","KEYWAY":"See Key way, under Key.","KNIGHT BARONET":"See Baronet.","KNOPWEED":"Same as Knapweed.","KERN BABY":"A doll or image decorated with corn (grain) flowers, etc.,carried in the festivals of a kern, or harvest-home. Called alsoharvest queen.","KETTLEDRUMMER":"One who plays on a kettledrum.","KALE":"A variety of cabbage in which the leaves do not form a head,being nearly the original or wild form of the species. [Written alsokail, and cale.]","KECKLE":"See Keck, v. i. & n.","KINESITHERAPY":"See Kinesiatrics.","KERATOSE":"A tough, horny animal substance entering into the compositionof the skeleton of sponges, and other invertebrates; -- called alsokeratode.","KARYOPLASMA":"The protoplasmic substance of the nucleus of a cell:nucleoplasm; -- in opposition to kytoplasma, the protoplasm of thecell.","KRA":"A long-tailed ape (Macacus cynomolgus) of India and Sumatra. Itis reddish olive, spotted with black, and has a black tail.","KNAPBOTTLE":"The bladder campion (Silene inflata).","KYMNEL":"See Kimnel. [Obs.] Chapman.","KLINOMETER":"See Clinometer.","KEMPT":"p. p. of Kemb. B. Jonson.","KNARRED":"Knotty; gnarled.The knarred and crooked cedar knees. Longfellow.","KETTLE":"A metallic vessel, with a wide mouth, often without a cover,used for heating and boiling water or other liguids. Kettle pins,ninepins; skittles. [Obs.] Shelton.-- Kettle stitch (Bookbinding), the stitch made in sewing at thehead and tail of a book. Knight.","KERMESSE":"See Kirmess.","KALENDER":"See 3d Calender.","KESLOP":"The stomach of a calf, prepared for rennet. Halliwell.","KINESIATRICS":"A mode of treating disease by appropriate muscular movements; -- also termed kinesitherapy, kinesipathy, lingism, and the movementcure.","KINGSTON METAL":". An alloy of tin, copper, and mercury, sometimes used for thebearings and packings of machinery. McElrath.","KECKLING":"Old rope or iron chains wound around a cable. See Keckle, v. t.","KNOCKING":"A beating; a rap; a series of raps.The . . . repeated knockings of the head upon the ground by theChinese worshiper. H. Spencer.","KNITBACK":"The plant comfrey; -- so called from its use as a restorative.Dr. Prier.","KELE":"To cool. [Obs.] Chaucer.","KINSMAN":"A man of the same race or family; one related by blood.","KRAIT":"A very venomous snake of India (Bungarus coeruleus), allied tothe cobra. Its upper parts are bluish or brownish black, often withnarrow white streaks; the belly is whitish.","KEEVER":"See Keeve, n.","KHEDIVE":"A governor or viceroy; -- a title granted in 1867 by the sultanof Turkey to the ruler of Egypt.","KHAYA":"A lofty West African tree (Khaya Senegalensis), related to themahogany, which it resembles in the quality of the wood. The bark isused as a febrifuge.","KAYAKER":"One who uses a kayak.","KNUCKLED":"Jointed. [Obs.] Bacon.","KERATODE":"See Keratose.","KITCHEN MIDDENS":"Relics of neolithic man found on the coast of Denmark,consisting of shell mounds, some of which are ten feet high, onethousand feet long, and two hundred feet wide. The name is appliedalso to similar mounds found on the American coast from Canada toFlorida, made by the North American Indians.","KITE":"Any raptorial bird of the subfamily Milvinæ, of which manyspecies are known. They have long wings, adapted for soaring, andusually a forked tail.","KNOBBLING FIRE":". A bloomery fire. See Bloomery.","KERSEYNETTE":"See Cassinette.","KNEEPIECE":"A piece shaped like a knee; as, the kneepieces or ears of aboat.","KETINE":"One of a series of organic bases obtained by the reduction ofcertain isonitroso compounds of the ketones. In general they areunstable oily substances having a pungent aromatic odor.","KNELT":"of Kneel.","KEITLOA":"A black, two-horned, African rhinoceros (Atelodus keitloa). Ithas the posterior horn about as long as the anterior one, or evenlonger.","KINEMATICS":"The science which treats of motions considered in themselves,or apart from their causes; the comparison and relation of motions.","KISH":"A workman's name for the graphite which forms incidentally iniron smelting.","KNEEJOINT":"A toggle joint; -- so called because consisting of two piecesjointed to each other end to end, making an angle like the knee whenbent.","KRENG":"See Krang.","KNOT":"See Node.","KRUPPIZE":"To treat by, or subject to, the Krupp process.","KEYSTONE STATE":"Pennsylvania; -- a nickname alluding to its having been thecentral one of the 13 original United States.","KNOW-ALL":"One who knows everything; hence, one who makes pretension togreat knowledge; a wiseacre; -- usually ironical. [Colloq. or R.]","KUMQUAT":"A small tree of the genus Citrus (C. Japonica) growing in Chinaand Japan; also, its small acid, orange-colored fruit used forpreserves.","KEYNOTE":"The tonic or first tone of the scale in which a piece orpassage is written; the fundamental tone of the chord, to which allthe modulations of the piece are referred; -- called also key tone.","KEMELIN":"A tub; a brewer's vessel. [Obs.] Chaucer.","KEENNESS":"The quality or state of being keen.","KINIT":"A unit of force equal to the force which, acting for onesecond, will give a pound a velocity of one foot per second; --proposed by J.D.Everett, an English physicist.","KINDERGARTNER":"One who teaches in a kindergarten.","KNACKISH":"Trickish; artful. [Obs.] -- Knack\"ish*ness, n. [Obs.] Dr. H.More.","KNOWINGNESS":"The state or quality of being knowing or intelligent;shrewdness; skillfulness.","KNECK":"The twisting of a rope or cable, as it is running out. [Eng.]","KEELRAKE":"Same as Keelhaul.","KOORDISH":"See Kurdish.","KONZE":"A large African antelope (Alcelaphus Lichtensteini), allied tothe hartbeest, but having shorter and flatter horns, and lacking ablack patch on the face.","KAPIA":"The fossil resin of the kauri tree of New Zealand.","KIDNEY":"A glandular organ which excretes urea and other waste productsfrom the animal body; a urinary gland.","KING":"A Chinese musical instrument, consisting of resonant stones ormetal plates, arranged according to their tones in a frame of wood,and struck with a hammer.","KYMRY":"See Cymry.","KATYDID":"A large, green, arboreal, orthopterous insect (Cyrtophyllusconcavus) of the family Locustidæ, common in the United States. Themales have stridulating organs at the bases of the front wings.During the summer and autumn, in the evening, the males make apeculiar, loud, shrill sound, resembling the combination Katy-did,whence the name.","KNITSTER":"A woman who knits. [Prov. Eng.] Halliwell.","KYANOPHYLL":"Same as Cyanophyll.","KOPJE":"A hillock; a small kop. [South Africa]","KOHL":"A mixture of soot and other ingredients, used by Egyptian andother Eastern women to darken the edges of the eyelids.","KILL-JOY":"One who causes gloom or grief; a dispiriting person. W. Black.","KICKUP":"The water thrush or accentor. [Local, West Indies]","KINOLOGY":"That branch of physics which treats of the laws of motion, orof moving bodies.","KNEW":"of Know.","KIPPERNUT":"A name given to earthnuts of several kinds.","KIDDE":"of Kythe. [Obs.] Chaucer.","KAVA":"A species of Macropiper (M. methysticum), the long pepper, fromthe root of which an intoxicating beverage is made by thePolynesians, by a process of mastication; also, the beverage itself.[Written also kawa, kava, and ava.]","KIDDYISH":"Frolicsome; sportive. [Slang]","KINDLER":"One who, or that which, kindles, stirs up, or sets onfire.\"Kindlers of riot.\" Gay.","KEROLITE":"Same as Cerolite.","KNOBSTICK":"One who refuses to join, or withdraws from, a trades union.[Cant, Eng.]","KNOWN":"of Know.","KITCHENER":"A kitchen servant; a cook. Carlyle.","KADDER":"The jackdaw.","KAGU":"A singular, crested, grallatorial bird (Rhinochetos jubatus),native of New Caledonia. It is gray above, paler beneath, and thefeathers of the wings and tail are handsomely barred with brown,black, and gray. It is allied to the sun bittern.","KIOWAYS":"A tribe of Indians distantly related to the Shoshones. Theyformerly inhabited the region about the head waters of the NorthPlatte.","KOKAMA":"The gemsbok.","KINKLE":"Same as 3d Kink.","KETOL":"One of a series of series of complex nitrogenous substances,represented by methyl ketol and related to indol. Methyl ketol, aweak organic base, obtained as a white crystalline substance havingthe odor of fæces.","KYTOMITON":"See Karyomiton.","KAWAKA":"a New Zealand tree, the Cypress cedar (Libocedrus Doniana),having a valuable, fine-grained, reddish wood.","KETTLEDRUM":"A drum made of thin copper in the form of a hemisphericalkettle, with parchment stretched over the mouth of it.","KEA":"A large New Zealand parrot (Nestor notabilis), notorious forhaving acquired the habit of killing sheep; -- called also mountainparrot.","KIBBLINGS":"Portions of small fish used for bait on the banks ofNewfoundland.","KAISER":"The ancient title of emperors of Germany assumed by KingWilliam of Prussia when crowned sovereign of the new German empire in1871.","KESTREL":"A small, slender European hawk (Falco alaudarius), allied tothe sparrow hawk. Its color is reddish fawn, streaked and spottedwith white and black. Also called windhover and stannel. The name isalso applied to other allied species.","KNOW-NOTHING":"A member of a secret political organization in the UnitedStates, the chief objects of which were the proscription offoreigners by the repeal of the naturalization laws, and theexclusive choice of native Americans for office.","KILLOCK":"A small anchor; also, a kind of anchor formed by a stoneinclosed by pieces of wood fastened together. [Written also killick.]","KAKISTOCRACY":"Government by the worst men.","KUKANG":"The slow lemur. See Lemur.","KNACK-KNEED":"See Knock-kneed.","KEY-COLD":"Cold as a metallic key; lifeless. [Formerly, a proverbialexpression.] Shak. Milton.","KILLIFISH":"Any one of several small American cyprinodont fishes of thegenus Fundulus and allied genera. They live equally well in fresh andbrackish water, or even in the sea. They are usually striped orbarred with black. Called also minnow, and brook fish. See Minnow.","KNAWEL":"A low, spreading weed (Scleranthus annuus), common in sandysoil.","KEELMAN":"See Keeler,","KRAMERIC":"Pertaining to, or derived from, Krameria (rhatany); as,krameric acid, usually called ratanhia-tannic acid.","KULAN":"See Koulan.","KIT":"To cut. [Obs.] Chaucer.","KINDLING":"Materials, easily lighted, for starting a fire.","KNIFE":"To prune with the knife.","KNOBBER":"See Knobbler.","KAURI":"A lofty coniferous tree of New Zealand Agathis, or Dammara,australis), furnishing valuable timber and yielding one kind ofdammar resin. [Written also kaudi, cowdie, and cowrie.]","KYANIZE":"To render (wood) proof against decay by saturating with asolution of corrosive sublimate in open tanks, or under pressure.","KNARL":"A knot in wood. See Gnarl.","KNUFF":"A lout; a clown. [Obs.]The country knuffs, Hob, Dick, and Hick, With clubs and cloutedshoon. Hayward.","KAMI":"A title given to the celestial gods of the first mythicaldynasty of Japan and extended to the demigods of the second dynasty,and then to the long line of spiritual princes still represented bythe mikado.","KINGDOMED":"Having a kingdom or the dignity of a king; like a kingdom. [R.]\"Twixt his mental and his active parts, Kingdom'd Achilles incommotion rages And batters down himself. Shak.","KERASIN":"A nitrogenous substance free from phosphorus, supposed to bepresent in the brain; a body closely related to cerebrin.","KRIEGSSPIEL":"A game of war, played for practice, on maps. Farrow."}