{"UNDERRUN":"To run or pass under; especially (Naut.), to pass along andunder, as a cable, for the purpose of taking it in, or of examiningit.","UNBLOODY":"Not bloody. Dryden. Unbloody sacrifice. (a) A sacrifice inwhich no victim is slain. (b) (R. C. Ch.) The Mass.","UNDERWENT":"imp. of Undergo.","ULVA":"A genus of thin papery bright green seaweeds including thekinds called sea lettuce.","UNMAGISTRATE":"To divest of the office or authority of a magistrate. [Obs.]Milton.","UNDERLOCK":"A lock of wool hanging under the belly of a sheep.","UNBELIEVED":"Not believed; disbelieved.","UNIFLAGELLATE":"Having but one flagellum; as, uniflagellate organisms.","UNDULANT":"Undulating. [R.]","UNCORD":"To release from cords; to loosen the cord or cords of; tounfasten or unbind; as, to uncord a package.","UPSHOOT":"To shoot upward. \"Trees upshooting high.\" Spenser.","UNSURETY":"Want of surety; uncertainty; insecurity; doubt. [Obs.] Sir T.More.","UNIFIC":"Making one or unity; unifying.","UNSYMMETRICAL":"Not symmetrical; being without symmetry, as the parts of aflower when similar parts are of different size and shape, or whenthe parts of successive circles differ in number. See Symmetry.","UNDENIABLY":"In an undeniable manner.","UNPURE":"Not pure; impure.-- Un*pure\"ly, adv.-- Un*pure\"ness, n.","UNSINCERE":"Not sincere or pure; insincere. [Obs.] Dryden.-- Un`sin*cere\"ness, n. [Obs.]","UNPOISON":"To remove or expel poison from. [Obs.] South.","URBICOLOUS":"Of or pertaining to a city; urban. [R.]","UNTONGUE":"To deprive of a tongue, or of voice. [Obs.] Fuller.","UNJOINTED":"Having no joint or articulation; as, an unjointed stem.","UNGUICULAR":"Of or pertaining to a claw or a nail; ungual.","UNLAWED":"Not having the claws and balls of the forefeet cut off; -- saidof dogs.","UNMISTAKABLE":"Incapable of being mistaken or misunderstood; clear; plain;obvious; evident.-- Un`mis*tak\"a*bly, adv.","UPHEAVE":"To heave or lift up from beneath; to raise. Milton.","UNSWAYABLE":"Not capable of being swayed. Shak.","UPLEAD":"To lead upward. [Obs.]","UMBRACULIFEROUS":"Bearing something like an open umbrella.","UNCIAL":"Of, pertaining to, or designating, a certain style of lettersused in ancient manuscripts, esp. in Greek and Latin manuscripts. Theletters are somewhat rounded, and the upstrokes and downstrokesusually have a slight inclination. These letters were used as earlyas the 1st century b. c., and were seldom used after the 10th centurya. d., being superseded by the cursive style.","ULTRAZODIACAL":"Outside the zodiac; being in that part of the heavens that ismore than eight degrees from the ecliptic; as, ultrazodiacal planets,that is, those planets which in part of their orbits go beyond thezodiac.","UNTOWARD":"Toward. [Obs.] Gower.","UNKNOWLEDGED":"Not acknowledged or recognized. [Obs.]For which bounty to us lent Of him unknowledged or unsent. B. Jonson.","UPSNATCH":"To snatch up. [R.]","UNPEERABLE":"Incapable of having a peer, or equal.","UPCOUNTRY":"In an upcountry direction; as, to live upcountry. [Colloq.]","UNREALITY":"The quality or state of being unreal; want of reality.","UNPICK":"To pick out; to undo by picking.","URITE":"One of the segments of the abdomen or post-abdomen ofarthropods.","UNMOOR":"To weigh anchor. Sir W. Scott.","UNDERSOIL":"The soil beneath the surface; understratum; subsoil.","UNDERLOAD SWITCH":"A switch which opens a circuit when the current falls below acertain predetermined value, used to protect certain types of motorsfrom running at excessive speed upon decrease of load.","UNNOTIFY":"To retract or withdraw a notice of. Walpole.","UNFORTUNATE":"Not fortunate; unsuccessful; not prosperous; unlucky; attendedwith misfortune; unhappy; as, an unfortunate adventure; anunfortunate man; an unfortunate commander; unfortunate business.-- n.","UVULATOMY":"The operation of removing the uvula.","UNFIT":"To make unsuitable or incompetent; to deprive of the strength,skill, or proper qualities for anything; to disable; to incapacitate;to disqualify; as, sickness unfits a man for labor; sin unfits us forthe society of holy beings.","UNMONEYED":"Destitute of money; not rich. [Written also unmonied.]Shenstone.","UNDERTOOK":"imp. of Undertake.","UNDYING":"Not dying; imperishable; unending; immortal; as, the undyingsouls of men.","UNFELLOWED":"Being without a fellow; unmatched; unmated. Shak.","ULLMANNITE":"A brittle mineral of a steel-gray color and metallic luster,containing antimony, arsenic, sulphur, and nickel.","UNINUCLEATED":"Possessed of but a single nucleus; as, a uninucleated cell.","UNLIKEN":"To make unlike; to dissimilate. [Obs.] Wyclif.","UPPROP":"To prop up. Donne.","UNMATERIAL":"Not material; immaterial. [Obs.] Daniel.","UNCUNNING":"Ignorant. [Obs.]I am young and uncunning, as thou wost [knowest]. Chaucer.","UNPOLLED":"Not polled. Specifically:(a) Not enumerated or registered; as, an unpolled vote or voter.(b) Not plundered. [Obs.] \"Unpoll'd Arabian wealth.\" Fanshawe.","UNTRESSED":"Not tied up in tresses; unarranged; -- said of the hair.Chaucer.","UTILE":"Profitable; useful. [Obs.]","UPDIVE":"To spring upward; to rise. [R.] Davies (Microcosmos).","UNEXCEPTIONABLE":"Not liable to any exception or objection; unobjectionable;faultless; good; excellent; as, a man of most unexceptionablecharacter.-- Un`ex*cep\"tion*a*ble*ness, n.-- Un`ex*cep\"tion*a*bly, adv.","UNOFTEN":"Not often. [Obs.]","UPTEAR":"To tear up. Milton.","UNDERCHARGE":"A charge that is less than is usual or suitable.","URANOLITE":"A meteorite or aërolite. [Obs.] Hutton.","UNHOSED":"Without hose.","UNINTERESSED":"Uninterested; unaffected. [Obs.] Glanvill.","UNDEFEASIBLE":"Indefeasible. [Obs.]","UNNOBLE":"Ignoble. Shak.","UNBOTTOMED":"Deprived of a bottom.","ULTRAIST":"One who pushes a principle or measure to extremes; anextremist; a radical; an ultra.","UVULAR":"Of or pertaining to a uvula.","UNTOMB":"To take from the tomb; to exhume; to disinter. Fuller.","UPPISH":"Proud; arrogant; assuming; putting on airs of superiority.[Colloq.] T. Brown.-- Up\"pish*ly, adv. [Colloq.] -- Up\"pish*ness, n. [Colloq.]","UNREPRIEVABLE":"Not capable of being reprieved. Shak.","UNENDLY":"Unending; endless. [Obs.] Sir P. Sidney.","UNDERVEST":"An undershirt.","ULTERIOR":"Ulterior side or part. [R.] Coleridge.","UNIVALVIA":"Same as Gastropoda.","UNSTING":"To disarm of a sting; to remove the sting of. [R.] \"Elegantdissertations on virtue and vice . . . will not unsting calamity.\" J.M. Mason.","UNBIT":"To remove the turns of (a rope or cable) from the bits; as, tounbit a cable. Totten.","UMBELLULE":"An umbellet.","UNITEDLY":"In an united manner. Dryden.","UNLUCKILY":"In an unlucky manner.","UNDERMASTED":"Having masts smaller than the usual dimension; -- said ofvessels. Totten.","UNSIGHTED":"Not aimed by means of a sight; also, not furnished with asight, or with a properly adjusted sight; as, to shoot and unsightedrife or cannon.","UNBEAR":"To remove or loose the bearing rein of (a horse).","UNGORED":"Not stained with gore; not bloodied. Sylvester.","UNANELED":"Not aneled; not having received extreme unction. Shak.","UNDERSIZED":"Of a size less than is common.","ULTRAVIOLET":"Lying outside the visible spectrum at its violet end; -- saidof rays more refrangible than the extreme violet rays of thespectrum.","UNPRIEST":"To deprive of priesthood; to unfrock. [R.] Milton.","UNRIOTED":"Free from rioting. [Obs.] \"A chaste, unrioted house.\" May(Lucan).","UNDERPAY":"To pay inadequately.","URANUS":"The son or husband of Gaia (Earth), and father of Chronos(Time) and the Titans.","URSA":"Either one of the Bears. See the Phrases below. Ursa MajorEtym: [L.], the Great Bear, one of the most conspicuous of thenorthern constellations. It is situated near the pole, and containsthe stars which form the Dipper, or Charles's Wain, two of which arethe Pointers, or stars which point towards the North Star.-- Ursa Minor Etym: [L.], the Little Bear, the constellation nearestthe north pole. It contains the north star, or polestar, which issituated in the extremity of the tail.","UNREALLY":"In an unreal manner; ideally.","UNSOOT":"Not sweet. [Obs.] Spenser.","ULTIMATUM":"A final proposition, concession, or condition; especially, thefinal propositions, conditions, or terms, offered by either of theparties in a diplomatic negotiation; the most favorable terms anegotiator can offer, the rejection of which usually puts an end tothe hesitation.","UNIDIMENSIONAL":"Having but one dimension. See Dimension.","UNDERPROPORTIONED":"Of inadequate or inferior proportions; small; poor.Scanty and underproportioned returns of civility. Collier.","UNCOIF":"To deprive of the coif or cap. Young.","UNBAG":"To pour, or take, or let go, out of a bag or bags.","UNPEOPLE":"To deprive of inhabitants; to depopulate. Shak.","UNIVERSITY EXTENSION":"The extension of the advantages of university instruction bymeans of lectures and classes at various centers.","UNCONFORM":"Unlike. [Obs.]Not unconform to other shining globes. Milton.","UNCO":"Unknown; strange, or foreign; unusual, or surprising; distantin manner; reserved. [Scot.]","UNBOW":"To unbend. [R.] Fuller.","URCHON":"The urchin, or hedgehog.","UNLUCKINESS":"Quality or state of being unlucky.","UNDERWRITE":"To practice the business of insuring; to take a risk ofinsurance on a vessel or the like.","UNDERBID":"To bid less than, as when a contract or service is offered tothe lowest bidder; to offer to contract, sell, or do for a less pricethan.","UNITY":"Any definite quantity, or aggregate of quantities or magnitudestaken as one, or for which 1 is made to stand in calculation; thus,in a table of natural sines, the radius of the circle is regarded asunity.","UNDER":"In a lower, subject, or subordinate condition; in subjection; -- used chiefly in a few idiomatic phrases; as, to bring under, toreduce to subjection; to subdue; to keep under, to keep insubjection; to control; to go under, to be unsuccessful; to fail.I keep under my body, and bring it into subjection. 1 Cor. ix. 27.The minstrel fell, but the foeman's chain Could not bring his proudsoul under. Moore.","UNDERCHAPS":"The lower chaps or jaw. Paley.","UNCONSTRAINT":"Freedom from constraint; ease. Felton.","ULTIMO":"In the month immediately preceding the present; as, on the 1stultimo; -- usually abbreviated to ult. Cf. Proximo.","UNDERSET":"To prop or support. Bacon.","UNCAUSED":"Having no antecedent cause; uncreated; self-existent; eternal.A. Baxter.","ULTRATROPICAL":"Situated beyond, or outside of, the tropics; extratropical;also, having an excessively tropical temperature; warmer than thetropics.","UNARM":"To disarm. Sir T. Browne.","UNBARRICADE":"To unbolt; to unbar; to open.You shall not unbarricade the door. J. Webster (1623).","URAN-UTAN":"The orang-utang","UNDECANE":"A liquid hydrocarbon, C11H24, of the methane series, found inpetroleum; -- so called from its containing eleven carbon atoms inthe molecule.","UNAUDIENCED":"Not given an audience; not received or heard.","UNCASTLE":"To take a castle from; to turn out of a castle.","UNBREAST":"To disclose, or lay open; to unbosom. [Obs.] P. Fletcher,","UNCIRCUMCISED":"Not circumcised; hence, not of the Israelites. \"Thisuncircumcised Philistine.\" 1 Sam. xvii. 26.","UNATTIRE":"To divest of attire; to undress.","URETHROTOMY":"An incision of the urethra, esp. incision for relief ofurethral stricture.","UNDAUNTABLE":"Incapable of being daunted; intrepid; fearless; indomitable.Bp. Hall.","UNCLESHIP":"The office or position of an uncle. Lamb.","UNAMIABLE":"Not amiable; morose; ill-natured; repulsive.-- Un*a\"mi*a*bly, adv.","UNDERGLAZE":"Applied under the glaze, that is, before the glaze, that is,before the glaze is put on; fitted to be so applied; -- said ofcolors in porcelain painting.","UNDULATIONIST":"One who advocates the undulatory theory of light. Whewell.","UNSTRATIFIED":"Not stratified; -- applied to massive rocks, as granite,porphyry, etc., and also to deposits of loose material, as theglacial till, which occur in masses without layers or strata.","UNCRUDDED":"Not cruddled, or curdled. [Obs.]Her breast like to a bowl of cream uncrudded. Spenser.","UNDERSECRETARY":"A secretary who is subordinate to the chief secretary; anassistant secretary; as, an undersecretary of the Treasury.","UNIVOCACY":"The quality or state of being univocal. [R.] Sir T. Browne.","UNAFILED":"Undefiled. [Obs.] Gower.","UNGULOUS":"Same as Ungulate.","UNFORMED":"Unorganized; without definite shape or structure; as, anunformed, or unorganized, ferment. Unformed stars (Astron.), starsnot grouped into any constellation; informed stars. See Sporades.","URRHODIN":"Indigo red, a product of the decomposition, or oxidation, ofindican. It is sometimes found in the sediment of pathologicalurines. It is soluble in ether or alcohol, giving the solution abeautiful red color. Also called indigrubin.","ULOTRICHAN":"Of or pertaining to the Ulotrichi.-- n.","UNPLAID":"To deprive of a plaid.","UNSHELVE":"To remove from, or as from, a shelf.","UNWISDOM":"Want of wisdom; unwise conduct or action; folly; simplicity;ignorance.Sumptuary laws are among the exploded fallacies which we haveoutgrown, and we smile at the unwisdom which could except to regulateprivate habits and manners by statute. J. A. Froude.","UTILIZATION":"The act of utilizing, or the state of being utilized.","UNCONFOUND":"To free from a state of confusion, or of being confounded.Milton.","UNVISIBLY":"Invisibly. [Obs.]","UNDERDO":"To do less than is requisite or proper; -- opposed to overdo.Grew.","UNFRUITFUL":"Not producing fruit or offspring; unproductive; infertile;barren; sterile; as, an unfruitful tree or animal; unfruitful soil;an unfruitful life or effort.-- Un*fruit\"ful*ly, adv.-- Un*fruit\"ful*ness, n.","UNRUMPLE":"To free from rumples; to spread or lay even,","UNDERGOWN":"A gown worn under another, or under some other article ofdress.An undergown and kirtle of pale sea-green silk. Sir W. Scott.","UNFLESHLY":"Not pertaining to the flesh; spiritual.","UNDECENCY":"Indecency. [Obs.] \"Decency and undecency.\" Jer. Taylor.","UNDEIFY":"To degrade from the state of deity; to deprive of the characteror qualities of a god; to deprive of the reverence due to a god.Addison.","UBIQUITARY":"Ubiquitous. Howell.","UPON":"On; -- used in all the senses of that word, with which it isinterchangeable. \"Upon an hill of flowers.\" Chaucer.Our host upon his stirrups stood anon. Chaucer.Thou shalt take of the blood that is upon the altar. Ex. xxix. 21.The Philistines be upon thee, Samson. Judg. xvi. 9.As I did stand my watch upon the hill. Shak.He made a great difference between people that did rebel uponwantonness, and them that did rebel upon want. Bacon.This advantage we lost upon the invention of firearms. Addison.Upon the whole, it will be necessary to avoid that perpetualrepetition of the same epithets which we find in Homer. Pope.He had abandoned the frontiers, retiring upon Glasgow. Sir. W. Scott.Philip swore upon the Evangelists to abstain from aggression in myabsence. Landor.","UNGOWN":"To strip of a gown; to unfrock.","ULLAGE":"The amount which a vessel, as a cask, of liquor lacks of beingfull; wantage; deficiency.","UNORIGINATELY":"Without origin.","UNDERACTION":"Subordinate action; a minor action incidental or subsidiary tothe main story; an episode.The least episodes or underactions . . . are parts necessary orconvenient to carry on the main design. Dryden.","UNACTIVENESS":"Inactivity. [Obs.] Jer. Taylor.","URTICACEOUS":"Of or pertaining to a natural order (Urticaceæ) of plants, ofwhich the nettle is the type. The order includes also the hop, theelm, the mulberry, the fig, and many other plants.","UNLOAD":"To perform the act of unloading anything; as, let unload now.","UNSPIRIT":"To dispirit. [Obs.] Sir W. Temple.","UNDERGOD":"A lower or inferio","UNMERCHANTABLE":"Not merchantable; not fit for market; being of a kind, quality,or quantity that is unsalable. McElrath.","UNQUICK":"Not quick. [R.] Daniel.","UNDERTONE":"A low or subdued tone or utterance; a tone less loud thanusual.","URANISCOPLASTY":"The process of forming an artificial palate.","UNCIVILITY":"Incivility. [Obs.]","UNDERPULLER":"One who underpulls. [Obs.]","U-SHAPED":"Having the form of the letter U; specif. (Phys. Geog.),","UNRAZORED":"Not shaven. [R.] Milton.","UPHILT":"To thrust in up to the hilt; as, to uphilt one's sword into anenemy. [R.] Stanyhurst.","UNRESTY":"Causing unrest; disquieting; as, unresty sorrows. [Obs.]Chaucer.","UNFEATY":"Not feat; not dexterous; unskillful; clumsy. [Obs.] Sir P.Sidney.","UTAS":"The eighth day after any term or feast; the octave; as, theutas of St. Michael. Cowell.The marriage was celebrated and Canterbury, and in the utas of St.Hilary next ensuing she was crowned. Holinshed.","UTRICULOID":"Resembling a bladder; utricular; utriculate. Dana.","UNEXPERIENCE":"Inexperience. [Obs.]","UPROARIOUS":"Making, or accompanied by, uproar, or noise and tumult; as,uproarious merriment.-- Up*roar\"i*ous*ly, adv.-- Up*roar\"i*ous*ness, n.","ULTRAGE":"Outrage. [Obs.]","UNDIVIDUAL":"Indivisible. [Obs.]True courage and courtesy are undividual companions. Fuller.","UNPRINCIPLE":"To destroy the moral principles of. [R.]","UNDIGENOUS":"Generated by water. [R.] Kirwan.","UXORIAL":"Dotingly fond of, or servilely submissive to, a wife; uxorious;also, becoming a wife; pertaining to a wife. [R.]The speech [of Zipporah, Ex. iv. 25] is not a speech of reproach orindignation, but of uxorial endearment. Geddes.","UNREDEEMED":"Not redeemed.","UPSIDOWN":"See Upsodown. [Obs. or Colloq.] Spenser.","UNSECULARIZE":"To cause to become not secular; to detach from secular things;to alienate from the world.","UROHYAL":"Of or pertaining to one or more median and posterior elementsin the hyoidean arch of fishes.-- n.","UNAVOIDABLE":"Not voidable; incapable of being made null or void. Blackstone.Unavoidable hemorrhage (Med.), hemorrhage produced by the afterbirth,or placenta, being situated over the mouth of the womb so as torequire detachment before the child can be born.-- Un`a*void\"a*ble*ness, n.-- Un`a*void\"a*bly, adv.","UNDERPRIZE":"To undervalue; to underestimate. Shak.","UNAQUIT":"Unrequited. [R. & Obs.] Gower.","UNBETHINK":"To change the mind of (one's self). [Obs.]","UNDERMOST":"Lowest, as in place, rank, or condition. Addison.","URTICA":"A genus of plants including the common nettles. See Nettle, n.","UNDERWEAR":"That which is worn under the outside clothing; underclothes.","UNICELLULAR":"Having, or consisting of, but a single cell; as, a unicellularorganism.","UPBLOW":"To inflate. [Obs.] Spenser.","UNPARAGONED":"Having no paragon or equal; matchless; peerless. [R.]Your unparagoned mistress is dead. Shak.","UNENTANGLE":"To disentangle.","UNBLEMISHED":"Not blemished; pure; spotless; as, an unblemished reputation orlife. Addison.","UNSOCIABLE":"Not sociable; not inclined to society; averse to companionshipor conversation; solitary; reserved; as, an unsociable person ortemper.-- Un*so\"cia*ble*ness, n.-- Un*so\"cia*bly, adv.","UTLARY":"Outlawry. [Obs.] Camden.","UNSECRET":"To disclose; to divulge. [Obs.] Bacon.","UNLIVED":"Bereft or deprived of life. [Obs.] Shak.","UNDERSHERIFFRY":"Undershrievalty. [Obs.]","URINIPAROUS":"Producing or preparing urine; as, the uriniparous tubes in thecortical portion of the kidney.","UNCOMBINE":"To separate, as substances in combination; to release fromcombination or union. [R.] Daniel.","UNSOLDIERED":"Not equipped like a soldier; unsoldierlike. [Obs.] J. Fletcher.","UWAROWITE":"Ouvarovite.","UNHUMAN":"Not human; inhuman.","UNDERRECKON":"To reckon below what is right or proper; to underrate. Bp.Hall.","UT":"The first note in Guido's musical scale, now usually supersededby do. See Solmization.","UNPIN":"To loose from pins; to remove the pins from; to unfasten; as,to unpin a frock; to unpin a frame.","UNDERHANDEDLY":"In an underhand manner.","ULTRAISM":"The principles of those who advocate extreme measures, asradical reform, and the like. Dr. H. More.","UNIVALVE":"A shell consisting of one valve only; a mollusk whose shell iscomposed of a single piece, as the snails and conchs.","UNSOFT":"Not soft; hard; coarse; rough. [Obs.] \"Bristles of his beardunsoft.\" Chaucer.","UNAPPROPRIATE":"To take from private possession; to restore to the possessionor right of all; as, to unappropriate a monopoly. [R.] Milton.","UNFORM":"To decompose, or resolve into parts; to destroy the form of; tounmake. [R.] Good.","UNICENTRAL":"Having a single center of growth. Unicentral development, thatform of development which takes place primarily around a singlecentral point, as in the lowest of unicellular organisms.","UPHASP":"To hasp or faster up; to close; as, sleep uphasps the eyes.[R.] Stanyhurst.","UPSUN":"The time during which the sun is up, or above the horizon; thetime between sunrise and sunset.","UNDERPOSSESSOR":"One who possesses or holds anything subject to the superior ofanother. Jer. Taylor.","UNCUTH":"Unknown; strange. [Obs.] -- n.","UNBUCKLE":"To loose the buckles of; to unfasten; as, to unbuckle a shoe.\"Unbuckle anon thy purse.\" Chaucer.","UNDERGROAN":"To groan beneath. [Obs.]Earth undergroaned their high-raised feet. Chapman.","UNHASP":"To unloose the hasp of; to unclose.","UNCONDITIONAL":"Not conditional limited, or conditioned; made withoutcondition; absolute; unreserved; as, an unconditional surrender.O, pass not, Lord, an absolute decree, Or bind thy sentenceunconditional. Dryden.-- Un`con*di\"tion*al*ly, adv.","UTIA":"Any species of large West Indian rodents of the genus Capromys,or Utia. In general appearance and habits they resemble rats, butthey are as large as rabbits.","UNDERSOLD":"p. p. of Undersell.","URAMIL":"Murexan.","UNAPPAREL":"To divest of clothing; to strip. [Obs.] Donne.","UROBILIN":"A yellow pigment identical with hydrobilirubin, abundant in thehighly colored urine of fever, and also present in normal urine. SeeUrochrome.","URAEUM":"The posterior half of an animal.","UNRAVEL":"To become unraveled, in any sense.","URGENTLY":"In an urgent manner.","UNSAFETY":"The quality or state of being in peril; absence of safety;insecurity. Bacon.","UROPYGIUM":"The prominence at the posterior extremity of a bird's body,which supports the feathers of the tail; the rump; -- sometimescalled pope's nose.","UNSEEMLINESS":"The quality or state of being unseemly; unbecomingness. Udall.","UPCAUGHT":"Seized or caught up. \" She bears upcaught a mariner away.\"Cowper.","UNWILL":"To annul or reverse by an act of the will. Longfellow.","UNVULNERABLE":"Invulnerable. [Obs.]","UNDERLAID":"Laid or placed underneath; also, having something laid or lyingunderneath.","UNPROFIT":"Want of profit; unprofitableness. [Obs.] Wyclif.","UNOBSERVANCE":"Want or neglect of observance; inobservance. Whitlock.","UPSTAIRS":"Up the stairs; in or toward an upper story.","ULCERATE":"To be formed into an ulcer; to become ulcerous.","UNPARENTED":"Having no parent, or no acknowledged parent. [R.]","URANOLOGY":"A discourse or treatise on the heavens and the heavenly bodies;the study of the heavens; uranography.","UNPOWER":"Want of power; weakness. [Obs.] Piers Plowman.","UNTANGLE":"To loose from tangles or intricacy; to disentangle; to resolve;as, to untangle thread.Untangle but this cruel chain. Prior.","UNKEMMED":"Unkempt. [Obs.]","UNKNOWN":"Not known; not apprehended.-- Un*known\"ness, n. [R.] Camden.","UPGATHER":"To gather up; to contract; to draw together. [Obs.]Himself he close upgathered more and more. Spenser.","UNGULA":"A section or part of a cylinder, cone, or other solid ofrevolution, cut off by a plane oblique to the base; -- so called fromits resemblance to the hoof of a horse.","UNSIGHTABLE":"Invisible. [Obs.]","UNREMITTING":"Not remitting; incessant; continued; persevering; as,unremitting exertions. Cowper.-- Un`re*mit\"ting*ly, adv.-- Un`re*mit\"ting*ness, n.","URANOMETRY":"A chart or catalogue of fixed stars, especially of starsvisible to the naked eye.","UROGASTRIC":"Behind the stomach; -- said of two lobes of the carapace ofcertain crustaceans.","UNJOIN":"To disjoin.","UNKARD":"See Unked. [Prov. Eng.]","UNSELY":"Not blessed or happy; wretched; unfortunate. [Written alsounsilly.] [Obs.] Chaucer.-- Un*se\"li*ness, n. [Obs.] Chaucer.","UNESTABLISH":"To disestablish. [R.]The Parliament demanded of the king to unestablish that prelaticalgovernment. Milton.","UNSCRUPULOUS":"Not scrupulous; unprincipled.-- Un*scru\"pu*lous*ly, adv.-- Un*scru\"pu*lous*ness, n.","UNDERPEER":"To peer under. [R.]","UNCOMPLETE":"Incomplete. Pope.","UNBED":"To raise or rouse from bed.Eels unbed themselves and stir at the noise of thunder. Wa","UPLEAN":"To lean or incline upon anything. [Obs.] Spenser.","UNCLUTCH":"To disengage, as a clutch.","UNMUTABLE":"Immutable. [Obs.]","UNHAIR":"To deprive of hair, or of hairs; as, to unhair hides forleather.I 'll unhair thy head. Shak.","USTION":"The act of burning, or the state of being burned. [R.] Johnson.","UNFREQUENT":"Infrequent. J. H. Newman.-- Un*fre\"quent*ly adv.","UPSOAR":"To soar or mount up. Pope.","ULTIMA":"Most remote; furthest; final; last. Ultima ratio Etym: [L.],the last reason or argument; the last resort.-- Ultima Thule. [L.] See Thule.","USELESS":"Having, or being of, no use; unserviceable; producing no goodend; answering no valuable purpose; not advancing the end proposed;unprofitable; ineffectual; as, a useless garment; useless pity.Not to sit idle with so great a gift Useless, and thence ridiculous.Milton.","UNGUENT":"A lubricant or salve for sores, burns, or the like; anointment. Cowper.","UNWEARIED":"Not wearied; not fatigued or tired; hence, persistent; nottiring or wearying; indefatigable.-- Un*wea\"ried*ly, adv.-- Un*wea\"ried*ness, n.","UNCALM":"To disturb; to disquiet. Dryden.","UNIVERSOLOGICAL":"Of or pertaining to universology.","UNDERPOISE":"To weigh, estimate, or rate below desert; to undervalue. [R.]Marston.","UNHELE":"Same as Unheal, n. [Obs.]","UNKIND":"Having no race or kindred; childless. [Obs. & R.] Shak.","UNPROVIDENT":"Improvident. [Obs.] \"Who for thyself art so unprovident.' Shak.","UTTERER":"One who utters. Spenser.","UNLAWLIKE":"Not according to law; being or done in violation of law;unlawful. Milton.","UNFEATURED":"Wanting regular features; deformed. \"Visage rough, deformed,unfeatured, and a skin of buff.\" Dryden.","UNANSWERABLE":"Not answerable; irrefutable; conclusive; decisive; as, he havean unanswerable argument.-- Un*an\"swer*a*ble*ness, n.-- Un*an\"swer*a*bly, adv.","UNGIRD":"To loose the girdle or band of; to unbind; to unload.He ungirded his camels. Gen. xxiv. 32.","UNGUIS":"One of the terminal hooks on the foot of an insect.","ULEMA":"A college or corporation in Turkey composed of the hierarchy,namely, the imams, or ministers of religion, the muftis, or doctorsof law, and the cadis, or administrators of justice.","UNLIKELINESS":"The quality or state of being unlikely.","ULMUS":"A genus of trees including the elm.","UPSEEK":"To seek or strain upward. \"Upseeking eyes suffused with . . .tears.\" Southey.","UNDERGROWTH":"That which grows under trees; specifically, shrubs or smalltrees growing among large trees. Milton.","UNDERSKY":"The lower region of the sky.Floating about the undersky. Tennyson.","UPWHIRL":"To rise upward in a whirl; to raise upward with a whirlingmotion.","UNDERSPEND":"To spend less than.","UPCAST":"Cast up; thrown upward; as, with upcast eyes. Addison.","UNPROVIDE":"To deprive of necessary provision; to unfurnish.Lest her . . . beauty unprovide my mind again. Shak.","UNMASCULATE":"To emasculate. [Obs.] Fuller.","UNNUMERABLE":"Innumerable. [Obs.] \"An unnumerable multitude.\" Udall.","USHERSHIP":"The office of an usher; usherdom.","UNDECENNARY":"Occurring once in every period of eleven years; undecennial.An undecennary account laid before Parliament. E. Stiles.","UNWILLING":"Not willing; loath; disinclined; reluctant; as, an unwillingservant.And drop at last, but in unwilling ears, This saving counsel, \"Keepyour piece nine years.\" Pope.-- Un*will\"ing*ly, adv.-- Un*will\"ing*ness, n.","UPLANDER":"The upland sandpiper. [Local, U. S.]","UNDERPLAY":"To play a low card when holding a high one, in the hope of afuture advantage.","UNIVERSALISM":"The doctrine or belief that all men will be saved, or madehappy, in the future state.","UNCUNNINGNESS":"Ignorance. [Obs.]","UNFELLOW":"To prevent from being a fellow or companion; to separate fromone's fellows; to dissever.Death quite unfellows us. Mrs. Browning.","UDDERED":"Having an udder or udders.","UNACCOUNTABILITY":"The quality or state of being unaccountable.","UROCELE":"A morbid swelling of the scrotum due to extravasation of urineinto it.","UNSUCCESS":"Want of success; failure; misfortune. Prof. Wilson.","UNDULATION":"A motion to and fro, up and down, or from side to side, in anyfluid or elastic medium, propagated continuously among its particles,but with no translation of the particles themselves in the directionof the propagation of the wave; a wave motion; a vibration.","UPBIND":"To bind up. [R.] Collins.","UNTOLERABLE":"Intolerable. [Obs.]","UNBARRICADOED":"Not obstructed by barricades; open; as, unbarricadoed streets.Burke.","UNWASHED":"Not washed or cleansed; filthy; unclean.","UNFILED":"Not defiled; pure. [Obs.] Surrey.","UPSAROKAS":"See Crows.","URONOLOGY":"That part of medicine which treats of urine. Dunglison.","UNDERKIND":"An inferior kind. Dryden.","UNIPOLAR":"Having, or acting by means of, one pole only.","UPRIDGED":"Raised up in a ridge or ridges; as, a billow upridged. Cowper.","UNMUZZLE":"To loose from a muzzle; to remove a muzzle from.","UNSCREW":"To draw the screws from; to loose from screws; to loosen orwithdraw (anything, as a screw) by turning it.","UNOFFENSIVE":"Inoffensive.","UNPHILOSOPHIZE":"To degrade from the character of a philosopher. [R.] Pope.","UNHUSKED":"Not husked; having the husk on.","UVIC":"Pertaining to, or obtained from, grapes; specifically,designating an organic acid, C7H8O3 (also called pyrotritartaricacid), obtained as a white crystalline substance by the decompositionof tartaric and pyrotartaric acids.","UNDERSHOT":"Having the lower incisor teeth projecting beyond the upperones, as in the bulldog.","UNDERLEASE":"A lease granted by a tenant or lessee; especially, a leasegranted by one who is himself a lessee for years, for any fewer orless number of years than he himself holds; a sublease. Burrill.","UNDERFOLLOW":"To follow closely or immediately after. [Obs.] Wyclif.","UROSTEGE":"One of the plates on the under side of the tail of a serpent.","UGLESOME":"Ugly. [Obs.] \"Such an uglesome countenance.\" Latimer.","UNDERBRACE":"To brace, fasten, or bind underneath or below. Cowper.","UPSET":"To become upset.","UNICAPSULAR":"Having but one capsule to each flower.","UTILITY":"Adaptation to satisfy the desires or wants; intrinsic value.See Note under Value, 2.Value in use is utility, and nothing else, and in political economyshould be called by that name and no other. F. A. Walker.","UNOIL":"To remove the oil from. Dryden.","UNDERFELLOW":"An underling [R.] Sir P. Sidney.","UNPLAT":"To take out the folds or twists of, as something previouslyplatted; to unfold; to unwreathe.","UNSWADDLE":"To take a swaddle from; to unswathe.","ULOID":"Resembling a scar; scarlike.","UNDERSLEEVE":"A sleeve of an under-garment; a sleeve worn under another,","UNKLE":"See Uncle. [Obs.]","URTICATE":"To sting with, or as with, nettles; to irritate; to annoy. G.A. Sala.","UNCONDITIONED":"Not subject to condition or limitations; infinite; absolute;hence, inconceivable; incogitable. Sir W. Hamilton. The unconditioned(Metaph.), all that which is inconceivable and beyond the realm ofreason; whatever is inconceivable under logical forms or relations.","UNSATISFACTION":"Dissatisfaction. [Obs.] Bp. Hall.","USUFRUCTUARY":"A person who has the use of property and reaps the profits ofit. Wharton.","UNDERPROPPER":"One who, or that which, underprops or supports.","UNCLOISTER":"To release from a cloister, or from confinement or seclusion;to set free; to liberate.","UNGRAVE":"To raise or remove from the grave; to disinter; to untomb; toexhume. [Obs.] Fuller.","UNTWINE":"To untwist; to separate, as that which is twined or twisted; todisentangle; to untie.It requires a long and powerful counter sympathy in a nation tountwine the ties of custom which bind a people to the established andthe old. Sir W. Hamilton.","UTOPICAL":"Utopian; ideal. [Obs.] \"Utopical perfection.\" Bp. Hall.","UNDERMANNED":"Insufficiently furnished with men; short-handed.","UNHELMED":"Divested or deprived of the helm or helmet.","UNAPPLIABLE":"Inapplicable. Milton.","UNTIL":"As far as; to the place or degree that; especially, up to thetime that; till. See Till, conj.In open prospect nothing bounds our eye, Until the earth seems joinedunto the sky. Dryden.But the rest of the dead lives not again until the thousand yearswere finished. Rev. xx. 5.","UPGUSH":"A gushing upward. Hawthorne.","UNHOSPITABLE":"Inhospitable.","UBIQUITY":"The doctrine, as formulated by Luther, that Christ's glorifiedbody is omnipresent.","URATE":"A salt of uric acid; as, sodium urate; ammonium urate.","UNROOFED":"Stripped of a roof, or similar covering.Broken carriages, dead horses, unroofed cottages, all indicated themovements. Sir W. Scott.","ULTION":"The act of taking vengeance; revenge. [Obs.] Sir T. Browne.","UNDECK":"To divest of ornaments. Shak.","UNDERBRUSH":"Shrubs, small trees, and the like, in a wood or forest, growingbeneath large trees; undergrowth.","UNDERAID":"To aid clandestinely. [Obs.]","UREAMETER":"An apparatus for the determination of the amount of urea inurine, in which the nitrogen evolved by the action of certainreagents, on a given volume of urine, is collected and measured, andthe urea calculated accordingly.","UNDETERMINABLE":"Not determinable; indeterminable. Locke.","UTMOST":"The most that can be; the farthest limit; the greatest power,degree, or effort; as, he has done his utmost; try your utmost.We have tried the utmost of our friends. Shak.","UNSUCCESSFUL":"Not successful; not producing the desired event; not fortunate;meeting with, or resulting in, failure; unlucky; unhappy.-- Un`suc*cess\"ful*ly, adv.-- Un`suc*cess\"ful*ness, n.","URIC":"Of or pertaining to urine; obtained from urine; as, uric acid.Uric acid, a crystalline body, present in small quantity in the urineof man and most mammals. Combined in the form of urate of ammonia, itis the chief constituent of the urine of birds and reptiles, formingthe white part. Traces of it are also found in the various organs ofthe body. It is likewise a common constituent, either as the freeacid or as a urate, of urinary or renal calculi and of the so-calledgouty concretions. From acid urines, uric acid is frequentlydeposited, on standing in a cool place, in the form of a reddishyellow sediment, nearly always crystalline. Chemically, it iscomposed of carbon, hydrogen, nitrogen, and oxygen, C5H4N4O3, and bydecomposition yields urea, among other products. It can be madesynthetically by heating together urea and glycocoll. It was formerlycalled also lithic acid, in allusion to its occurrence in stone, orcalculus.","UTES":"An extensive tribe of North American Indians of the Shoshonestock, inhabiting Colorado, Utah, New Mexico, Arizona, and adjacentregions. They are subdivided into several subordinate tribes, some ofwhich are among the most degraded of North American Indians.","UNIPERSONAL":"Used in only one person, especially only in the third person,as some verbs; impersonal.","URIM":"A part or decoration of the breastplate of the high priestamong the ancient Jews, by which Jehovah revealed his will on certainoccasions. Its nature has been the subject of conflictingconjectures.Thou shall put in the breastplate of judgment the Urim and theThummim. Ex. xxviii. 30.And when Saul inquired of the Lord, the Lord answered him not,neither by dreams, nor by Urim, nor by prophets. 1 Sam. xxviii. 6.","UNSADDEN":"To relieve from sadness; to cheer. [R.] Whitlock.","UNHOLD":"To cease to hold; to unhand; to release. [Obs.] Otway.","UNPARTIAL":"Impartial. [Obs.] Bp. Sanderson.-- Un*par\"tial*ly, adv. [Obs.] Hooker.","UNBUILD":"To demolish; to raze. \"To unbuild the city.\" Shak.","UNIOVULATE":"Containing but one ovule.","UNTREAD":"To tread back; to retrace. Shak.","UNDERVIEWER":"See Underlooker.","URGENT":"Urging; pressing; besetting; plying, with importunity; callingfor immediate attention; instantly important. \"The urgent hour.\"Shak.Some urgent cause to ordain the contrary. Hooker.The Egyptians were urgent upon the people that they might send themout of the land in haste. Ex. xii. 33.","UROCHORDA":"Same as Tunicata.","UPHANG":"To hang up. Spenser.","UNBOUNDABLY":"Infinitely. [Obs.]I am . . . unboundably beholding to you. J. Webster (1607).","UTTEREST":"Uttermost.To the utterest proof of her courage. Chaucer.","UNDERCONDUCT":"A lower conduit; a subterranean conduit. [Obs.] Sir H. Wotton.","UREDO":"One of the stages in the life history of certain rusts(Uredinales), regarded at one time as a distinct genus. It is asummer stage preceding the teleutospore, or winter stage. SeeUredinales, in the Supplement.","UNIPERSONALIST":"One who believes that the Deity is unipersonal.","UPHAND":"Lifted by the hand, or by both hands; as, the uphand sledge.[R.] Moxon.","UNFOLDMENT":"The acct of unfolding, or the state of being unfolded.The extreme unfoldment of the instinctive powers. C. Morris.","UNGUINOUS":"Consisting of, or resembling, fat or oil; oily; unctuous;oleaginous.","UNIFOLLIATE":"Having only one leaf.","URCEOLAR":"Urceolate.","URINATOR":"One who dives under water in search of something, as forpearls; a diver. [R.] Ray.","UNDETERMINATE":"Nor determinate; not settled or certain; indeterminate. South.-- Un`de*ter\"mi*nate*ness, n. Dr. H. More.","UNMADE":"Not yet made or formed; as, an unmade grave. Shak.","UNWISH":"To wish not to be; to destroy by wishing. [Obs.]Now thou hast unwished five thousand men. Shak.","UNDERLYING":"Lying under or beneath; hence, fundamental; as, the underlyingstrata of a locality; underlying principles.","UNSALABLE":"Not salable; unmerchantable.-- n.","UNCURABLY":"In an uncurable manner.","UNEXACT":"Not exact; inexact.","UNSLAKED":"Not slaked; unslacked; as, an unslaked thirst; unslaked lime.","USITATIVE":"Denoting usual or customary action. \"The usitative aorist.\"Alford.","UNDERMONEYED":"Bribed. [R.] Fuller.","UNKNIT":"To undo or unravel what is knitted together.Fie, fie! unknit that threatening unkind brow. Shak.","UNDULATIVE":"Consisting in, or accompanied by, undulations; undulatory.","UNWISELY":"In an unwise manner; foolishly.","UNCAP":"To remove a cap or cover from.","URANOGRAPHY":"A description or plan of the heavens and the heavenly bodies;the construction of celestial maps, globes, etc.; uranology.","UNSWELL":"To sink from a swollen state; to subside. [Obs.] Chaucer.","UNITERABLE":"Not iterable; incapable of being repeated. [Obs.] \"To play awayan uniterable life.\" Sir T. Browne.","UMBLE PIE":"A pie made of umbles. See To eat humble pie, under Humble.","UNSCUTCHEONED":"Destitute of an escutcheon. [R.] Pollock.","URRY":"A sort of blue or black clay lying near a vein of coal.","UNWARRANTED":"Not warranted; being without warrant, authority, or guaranty;unwarrantable.","UNWHOLE":"Not whole; unsound. [Obs.]","UNIFORMLY":"In a uniform manner; without variation or diversity; by aregular, constant, or common ratio of change; with even tenor; as, atemper uniformly mild. To vary uniformly (Math.), to vary with theratio of the corresponding increments constant; -- said of twodependent quantities with regard to each other.","UNFORGETTABLE":"Not forgettable; enduring in memory.Pungent and unforgettable truths. Emerson.","UNSPEAK":"To retract, as what has been spoken; to recant; to unsay. [R.]Shak.","UNHORSE":"To throw from a horse; to cause to dismount; also, to take ahorse or horses from; as, to unhorse a rider; to unhorse a carriage.Cowper.","UROSTYLE":"A styliform process forming the posterior extremity of thevertebral column in some fishes and amphibians.","UNLOOKED":"Not observed or foreseen; unexpected; -- generally with for.\"Unlooked success.\" Denham.She comes unlooked for, if she comes at all. Pope.","UROX":"The aurochs.","UNCIATIM":"Ounce by ounce.","UNSERVICE":"Neglect of duty; idleness; indolence. [Obs.] Massinger.","UNTRUSS":"To loose from a truss, or as from a truss; to untie orunfasten; to let out; to undress. [R.] Dryden.","UNWARM":"To lose warmth; to grow cold. [R.]","UDAL":"In Shetland and Orkney, a freehold; property held by udal, orallodial, right.","UNDECIDE":"To reverse or recant, as a previous decision.","UNSITTING":"Not sitting well; unbecoming. [Obs.] \"Unsitting words.\" Sir T.More.","URTICARIA":"The nettle rash, a disease characterized by a transienteruption of red pimples and of wheals, accompanied with a burning orstinging sensation and with itching; uredo.","UNBESEEM":"To be unbecoming or unsuitable to; to misbecome.","UNSHENT":"Not shent; not disgraced; blameless. [Obs.] Bp. Hall.","UNDERDIG":"To dig under or beneath; to undermine. [Obs.] Wyclif.","UNDULARY":"Moving like waves; undulatory. [Obs.] Sir T. Browne.","UNLOVE":"To cease to love; to hate. [Obs.]","UNBALLASTED":"Freed from ballast; having discharged ballast.","UPGROW":"To grow up. [R.] Milton.","UNRIP":"To rip; to cut open. Bacon.","UNPRAISE":"To withhold praise from; to deprive of praise. [R.]","UNPERISHABLE":"Imperishable.","UNLINE":"To take the lining out of; hence, to empty; as, to unline one'spurse.","UNDERDOSE":"A dose which is less than required; a small or insufficientdose.","UNLORDED":"Deprived of the rank of a lord.","UNBAY":"To free from the restraint of anything that surrounds orincloses; to let loose; to open. [Obs.]I ought . . . to unbay the current of my passion. Norris.","ULTRAGASEOUS":"Having the properties exhibited by gases under very lowpressures (one millionth of an atmosphere or less). Matter under thiscondition, which has been termed the fourth state of matter, issometimes called radiant matter.","URECHITIN":"A glucoside extracted from the leaves of a certain plant(Urechitis suberecta) as a bitter white crystalline substance.","UNSHERIFF":"To depose from the office of sheriff. [R.]","UNIFORMISM":"The doctrine of uniformity in the geological history of theearth; -- in part equivalent to uniformitarianism, but also used,more broadly, as opposed to catastrophism.","UNVOTE":"To reverse or annul by vote, as a former vote. [R.] Bp, Burnet.","UNIPARA":"A woman who has borne one child.","UNITER":"One who, or that which, unites.","USANCE":"The time, fixed variously by the usage between differentcountries, when a bill of exchange is payable; as, a bill drawn onLondon at one usance, or at double usance.","UNVEILER":"One who removes a veil.","UNGELD":"A person so far out of the protection of the law, that if hewere murdered, no geld, or fine, should be paid, or composition madeby him that killed him. Cowell. Burrill.","ULTIMATION":"State of being ultimate; that which is ultimate, or final;ultimatum. [R.] Swift.","UNEMBARRASSMENT":"Freedom from embarrassment.","UNDECREED":"Not decreed.","UPPENT":"A Pent up; confined. [Obs.]","UNGKA-PUTI":"The agile gibbon; -- called also ungka-pati, and ungka-etam.See Gibbon.","UNCLOG":"To disencumber of a clog, or of difficulties and obstructions;to free from encumbrances; to set at liberty. Shak.","UNMANTLE":"To divest of a mantle; to uncover.Nay, she said, but I will unmantle you. Sir W. Scott.","UNWROKEN":"Not revenged; unavenged. [Obs.] Surrey.","UPGROWTH":"The process or result of growing up; progress; development.The new and mighty upgrowth of poetry in Italy. J. R. Green.","UNCONSTANT":"Not constant; inconstant; fickle; changeable. [Obs.] Shak.-- Un*con\"stant*ly, adv. [Obs.] -- Un*con\"stant*ness, n. [Obs.]","UNDECISIVE":"Indecisive. [R.] Glanvill.","UNDRESS":"To take the dressing, or covering, from; as, to undress awound.","UPSTAND":"To stand up; to be erected; to rise. Spenser. Milton.At once upstood the monarch, and upstood The wise Ulysses. Cowper.","UNPENITENT":"Impenitent. Sandys.","UNBEDINNED":"Not filled with din.","UNTUNE":"To make incapable of harmony, or of harmonious action; to putout of tune. Shak.","UNDISPUTABLE":"Indisputable. Addison.-- Un*dis\"pu*ta*ble*ness, n.","UNLIKELY":"In an unlikely manner.","UNCOACH":"To detach or loose from a coach. [Obs.] Chapman.","UNWARPED":"Not warped; hence, not biased; impartial.","UNEXPEDIENT":"Inexpedient. [Obs.]","UNRAVELMENT":"The act of unraveling, or the state of being unraveled.","UNBLESS":"To deprive of blessings; to make wretched. [Obs.] Shak.","UNIMITABLE":"Inimitable. [Obs.]","UNFUMED":"Not exposed to fumes; not fumigated. Milton.","UNRECURING":"Incurable. [Obs.] \"Some unrecuring wound.\" Shak.","URETHROPLASTY":"An operation for the repair of an injury or a defect in thewalls of the urethra.-- U*re`thro*plas\"tic, a.","UPLAY":"To hoard. [Obs.] Donne.","UNIVERSOLOGIST":"One who is versed in universology.","UNPARLIAMENTARY":"Not parliamentary; contrary to the practice of parliamentarybodies.-- Un*par`lia*men\"ta*ri*ness, n.","UNDERLIE":"To lie below or under.","UNCONVENIENT":"Inconvenient. Bale.-- Un`con*ven\"ient*ly, adv. Udall.","UDOMETER":"A rain gauge.","UNACCEPTABILITY":"The quality of being unacceptable; unacceptableness.","UPRIGHTLY":"In an upright manner.","URATIC":"Of or containing urates; as, uratic calculi.","UNSAY":"To recant or recall, as what has been said; to refract; to takeback again; to make as if not said.You can say and unsay things at pleasure. Goldsmith.","UNBEGUN":"Not yet begun; also, existing without a beginning.","URNFUL":"As much as an urn will hold; enough to fill an urn.","UNHAP":"Ill luck; misfortune. [Obs.] \"The cause of her unhap.\" Sir P.Sidney.","URINOMETRY":"The estimation of the specific gravity of urine by theurinometer.","UNBENEVOLENCE":"Absence or want of benevolence; ill will.","UNBOWEL":"To deprive of the entrails; to disembowel. Dr. H. More.","UNFORESKINNED":"Deprived of the foreskin; circumcised. [R.] Milton.","UNNEIGHBORLY":"Not neighborly; distant; reserved; solitary; exclusive.-- adv.","UNDERWRITING":"The business of an underwriter,","UNKING":"To cause to cease to be a king. [R.]Shall his condescension, therefore, unking him South.","UNIONISTIC":"Of or pertaining to union or unionists; tending to promote orpreserve union.","UNRIDDLER":"One who unriddles. Lovelace.","UNDOER":"One who undoes anything; especially, one who ruins another.","UNDERDOER":"One who underdoes; a shirk.","UPSETTING":"Conceited; assuming; as, an upsetting fellow. [Scot.] Jamieson.","UPSTROKE":"An upward stroke, especially the stroke, or line, made by awriting instrument when moving upward, or from the body of thewriter, or a line corresponding to the part of a letter thus made.Some upstroke of an Alpha and Omega. Mrs. Browning.","UMBRE":"See Umber.","UNWRIE":"To uncover. [Obs.] Chaucer.","UNCONTROVERSORY":"Not involving controversy. [Obs.] Bp. Hall.","UNSTRIATED":"Nonstriated; unstriped.","UNRIGHTWISE":"Unrighteous. [Obs.] Wyclif.-- Un*right\"wise`ly, adv. [Obs.]","UNBELT":"To remove or loose the belt of; to ungird.","UNPRAYABLE":"Not to be influenced or moved by prayers; obdurate. [R.]Wyclif.","UNGET":"To cause to be unbegotten or unborn, or as if unbegotten orunborn. [R.]I 'll disown you, I 'll disinherit you, I 'll unget you. Sheridan.","UNRELIGIOUS":"Irreligious. Wordsworth.","UNSUBSTANTIAL":"Lacking in matter or substance; visionary; chimerical.","UNDERPUT":"To put or send under. [Obs.]","UNCONQUERABLE":"Not conquerable; indomitable.-- Un*con\"quer*a*bly, adv.","URANINITE":"A mineral consisting chiefly of uranium oxide with some lead,thorium, etc., occurring in black octahedrons, also in masses with apitchlike luster; pitchblende.","UNTEMPTER":"One who does not tempt, or is not a tempter. [Obs.] Wyclif.","UNEMPLOYMENT":"Quality or state of being not employed; -- used esp. ineconomics, of the condition of various social classes whentemporarily thrown out of employment, as those engaged for shortperiods, those whose trade is decaying, and those least competent.","UNREASONABLE":"Not reasonable; irrational; immoderate; exorbitant.-- Un*rea\"son*a*ble*ness, n.-- Un*rea\"son*a*bly, adv.","UNDERTHING":"Something that is inferior and of little worth. [Obs.] Beau. &Fl.","UNDERSIDE":"The lower or lowest side of anything. Paley.","USHERANCE":"The act of ushering, or the state of being ushered in. [Obs.]Shaftesbury.","UNISONAL":"Being in unison; unisonant.-- U*nis\"o*nal*ly, adv.","UNSWATHE":"To take a swathe from; to relieve from a bandage; to unswaddle.Addison.","UPFILL":"To fill up. [Obs.]","UNILABIATE":"Having one lip only; as, a unilabiate corolla.","UNDERFACULTY":"An inferior or subordinate faculty.","UNDERPROOF":"Containing less alcohol than proof spirit. See Proof spirit,under Spirit.","UMBELLIC":"Pertaining to, or obtained from, certain umbelliferous plants;as, umbellic acid. Umbellic acid. (Chem.) (a) Anisic acid. [Obs.] (b)A yellow powder obtained from umbelliferone.","ULEXITE":"A mineral occurring in white rounded crystalline masses. It isa hydrous borate of lime and soda.","UNPLEASIVE":"Unpleasant. [Obs.] \"An unpleasive passion.\" Bp. Hall.","UNDERTOW":"The current that sets seaward near the bottom when waves arebreaking upon the shore.","UNDWELLABLE":"Uninhabitable. [Obs.] \"A land undwellable.\" Wyclif.","UNBOSOMER":"One who unbosoms, or discloses. [R.] \"An unbosomer of secrets.\"Thackeray.","UNCONSONANT":"Incongruous; inconsistent. \"A thing unconsonant.' Hooker.","UNGUIFORM":"Having the form of a claw or claws.","UMBROSITY":"The quality or state of being umbrose; shadiness. [Obs.] Sir T.Browne.","UNCIRCUMCISION":"People not circumcised; the Gentiles.","UNBEWITCH":"To free from a spell; to disenchant. [R.] South.","UNTWAIN":"To rend in twain; to tear in two. [Obs.] Skelton.","UNPASSABLE":"Impassable. E. A. Freeman.-- Un*pass\"a*ble*ness, n. Evelyn.","URCEOLE":"A vessel for water for washing the hands; also, one to holdwine or water.","UNBREECH":"To free the breech of, as a cannon, from its fastenings orcoverings. Pennant.","UNDERSAILED":"Inadequately equipped with sails. [Obs.]","UNDERMASTER":"A master subordinate to the principal master; an assistantmaster.","UNSEASONABLE":"Not seasonable; being, done, or occurring out of the properseason; ill-timed; untimely; too early or too late; as, he called atan unseasonable hour; unseasonable advice; unseasonable frosts;unseasonable food.-- Un*sea\"son*a*ble*ness, n.-- Un*sea\"son*a*bly, adv.","UNBRIDLED":"Loosed from the bridle, or as from the bridle; hence,unrestrained; licentious; violent; as, unbridled passions. \"Unbridledboldness.\" B. Jonson.Lands deluged by unbridled floods. Wordsworth.-- Un*bri\"dled*ness, n. Abp. Leighton.","URUBU":"The black vulture (Catharista atrata). It ranges from theSouthern United States to South America. See Vulture.","UPTURN":"To turn up; to direct upward; to throw up; as, to upturn theground in plowing. \"A sea of upturned faces.\" D. Webster.So scented the grim feature, and upturned His nostril wide into themurky air. Milton.","UMBELLIFER":"A plant producing an umbel or umbels.","UNGAINLINESS":"The state or quality of being ungainly; awkwardness.","UNDERSELL":"To sell the same articles at a lower price than; to sellcheaper than.","UNDERSHRIEVE":"A low shrub; a woody plant of low stature.","UPEYGAN":"The borele.","UPBREAK":"To break upwards; to force away or passage to the surface.","UNBEGET":"To deprive of existence. Dryden.","UNPEG":"To remove a peg or pegs from; to unfasten; to open. Shak.","UNSONABLE":"Incapable of being sounded. [Obs.]","UVEOUS":"Resembling a grape.","UNICAMERAL":"Having, or consisting of, a single chamber; -- said of alegislative assembly. [R.] F. Lieber.","UROPOD":"Any one of the abdominal appendages of a crustacean, especiallyone of the posterior ones, which are often larger than the rest, anddifferent in structure, and are used chiefly in locomotion. SeeIllust. of Crustacea, and Stomapoda.","UNCONCERNMENT":"The state of being unconcerned, or of having no share orconcern; unconcernedness. [Obs.] South.","UPHEAVAL":"The act of upheaving, or the state of being upheaved; esp., anelevation of a portion of the earth's crust. Lubbock.","UNINTERMISSION":"Want or failure of intermission. [R.] Bp. Parker.","ULMIC":"Pertaining to ulmin; designating an acid obtained from ulmin.","UNDERSTRAPPING":"Becoming an understrapper; subservient. [R.] Sterne.","UPREAR":"To raise; to erect. Byron.","UPRUSH":"To rush upward. Southey.","ULTRAMONTANE":"Being beyond the mountains; specifically, being beyond theAlps, in respect to the one who speaks.","UNCUNNINGLY":"Ignorantly. [Obs.]","UNSETTLE":"To move or loosen from a settled position or state; to unfix;to displace; to disorder; to confuse.","UNANIMITY":"The quality or state of being unanimous.","URTICAL":"Resembling nettles; -- said of several natural orders allied tourticaceous plants.","UNITARIANIZE":"To change or turn to Unitarian views.","URETERITIS":"Inflammation of the ureter. Dunglison.","UNIOCULAR":"Of, pertaining to, or seated in, one eye; monocular.","ULARBURONG":"A large East Indian nocturnal tree snake (Dipsas dendrophila).It is not venomous.","UNHEART":"To cause to lose heart; to dishearten. [Obs.] Shak.","UNDID":"imp. of Undo.","UNREAL":"Not real; unsubstantial; fanciful; ideal.","UNBOLT":"To remove a bolt from; to unfasten; to unbar; to open. \"Heshall unbolt the gates.\" Shak.","UNDESTROYABLE":"Indestructible.","UNPROSELYTE":"To convert or recover from the state of a proselyte. Fuller.","UNJOINT":"To disjoint.","UNTWIRL":"To untwist; to undo. Ash.","UNCURRENT":"Not current. Specifically: Not passing in common payment; notreceivable at par or full value; as, uncurrent notes. Shak.","UNIPHONOUS":"Having but one sound, as the drum. [R.]","URANIAN":"Of or pertaining to the planet Uranus; as, the Uranian year.","UNDERN":"The time between; the time between sunrise and noon;specifically, the third hour of the day, or nine o'clock in themorning, according to ancient reckoning; hence, mealtime, becauseformerly the principal meal was eaten at that hour; also, later, theafternoon; the time between dinner and supper. [Obs. or Prov. Eng.]Betwixt undern and noon was the field all won. R. of Brunne.In a bed of worts still he lay Till it was past undern of the day.Chaucer.","UNDECAGON":"A figure having eleven angles and eleven sides.","UNMAKE":"To destroy the form and qualities of; to deprive of being; touncreate.God does not make or unmake things to try experiments. T. Burnet.","UNAUSPICIOUS":"Inauspicious. Rowe.","UNVULGARIZE":"To divest of vulgarity; to make to be not vulgar. Lamb.","UPSPURNER":"A spurner or contemner; a despiser; a scoffer. [Obs.] Joye.","ULTRAMUNDANE":"Being beyond the world, or beyond the limits of our system.Boyle.","UNDERWOOD":"Small trees and bushes that grow among large trees; coppice;underbrush; -- formerly used in the plural.Shrubs and underwoods look well enough while they grow within theshade of oaks and cedars. Addison.","UNMEANT":"Not meant or intended; unintentional. Dryden.","UNBUTTON":"To loose the buttons of; to unfasten.","UNWIT":"To deprive of wit. [Obs.] Shak.","UNITABLE":"Capable of union by growth or otherwise. Owen.","UNEARED":"Not eared, or plowed. Shak.","UNCONCERNING":"Not interesting of affecting; insignificant; not belonging toone. [Obs.] Addison.","UCHEES":"A tribe of North American Indians belonging to the Creekconfederation.","UNDERGIRD":"To blind below; to gird round the bottom.They used helps, undergirding the ship. Acts xxvii. 17.","UNADVISABLE":"Not advisable; inadvisable; inexpedient. Lowth.-- Un`ad*vis\"a*bly, adv.","UNDERSTOCK":"To supply insufficiently with stock. A. Smith.","URINATION":"The act or process of voiding urine; micturition.","UBIQUARIAN":"Ubiquitous. [R.]","UNDERJOIN":"To join below or beneath; to subjoin. Wyclif.","UNDERCRY":"To cry aloud. [Obs.] Wyclif.","UNWEDGEABLE":"Not to be split with wedges. [Obs.] Shak.","UTOPIANISM":"The ideas, views, aims, etc., of a Utopian; impracticableschemes of human perfection; optimism.","UNELIGIBLE":"Ineligible. Roger","UNSAD":"Unsteady; fickle. [Obs.]O, stormy people, unsad and ever untrue. Chaucer.","UNIFORMAL":"Uniform. [Obs.] Herrick.","UNGOWNED":"Stripped of a gown; unfrocked.","UMBE":"About. [Obs.] Layamon.","UNMERCILESS":"Utterly merciless. [Obs.] Joye.","UNANIMATE":"Unanimous. [Obs.]","UNDULATING":"Rising and falling like waves; resembling wave form or motion;undulatory; rolling; wavy; as, an undulating medium; undulatingground.-- Un\"du*la`ting*ly. adv.","UNHAT":"To take off the hat of; to remove one's hat, especially as amark of respect. H. Spenser.","UNDERFARMER":"An assistant farmer.","UNSEARCHABLE":"Not searchable; inscrutable; hidden; mysterious.The counsels of God are to us unsearchable. Rogers.-- Un*search\"a*ble*ness, n.-- Un*search\"a*bly, adv.","UNLAY":"To untwist; as, to unlay a rope.","UNDIGHT":"To put off; to lay aside, as a garment. [Obs.] Spenser.","UNPEELED":"Thoroughly stripped; pillaged. [Obs.] Shak.","UNDERKINGDOM":"A subordinate or dependent kingdom. Tennyson.","UNCHASTE":"Not chaste; not continent; lewd.-- Un*chaste\"ly, adv.-- Un*chaste\"ness, n.","UBIQUITARINESS":"Quality or state of being ubiquitary, or ubiquitous. [R.]Fuller.","UNDERCHAMBERLAIN":"A deputy chamberlain of the exchequer.","UNIQUITY":"The quality or state of being unique; uniqueness. [R.] Walpole.","UNDERLING":"An inferior person or agent; a subordinate; hence, a mean,sorry fellow. Milton.he fault, dear Brutus, is not in our stars, But in ourselves, that weare underlings. Shak.","UNTRUE":"Untruly. [Obs. or Poetic] Chaucer.","UMBRIFEROUS":"Casting or making a shade; umbrageous.-- Um*brif\"er*ous*ly, adv.","UNFLOWER":"To strip of flowers. [R.] G. Fletcher.","UNIFROMNESS":"The quality or state of being uniform; uniformity.","UNLOOSEN":"To loosen; to unloose.","UNDERSTUDY":"To study, as another actor's part, in order to be hissubstitute in an emergency; to study another actor's part.","UNVESSEL":"To cause to be no longer a vessel; to empty. [Obs.] Ford.","URSUK":"The bearded seal.","UNLEAVENED":"Not leavened; containing no leaven; as, unleavened bread.","UNSEXUAL":"Not sexual; not proper or peculiar to one of the sexes. DeQuincey.","URSON":"The Canada porcupine. See Porcupine.","UNTHANK":"No thanks; ill will; misfortune. [Obs.]Unthank come on his head that bound him so. Chaucer.","UNPRISON":"To take or deliver from prison.","UNFINISHED":"Not finished, not brought to an end; imperfect; incomplete;left in the rough; wanting the last hand or touch; as, an unfinishedhouse; an unfinished picture; an unfinished iron casting.","UNA BOAT":"The English name for a catboat; -- so called because Una wasthe name of the first boat of this kind taken to England. D. Kemp.","UNDECYLIC":"Related to, derived from, or containing, undecyl; specifically,designating that member of the fatty acids which corresponds toundecane, and is obtained as a white crystalline substance, C11H22O2.","UNFAILING":"Not failing; not liable to fail; inexhaustible; certain; sure.Dryden.-- Un*fail\"ing*ly, adv.-- Un*fail\"ing*ness, n.","UNDOUBTED":"Not doubted; not called in question; indubitable; indisputable;as, undoubted proof; undoubted hero.-- Un*doubt\"ed*ly, adv.","UNLUST":"Listlessness; disinclination. [Obs.] \"Idleness and unlust.\"Chaucer.","UNIAXIAL":"Having but one optic axis, or line of no double refraction.","UNDERTENANT":"The tenant of a tenant; one who holds lands or tenements of atenant or lessee.","UPTHUNDER":"To send up a noise like thunder. [R.] Coleridge.","UNSPOTTED":"Not spotted; free from spot or stain; especially, free frommoral stain; unblemished; immaculate; as, an unspotted reputation.-- Un*spot\"ted*ness, n.","UPBRAID":"To utter upbraidings. Pope.","UNGOVERNABLE":"Not governable; not capable of being governed, ruled, orrestrained; licentious; wild; unbridled; as, ungovernable passions.-- Un*gov\"ern*a*bly, adv. Goldsmith.","UPHAF":"imp. of Upheave. Chaucer.","UNBONNET":"To take a bonnet from; to take off one's bonnet; to uncover;as, to unbonnet one's head. Sir W. Scott.","UNDERJAW":"The lower jaw. Paley.","UNSATIABLE":"Insatiable. [Obs.] Hooker.-- Un*sa\"ti*a*ble*ness, n. [Obs.] -- Un*sa\"ti*a*bly, adv. [Obs.]","UNTRENCHED":"Being without trenches; whole; intact. [Obs.]","UNDERSTAIR":"Of or pertaining to the kitchen, or the servants' quarters;hence, subordinate; menial. [Obs.]","UNIMPLICATE":"Not implicated. \"Unimplicate in folly.\" R. Browning.","UNSANCTIFICATION":"Absence or lack of sanctification. Shak.","UNNOBLY":"Ignobly. J. Fletcher.","UNNATURALIZE":"To make unnatural. [R.] Hales.","UNEXCEPTIVE":"Not exceptive; not including, admitting, or being, anexception.","UNBORN":"Not born; no yet brought into life; being still to appear;future.Some unborn sorrow, ripe in fortune's womb. Shak.See future sons, and daughters yet unborn. Pope.","UNPRELATED":"Deposed from the office of prelate.","UNGRATE":"Displeasing; ungrateful; ingrate. [Obs.] Jer. Taylor.","UNSHET":"To unshut. [Obs.] Chaucer.","UPSKIP":"An upstart. [Obs.] Latimer.","UROLOGY":"See Uronology.","UNPEERED":"Having no peer; unequaled; unparalleled. \"Unpeered excellence.\"Marston.","UNDERSTANDABLE":"Capable of being understood; intelligible. Chillingworth.","UNHOUSE":"To drive from a house or habitation; to dislodge; hence, todeprive of shelter.","UNTIMEOUSLY":"Untimely; unseasonably. [R.]","UNZONED":"Not zoned; not bound with a girdle; as, an unzoned bosom.Prior.","UNCONFOUNDED":"Not confounded. Bp. Warburton.","UPSTAY":"To sustain; to support. [Obs.] \"His massy spear upstayed.\"Milton.","UNILATERAL":"Pertaining to one side; one-sided; as, a unilateral raceme, inwhich the flowers grow only on one side of a common axis, or are allturned to one side. Unilateral contract (Law), a contract orengagement requiring future action only by one party.","UN-ROMANIZED":"Not subjected to the principles or usages of the Roman CatholicChurch.","UNITED":"Combined; joined; made one. United Brethren. (Eccl.) SeeMoravian, n.-- United flowers (Bot.), flowers which have the stamens and pistilsin the same flower.-- The United Kingdom, Great Britain and Ireland; -- so named sinceJanuary 1, 1801, when the Legislative Union went into operation.-- United Greeks (Eccl.), those members of the Greek Church whoacknowledge the supremacy of the pope; -- called also uniats.","UPRIGHTNESS":"the quality or state of being upright.","UROSCOPY":"The diagnosis of diseases by inspection of urine. Sir T.Browne.","UNCLING":"To cease from clinging or adhering. [Obs.] Milton.","UP-LINE":"A line or track leading from the provinces toward themetropolis or a principal terminus; the track upon which up-trainsrun. See Up-train. [Eng.]","UNORDINATE":"Disorderly; irregular; inordinate. [R.] -- Un*or\"di*nate*ly,adv. [R.]","UNCALLED-FOR":"Not called for; not required or needed; improper; gratuitous;wanton.","UNRIVALED":"Having no rival; without a competitor; peerless. [Spelt alsounrivalled.] Pope.","UROGLAUCIN":"A body identical with indigo blue, occasionally found in theurine in degeneration of the kidneys. It is readily formed byoxidation or decomposition of indican.","UPRUN":"To run up; to ascend.The young sun That in the Ram is four degrees uprun. Chaucer.[A son] of matchless might, who, like a thriving plant, Upran tomanhood. Cowper.","UNPOLITE":"Not polite; impolite; rude.-- Un`po*lite\"ly, adv.-- Un`po*lite\"ness, n.","UNDERLOCKER":"A person who inspects a mine daily; -- called also underviewer.","UNCLOUD":"To free from clouds; to unvail; to clear from obscurity, gloom,sorrow, or the like. Beau. & Fl.","USURY":"Interest in excess of a legal rate charged to a borrower forthe use of money.","UNSEW":"To undo, as something sewn, or something inclosed by sewing; torip apart; to take out the stitches of.","UPBURST":"The act of bursting upwards; a breaking through to the surface;an upbreak or uprush; as, an upburst of molten matter.","UNFAIR":"To deprive of fairness or beauty. [R.] Shak.","UROPOETIC":"Producing, or favoring the production of, urine.","UNVERACITY":"Want of veracity; untruthfulness; as, unveracity of heart.Carlyle.","ULCERATIVE":"Of or pertaining to ulcers; as, an ulcerative process.","UNHOPED-FOR":"Unhoped; unexpected.","UNVOLUNTARY":"Involuntary. [Obs.] Fuller.","UNHALLOW":"To profane; to desecrate.The vanity unhallows the virtue. L'Estrange.","UNREASONED":"Not supported by reason; unreasonable. \"Unreasoned habits.\"Burke.","UNDIGNE":"Unworthy. [Obs.] Chaucer.","UROSTERNITE":"The sternal, or under piece, of any one of the uromeres ofinsects and other arthropods.","UNHOOK":"To loose from a hook; to undo or open by loosening orunfastening the hooks of; as, to unhook a fish; to unhook a dress.","UNIVOCAL":"A generic term, or a term applicable in the same sense to allthe species it embraces.","UNTHRONE":"To remove from, or as from, a throne; to dethrone. Milton.","UNSPIKE":"To remove a spike from, as from the vent of a cannon.","UNRULY":"Not submissive to rule; disregarding restraint; disposed toviolate; turbulent; ungovernable; refractory; as, an unruly boy;unruly boy; unruly conduct.But the tongue can no man tame; it is an unruly evil, full of deadlypoison. James iii. 8.","UMBILICATION":"A slight, navel-like depression, or dimpling, of the center ofa rounded body; as, the umbilication of a smallpox vesicle; also, thecondition of being umbilicated.","UNMARRY":"To annul the marriage of; to divorce. Milton.","URODELA":"An order of amphibians having the tail well developed and oftenlong. It comprises the salamanders, tritons, and allied animals.","UNFILIAL":"Unsuitable to a son or a daughter; undutiful; not becoming achild.-- Un*fil\"ial*ly, adv.","UNGUENTOUS":"Unguentary.","UNSUSPICION":"The quality or state of being unsuspecting. Dickens.","UNRUFFLE":"To cease from being ruffled or agitated. Dryden.","UNWONT":"Unwonted; unused; unaccustomed. [Archaic] Sir W. Scott.","UPHOLSTERY":"The articles or goods supplied by upholsterers; the business orwork of an upholsterer.","UNEQUALNESS":"The quality or state of being unequal; inequality; unevenness.Jer. Taylor.","UNWARP":"To restore from a warped state; to cause to be linger warped.","UROMERE":"Any one of the abdominal segments of an arthropod.","UNDUBITABLE":"Indubitable; as, an undubitable principle. [Obs.] Locke.","UNCARED":"Not cared for; not heeded; -- with for.","UNEQUAL":"Not having the two sides or the parts symmetrical.","UNBREWED":"Not made by brewing; unmixed; pure; genuine. [R.] Young.","UNCONSEQUENTIAL":"Inconsequential. Johnson.","UNRIVET":"To take out, or loose, the rivets of; as, to unrivet boilerplates.","UNSLUICE":"To sluice; to open the sluice or sluices of; to let flow; todischarge. Dryden.","UPHOARD":"To hoard up. [Obs.] Shak.","UNTHRIFTINESS":"The quality or state or being unthrifty; profuseness;lavishness. Udall.","UNDERCLIFF":"A subordinate cliff on a shore, consisting of material that hasfallen from the higher cliff above.","UPGAZE":"To gaze upward. Byron.","UPSWAY":"To sway or swing aloft; as, to upsway a club. [R.] Sir W.Scott.","ULCER":"A solution of continuity in any of the soft parts of the body,discharging purulent matter, found on a surface, especially one ofthe natural surfaces of the body, and originating generally in aconstitutional disorder; a sore discharging pus. It is distinguishedfrom an abscess, which has its beginning, at least, in the depth ofthe tissues.","UNNEIGHBORED":"Being without neigbors. Cowper.","UNCLOAK":"To remove a cloak or cover from; to deprive of a cloak orcover; to unmask; to reveal.","UNWILD":"To tame; to subdue. [Obs. & R.] Sylvester.","UGLINESS":"The quality or state of being ugly.","URACHUS":"A cord or band of fibrous tissue extending from the bladder tothe umbilicus.","UTTERABLE":"Capable of being uttered.","UNAU":"The two-toed sloth (Cholopus didactylus), native of SouthAmerica. It is about two feet long. Its color is a uniform grayishbrown, sometimes with a reddish tint.","UNCAGE":"To loose, or release, from, or as from, a cage.","UNDERCROFT":"A subterranean room of any kind; esp., one under a church (seeCrypt), or one used as a chapel or for any sacred purpose.","UNCHECKABLE":"Not capable of being checked or stopped. [R.]","UNPROFITED":"Profitless. [R.] Shak.","URGENCY":"The quality or condition of being urgent; insistence; pressure;as, the urgency of a demand or an occasion.","UTRICULUS":"A little sac, or bag; a utricle; especially, a part of themembranous labyrinth of the ear. See the Note under Ear.","UPSTART":"To start or spring up suddenly. Spenser. Tennyson.","UNPOWERFUL":"Not powerful; weak. Cowley.","UNIMPORTANCE":"Want of importance; triviality. Johnson.","URAO":"See Trona.","UNGULATA":"An extensive group of mammals including all those that havehoofs. It comprises the Artiodactyla and Perissodactyla.","USSELF":"Ourselves. [Obs.] Wyclif. Piers Plowman. Chaucer.","UVA-URSI":"The bearberry.","UNTRUTHFUL":"Not truthful; unveracious; contrary to the truth or the fact.-- Un*truth\"ful*ly, adv.-- Un*truth\"ful*ness, n.","UNDERTENANCY":"Tenancy or tenure under a tenant or lessee; the tenure of anundertenant.","UNWIND":"To be or become unwound; to be capable of being unwound oruntwisted.","UNDAMPNED":"Uncondemned. [Obs.] Wyclif (Acts xvi. 37).","UNCHARNEL":"To remove from a charnel house; to raise from the grave; toexhume. Byron.","UNCORRUPT":"Incorrupt.","UMQUHILE":"Some time ago; formerly. [Scot.] Sir W. Scott.-- a.","UNDERSTANDING":"Knowing; intelligent; skillful; as, he is an understanding man.","UNDERPITCH":"To fill underneath; to stuff. [Obs.]He drank and well his girdle underpight. Chaucer.","UNSTEP":"To remove, as a mast, from its step.","UNIVERSE":"All created things viewed as constituting one system or whole;the whole body of things, or of phenomena; the mundus of the Latins;the world; creation.How may I Adore thee, Author of this universe And all this good toman! Milton.","UNPLACABLE":"Implacable. [Obs.]","UNREBUKABLE":"Not deserving rebuke or censure; blameless. 1 Tim. vi. 14.","UNDERGRADUATE":"A member of a university or a college who has not taken hisfirst degree; a student in any school who has not completed hiscourse.","UNPLACED":"Not placed.","UNBLUSHING":"Not blushing; shameless.-- Un*blush\"ing*ly, adv.","UNQUIET":"To disquiet. [Obs.] Ld. Herbert.","UNHELMET":"To deprive of the helmet. Sir W. Scott.","ULCEROUS":"A little ulcer. [R.]","UVITIC":"Pertaining to, or designating, an acid, CH3C6H3(CO2H)2,obtained as a white crystalline substance by the partial oxidation ofmesitylene; -- called also mesitic acid.","UNPARDONABLE":"Not admitting of pardon or forgiveness; inexcusable.","UMPTEEN":"An indefinite number, usu. more than ten and less than onehundred; a lot. Often used hyperbolically, and usually expressing thenotion of more than the usual number or more than I would like; --\"I've told you umpteen times not to do that.\" umpteenth. Ordinal ofumpteen, with corresponding signification.","UNSHOUT":"To recall what is done by shouting. [Obs.] Shak.","UNSINEW":"To deprive of sinews or of strength. [R.] Dryden.","UNDECEIVE":"To cause to be no longer deceived; to free from deception,fraud, fallacy, or mistake. South.","UNGIFTED":"Being without gifts, especially native gifts or endowments.Cowper.","UNTENANT":"To remove a tenant from. [R.] Coleridge.","UNFREQUENTED":"Rarely visited; seldom or never resorted to by human beings;as, an unfrequented place or forest. Addison.","USTORIOUS":"Having the quality of burning. [R.] I. Watts.","UNPOSSIBLE":"Impossible. [R.]","UNPLUMB":"To deprive of lead, as of a leaden coffin. [R.] Burke.","UNIVALENT":"Having a valence of one; capable of combining with, or of beingsubstituted for, one atom of hydrogen; monovalent; -- said of certainatoms and radicals.","UNEXPERT":"Not expert; inexpert. Milton.","UPTRACE":"To trace up or out.","USURE":"To practice usury; to charge unlawful interest. [Obs.] \"Theusuringb senate.\" Shak.I usured not ne to me usured any man. Wyclif (Jer. xv. 10).","UPPILE":"To pile, or heap, up. Southey.","UNIVERSAL":"Adapted or adaptable to all or to various uses, shapes, sizes,etc.; as, a universal milling machine.","UNDERKEEP":"To keep under, or in subjection; to suppress. [Obs.] Spenser.","UNEQUALLY":"In an unequal manner. Unequally pinnate (Bot.), pinnate, butwith an odd number of leaflets.","UNIAXIALLY":"In a uniaxial manner.","UNHALLOWED":"Not consecrated; hence, profane; unholy; impious; wicked.In the cause of truth, no unhallowed violence . . . is eithernecessary or admissible. E. D. Griffin.","UNREADINESS":"The quality or state of being unready.","UNABLED":"Disabled. [Obs.] B. Jonson.","UTRICLE":"A microscopic cell in the structure of an egg, animal, orplant.","UNCIVILIZATION":"The state of being uncivilized; savagery or barbarism. [R.]","UNSTATE":"To deprive of state or dignity. [R.]High-battled Cæsar will unstate his happiness. Shak.","UNSTACK":"To remove, or take away, from a stack; to remove, as somethingconstituting a stack.","UNGLOVE":"To take off the glove or gloves of; as, to unglove the hand.Beau. & Fl.","UNIPLICATE":"Having, or consisting of, but one fold.","UNBEFOOL":"To deliver from the state of a fool; to awaken the mind of; toundeceive.","UNISILICATE":"A salt of orthosilicic acid, H4SiO4; -- so called because theratio of the oxygen atoms united to the basic metals and siliconrespectively is 1:1; for example, Mg2SiO4 or 2MgO.SiO2.","URALITIZATION":"The change of pyroxene to amphibole by paramorphism.","UNCROWN":"To deprive of a crown; to take the crown from; hence, todiscrown; to dethrone.He hath done me wrong, And therefore I'll uncrown him ere't be long.Shak.","UNDERWING":"One of the posterior wings of an insect.","UNMANACLE":"To free from manacles. Tennyson.","UMBEL":"A kind of flower cluster in which the flower stalks radiatefrom a common point, as in the carrot and milkweed. It is simple orcompound; in the latter case, each peduncle bears another littleumbel, called umbellet, or umbellule.","UPSTREET":"Toward the higher part of a street; as, to walk upstreet. G. W.Gable.","UNEXHAUSTIBLE":"Inexhaustible.","UNACCESSIBLE":"Inaccessible. Herbert.","URALITE":"Amphibole resulting from the alternation of pyroxene byparamorphism. It is not uncommon in massive eruptive rocks.","UNLATCH":"To open or loose by lifting the latch; as, to unlatch a door.","ULTRAMARINE":"Situated or being beyond the sea. Burke.","UNCONSTITUTIONAL":"Not constitutional; not according to, or consistent with, theterms of a constitution of government; contrary to the constitution;as, an unconstitutional law, or act of an officer. Burke.-- Un*con`sti*tu\"tion*al\"i*ty, n.-- Un*con`sti*tu\"tion*al-ly, adv.","UPLOCK":"To lock up. [Obs.] Shak.","UPHOLSTERER":"One who provides hangings, coverings, cushions, curtains, andthe like; one who upholsters. Upholsterer bee. (Zoöl.) See Poppy bee,under Poppy.","UNGUICULATE":"One of the Unguiculata.","UPSIDE":"The upper side; the part that is uppermost. To be upsides with,to be even with. [Prov. Eng. & Scot.] Sir W. Scott. T. Hughes.-- Upside down. Etym: [Perhaps a corruption of OE. up so down,literally, up as down.] With the upper part undermost; hence, inconfusion; in complete disorder; topsy-turvy. Shak.These that have turned the world upside down are come hither also.Acts xvii. 6.","UNABLE":"Not able; not having sufficient strength, means, knowledge,skill, or the like; impotent' weak; helpless; incapable; -- nowusually followed by an infinitive or an adverbial phrase; as, unablefor work; unable to bear fatigue.Sapless age and weak unable limbs. Shak.","UPSWARM":"To rise, or cause to rise, in a swarm or swarms. [R.] Shak.Cowper.","UNFAITH":"Absence or want of faith; faithlessness; distrust; unbelief.[R.]Faith and unfaith can ne'er be equal powers: Unfaith in aught is wantof faith in all. Tennyson.","UNPERFECTION":"Want of perfection; imperfection. [Obs.] Wyclif.","UNWITTING":"Not knowing; unconscious; ignorant.-- Un*wit\"ting*ly, adv.","URANYL":"The radical UO2, conveniently regarded as a residue of manyuranium compounds.","UNDER-ARM":"Done (as bowling) with the arm not raised above the elbow, thatis, not swung far out from the body; underhand. Cf. Over-arm andRound-Arm.","UXORIOUS":"Excessively fond of, or submissive to, a wife; being adependent husband. \"Uxorious magistrates.\" Milton.How wouldst thou insult, When I must live uxorious to thy will Inperfect thraldom! Milton.-- Uxo*o\"ri*ous*ly, adv.-- Ux*o\"ri*ous*ness, n.","ULCERATION":"The process of forming an ulcer, or of becoming ulcerous; thestate of being ulcerated; also, an ulcer.","UNABLENESS":"Inability. [Obs.] Hales.","UNDERGROVE":"A grove of shrubs or low trees under taller ones. Wordsworth.","UNCIPHER":"To decipher; as, to uncipher a letter. [Obs.] Sir W. Temple.","URBANIZE":"To render urban, or urbane; to refine; to polish. Howell.","UNWASHEN":"Not washed. [Archaic] \"To eat with unwashen hands.\" Matt. xv.20.","UNEARTH":"To drive or draw from the earth; hence, to uncover; to bringout from concealment; to bring to light; to disclose; as, to uneartha secret.To unearth the roof of an old tree. Wordsworth.","UNSUIT":"Not to suit; to be unfit for. [Obs.] Quarles.","UROCHROME":"A yellow urinary pigment, considered by Thudichum as the onlypigment present in normal urine. It is regarded by Maly as identicalwith urobilin.","UMBRATE":"To shade; to shadow; to foreshadow. [Obs.]","UNSIN":"To deprive of sinfulness, as a sin; to make sinless. [Obs.]Feltham.","UNISONANT":"Being in unison; having the same degree of gravity oracuteness; sounded alike in pitch.","UMPRESS":"Female umpire. [R.] Marston.","UNSPELL":"To break the power of (a spell); to release (a person) from theinfluence of a spell; to disenchant. [R.]Such practices as these, . . . The more judicious Israelitesunspelled. Dryden.","ULONATA":"A division of insects nearly equivalent to the true Orthoptera.","UNDE":"Waving or wavy; -- applied to ordinaries, or division lines.","URGER":"One who urges. Beau. & Fl.","UMBREL":"An umbrella. [Obs. or Colloq.]Each of them besides bore their umbrels. Shelton.","UNDERBOARD":"Under the board, or table; hence, secretly; unfairly;underhand. See the Note under Aboveboard.","UPSTARE":"To stare or stand upward; hence, to be uplifted or conspicuous.\"Rearing fiercely their upstaring crests.\" Spenser.","UNDISTINCTIVE":"Making no distinctions; not discriminating; impartial.As undistinctive Death will come here one day. Dickens.","UNEASE":"Want of ease; uneasiness. [Obs.]","UNGULATE":"Furnished with hoofs. See the Note under Nail, n., 1.","UPSITTING":"A sitting up of a woman after her confinement, to receive andentertain her friends. [Obs.]To invite your lady's upsitting. Beau. & Fl.","UNSCAPABLE":"Not be escaped; inevitable. [Obs.] Wyclif.","URINOMETER":"A small hydrometer for determining the specific gravity ofurine.","UNNOOKED":"Without nooks and corners; guileless. [Obs.] \"Unnookedsimplicity.\" Marston.","UNDERLAY":"To incline from the vertical; to hade; -- said of a vein,fault, or lode.","UTENSIL":"That which is used; an instrument; an implement; especially, aninstrument or vessel used in a kitchen, or in domestic and farmingbusiness.Wagons fraught with utensils of war. Milton.","UPLIFT":"To lift or raise aloft; to raise; to elevate; as, to uplift thearm; to uplift a rock. Cowper.Satan, talking to his nearest mate, With head uplift above the wave,and eyes That sparkling blazed. Milton.","UNOPERATIVE":"Producing no effect; inoperative. [Obs.] South.","UNMAIDEN":"To ravish; to deflower. [Obs.]","UNREPENTANCE":"Impenitence. [R.]","UNDERSPORE":"To raise with a spar, or piece of wood, used as a lever. [Obs.]Give me a staff that I may underspore. Chaucer.","UNDERBIND":"To bind beneath. Fairfax.","UNPAY":"To undo, take back, or annul, as a payment. Shak.","UNSTITCH":"To open by picking out stitches; to take out, or undo, thestitches of; as, to unstitch a seam. Collier.","UNVARIABLE":"Invariable. Donne.","UNISONANCE":"Accordance of sounds; unison.","ULOTRICHOUS":"Having woolly or crispy hair; -- opposed to leiotrichous.","UREAL":"Of or pertaining to urea; containing, or consisting of, urea;as, ureal deposits.","UNREASON":"Want of reason; unreasonableness; absurdity. Abbot of Unreason.See Abbot of Misrule, under Abbot.","UNSYMPATHY":"Absence or lack of sympathy.","UNSADNESS":"Infirmity; weakness. [Obs.] Wyclif.","UNMEET":"Not meet or fit; not proper; unbecoming; unsuitable; -- usuallyfollowed by for. \"Unmeet for a wife.\" Tennyson.And all unmeet our carpet floors. Emerson.-- Un*meet\"ly, adv.-- Un*meet\"ness, n.","UMBELLAR":"Of or pertaining to an umbel; having the form of an umbel.","UNRESPONSIBLE":"Irresponsible. Fuller.-- Un`re*spon\"si*ble*ness, n.","UNEQUALED":"Not equaled; unmatched; unparalleled; unrivaled; exceeding;surpassing; -- in a good or bad sense; as, unequaled excellence;unequaled ingratitude or baseness. [Written also unequalled.]","UNSPIRITALIZE":"To deprive of spiritually. South.","URINARIUM":"A reservoir for urine, etc., for manure.","UNREVERENTLY":"Irreverently. [R.] B. Jonson.","UNACCOMPLISHED":"Not accomplished or performed; unfinished; also, deficient inaccomplishment; unrefined.","UNITARIANISM":"The doctrines of Unitarians.","UPROAR":"Great tumult; violent disturbance and noise; noisy confusion;bustle and clamor.But the Jews which believed not, . . . set all the city on an uproar.Acts xvii. 5.","UNTENT":"To bring out of a tent. [R.] Shak.","UNTHINK":"To recall or take back, as something thought. Shak.","UNHOPED":"Not hoped or expected. \"With unhoped success.\" Dryden.Blessings of friends, which to my door Unasked, unhoped, have come.J. N. Newman.","UPWAFT":"To waft upward. Cowper.","ULMATE":"A salt of ulmic acid.","UNNAPPED":"Finished without a nap.I did not attempt her with a threadbare name, Unnapped withmeritorious actions. Beau. & Fl.","UNISERIATE":"Having one line or series; uniserial.-- U`ni*se\"ri*ate*ly, adv.","UPHER":"A fir pole of from four to seven inches diameter, and twenty toforty feet long, sometimes roughly hewn, used for scaffoldings, andsometimes for slight and common roofs, for which use it is split.[Spelt also ufer.] [Eng.] Gwilt.","UNBRACE":"To free from tension; to relax; to loose; as, to unbrace adrum; to unbrace the nerves. Spenser.","UNCURSE":"To free from a curse or an execration. Shak.","UNWREATHE":"To untwist, uncoil, or untwine, as anything wreathed.","UNSTOCKINGED":"Destitute of stockings. Sir W. Scott.","UNISON":"Identity in pitch; coincidence of sounds proceeding from anequality in the number of vibrations made in a given time by two ormore sonorous bodies. Parts played or sung in octaves are also saidto be in unison, or in octaves.","UNPITY":"Want of piety. [Obs.]","UROXANIC":"Pertaining to, or designating, an acid, C5H8N4O6, which isobtained, as a white crystalline substance, by the slow oxidation ofuric acid in alkaline solution.","UBIQUITOUS":"Existing or being everywhere, or in all places, at the sametime; omnipresent.-- U*biq\"ui*tous*ly, adv.In this sense is he ubiquitous. R. D. Hitchcock.","ULNAR":"Of or pertaining to the ulna, or the elbow; as, the ulnarnerve.","UNACQUAINTEDNESS":"Unacquaintance. Whiston.","UNTY":"To untie. [Archaic] Young.","UNDERCUT":"The lower or under side of a sirloin of beef; the fillet.","UNRESISTIBLE":"Irresistible. W. Temple.","UNICOSTATE":"Having a single rib or strong nerve running upward from thebase; -- said of a leaf.","UNPERFECT":"To mar or destroy the perfection of. [Obs.] Sir P. Sidney.","UNBESEEMING":"Unbecoming; not befitting.-- Un`be*seem\"ing*ly, adv.-- Un`be*seem\"ing*ness, n.","ULTRA-":"A prefix from the Latin ultra beyond (see Ulterior), having incomposition the signification beyond, on the other side, chiefly whenjoined with words expressing relations of place; as, ultramarine,ultramontane, ultramundane, ultratropical, etc. In other relations ithas the sense of excessively, exceedingly, beyond what is common,natural, right, or proper; as, ultraconservative; ultrademocratic,ultradespotic, ultraliberal, ultraradical, etc.","UNIMUSCULAR":"Having only one adductor muscle, and one muscular impression oneach valve, as the oyster; monomyarian.","UNNECESSITY":"The state of being unnecessary; something unnecessary. [Obs.]","UNSURED":"Not made sure. [Obs.]Thy now unsured assurance to the crown. Shak.","UNBIND":"To remove a band from; to set free from shackles or fastenings;to unite; to unfasten; to loose; as, unbind your fillets; to unbind aprisoner's arms; to unbind a load.","UPUPA":"A genus of birds which includes the common hoopoe.","UNSWEAR":"To recant or recall, as an oath; to recall after having sworn;to abjure. J. Fletcher.","URSULINE":"One of an order of nuns founded by St. Angela Merici, atBrescia, in Italy, about the year 1537, and so called from St.Ursula, under whose protection it was placed. The order wasintroduced into Canada as early as 1639, and into the United Statesin 1727. The members are devoted entirely to education.","UNICELLED":"Unicellular.","UNSEVEN":"To render other than seven; to make to be no longer seven.[Obs. & R.] \"To unseven the sacraments of the church of Rome.\"Fuller.","UMBRATIOUS":"Suspicious; captious; disposed to take umbrage. [Obs. & R.] SirH. Wotton.","UNDERGET":"To get under or beneath; also, to understand. [Obs.] R. ofGloucester.","UNCHRISTIANIZE":"To turn from the Christian faith; to cause to abandon thebelief and profession of Christianity.","USURP":"To seize, and hold in possession, by force, or without right;as, to usurp a throne; to usurp the prerogatives of the crown; tousurp power; to usurp the right of a patron is to oust or dispossesshim.Alack, thou dost usurp authority. Shak.Another revolution, to get rid of this illegitimate and usurpedgovernment, would of course be perfectly justifiable. Burke.","UNBURIABLE":"Not ready or not proper to be buried. Tennyson.","UNFRET":"To smooth after being fretted. [Obs.]","URDU":"The language more generally called Hindoostanee.","UVEA":"The posterior pigmented layer of the iris; -- sometimes appliedto the whole iris together with the choroid coat.","UP":"The state of being up or above; a state of elevation,prosperity, or the like; -- rarely occurring except in the phrase upsand downs. [Colloq.] Ups and downs, alternate states of elevation anddepression, or of prosperity and the contrary. [Colloq.]They had their ups and downs of fortune. Thackeray.","USUFRUCT":"The right of using and enjoying the profits of an estate orother thing belonging to another, without impairing the substance.Burrill.","UNIDEAED":"Having no ideas; senseless; frivolous. \"Unideaed girls.\" Mrs.Hemans.He [Bacon] received the unideaed page [Villiers] into his intimacy.Lord Campbell.","UNCURL":"To loose from curls, or ringlets; to straighten out, asanything curled or curly.He sheaths his paw, uncurls his angry mane. Dryden.","UNGEAR":"To strip of gear; to unharness; to throw out of gear.","UNTEAM":"To unyoke a team from. [R.] Jer. Taylor.","URINE":"In mammals, a fluid excretion from the kidneys; in birds andreptiles, a solid or semisolid excretion.","UNGUARD":"To deprive of a guard; to leave unprotected. [R.] Sterne.","UNRESERVE":"Absence of reverse; frankness; freedom of communication. T.Warton.","UNANSWERABILITY":"The quality of being unanswerable; unanswerableness.","USNIC":"Pertaining to, or designating, a complex acid obtained, as ayellow crystalline substance, from certain genera of lichens (Usnea,Parmelia, etc.).","UNDOMESTICATE":"To make wild or roving.","UNOBTRUSIVE":"Not obtrusive; not presuming; modest.-- Un`ob*tru\"sive*ly, adv.-- Un`ob*tru\"sive*ness, n.","UNROBE":"To disrobe; to undress; to take off the robes.","UNCULPABLE":"Inculpable; not blameworthy. [R.] Hooker.","UTRAQUIST":"One who receives the eucharist in both kinds; esp., one of abody of Hussites who in the 15th century fought for the right to dothis. Called also Calixtines.","UNBOUND":"imp. & p. p. of Unbind.","UNIVERSALIZE":"To make universal; to generalize. Coleridge.","UNIFACIAL":"Having but one front surface; as, some foliaceous corals areunifacial, the polyp mouths being confined to one surface.","UNGLORIFY":"To deprive of glory. [R.] I. Watts.","UPHILL":"Upwards on, or as on, a hillside; as, to walk uphill.","UNSLING":"To take off the slings of, as a yard, a cask, or the like; torelease from the slings. Totten.","ULTIMITY":"The last stage or consequence; finality. [Obs.] Bacon.","UDDER":"The glandular organ in which milk is secreted and stored; --popularly called the bag in cows and other quadrupeds. See Mamma.A lioness, with udders all drawn dry. Shak.","UNFETTER":"To loose from fetters or from restraint; to unchain; tounshackle; to liberate; as, to unfetter the mind.","UMBRINE":"See Umbra, 2.","UNPRACTICABLE":"Impracticable; not feasible.","UNCHRISTIANLY":"Unchristian. Milton.","UNHOUSED":"Driven from a house; deprived of shelter.","UNDERCAST":"To cast under or beneath.","UNINFRINGIBLE":"That may not be infringed; as, an uninfringible monopoly.","UNSEEM":"Not to seem. [Obs.] Shak.","UNLAND":"To deprive of lands.","UNDRAPE":"To strip of drapery; to uncover or unveil.","UNPAINT":"To remove the paint from; to efface, as a painting. Parnell.","UNIO":"Any one of numerous species of fresh-water mussels belonging toUnio and many allied genera.","USEFUL":"Full of use, advantage, or profit; producing, or having powerto produce, good; serviceable for any end or object; helpful towardadvancing any purpose; beneficial; profitable; advantageous; as,vessels and instruments useful in a family; books useful forimprovement; useful knowledge; useful arts.To what can I useful! Milton.","UNDIRECTLY":"Indirectly. Strype.","UNSHUT":"To open, or throw open. [Obs.] Chaucer.","UNMOTHERED":"Deprived of a mother; motherless.","UNPROFICIENCY":"Want of proficiency or improvement. Bp. Hall.","UNCONSIDERATE":"Inconsiderate; heedless; careless. [Obs.] Daniel.-- Un`con*sid\"er*ate*ness, n. [Obs.] Hales.","UTRICULATE":"Resembling a bladder; swollen like a bladder; inflated;utricular. Dana.","UNACCURATE":"Inaccurate. Boyle.","UNUSUAL":"Not usual; uncommon; rare; as, an unusual season; a person ofunusual grace or erudition.-- Un*u\"su*al*ly, adv.-- Un*u\"su*al*ness, n.","UNISONOUS":"Being in unison; unisonant. Busby.","UNUTTERABLE":"Not utterable; incapable of being spoken or voiced;inexpressible; ineffable; unspeakable; as, unutterable anguish.Sighed and looked unutterable things. Thomson.-- Un*ut\"ter*a*ble*ness, n.-- Un*ut\"ter*a*bly, adv.","UNDERCREEP":"To creep secretly or privily. [Obs.] Wyclif.","UNDERSIGN":"To write one's name at the foot or end of, as a letter or anylegal instrument. The undersigned, the person whose name is signed,or the persons whose names are signed, at the end of a document; thesubscriber or subscribers.","UNSISTING":"Unresisting. [Obs.] \"The unsisting postern.\" Shak.","UNLIMITABLE":"Illimitable. Locke.","UNAPPALLED":"Not appalled; not frightened; dauntless; undaunted. Milton.","URANATE":"A salt of uranic acid.","UNREGENERATION":"Unregeneracy.","UNLIQUIDATED":"Not liquidated; not exactly ascertained; not adjusted orsettled. Unliquidated damages (Law), penalties or damages notascertained in money. Burrill.","UNCINATUM":"The unciform bone.","UN-MOSAIC":"Not according to Moses; unlike Moses or his works.By this reckoning Moses should be most un Mosaic. Milton.","UNAMIABILITY":"The quality or state of being unamiable; moroseness.","UNPACKER":"One who unpacks.","UNCUS":"A hook or claw.","UROPYGIAL":"Of or pertaining to the uropygium, or prominence at the base ofthe tail feathers, in birds. Uropygial gland, a peculiar sebaceousgland at the base of the tail feathers in most birds. It secretes anoily fluid which is spread over the feathers by preening.","UNSYMMETRICALLY":"Not symmetrically.","UNEASILY":"In an uneasy manner.","UPWIND":"To wind up. Spenser.","UNELEGANT":"Inelegant.","UAKARI":"Same as Ouakari.","UNDERMINISTRY":"A subordinate or inferior ministry. Jer. Taylor.","UNEQUIVOCAL":"Not equivocal; not doubtful; not ambiguous; evident; sincere;plain; as, unequivocal evidence; unequivocal words.-- Un`e*quiv\"o*cal*ly, adv.-- Un`e*quiv\"o*cal*ness, n.","UNBE":"To cause not to be; to cause to be another. [Obs. & R.]How oft, with danger of the field beset, Or with home mutinies, wouldhe unbe Himself! Old Pay.","URBICOLAE":"An extensive family of butterflies, including those known asskippers (Hesperiadæ).","UPPER":"Being further up, literally or figuratively; higher in place,position, rank, dignity, or the like; superior; as, the upper lip;the upper side of a thing; the upper house of a legislature. Theupper hand, the superiority; the advantage. See To have the upperhand, under Hand. Jowett (Thucyd.).-- Upper Bench (Eng. Hist.), the name of the highest court of commonlaw (formerly King's Bench) during the Commonwealth.-- Upper case, the top one of a pair of compositor's cases. See theNote under 1st Case, n., 3.-- Upper covert (Zoöl.), one of the coverts situated above the basesof the tail quills.-- Upper deck (Naut.), the topmost deck of any vessel; the spardeck.-- Upper leather, the leather for the vamps and quarters of shoes.-- Upper strake (Naut.), the strake next to the deck, usually ofhard wood, and heavier than the other strakes.-- Upper ten thousand, or (abbreviated) Upper ten, the ten thousand,more or less, who are highest in position or wealth; the upper class;the aristocracy. [Colloq.] -- Upper topsail (Naut.), the upper halfof a double topsail.-- Upper works (Naut.), all those parts of the hull of a vessel thatare properly above water.-- Upper world. (a) The atmosphere. (b) Heaven. (c) This world; theearth; -- in distinction from the underworld.","UNCORRECT":"Incorrect. Dryden.","UNCAPABLE":"Incapable. [Obs.] \"Uncapable of conviction.\" Locke.","UROCERATA":"A division of boring Hymenoptera, including Tremex and alliedgenera. See Illust. of Horntail.","UNSHUTTER":"To open or remove the shutters of. T. Hughes.","USANT":"Using; accustomed. [Obs.] \"Usant for to steal.\" Chaucer.","URAEMIC":"Of or pertaining to uræmia; as, uræmic convulsions.","UNINCUMBERED":"Free from any temporary estate or interest, or from mortgage,or other charge or debt; as, an estate unincumbered with dower.","UNKETH":"Uncouth. [Obs. or Prov. Eng.]","UNSPECIALIZED":"Not specialized; specifically (Biol.), not adapted, or setapart, for any particular purpose or function; as, an unspecializedunicellular organism. W. K. Brooks.","UNMERCIED":"Unmerciful; merciless. [Obs.] Drayton.","UNDERCRAFT":"A sly trick or device; as, an undercraft of authors. [R.]Sterne.","UNIVOCATION":"Agreement of name and meaning. [Obs.] Whiston.","UNSCALE":"To divest of scales; to remove scales from.[An eagle] purging and unscaling her long-abused sight at thefountain itself of heavenly radiance. Milton.","UNSCRUTABLE":"Inscrutable. [R.]","UNPRACTICAL":"Not practical; impractical. \"Unpractical questions.\" H. James.I like him none the less for being unpractical. Lowell.","UNPREDICT":"To retract or falsify a previous prediction. Milton.","UNTANGIBILITY":"Intangibility.","UNMEMBER":"To deprive of membership, as in a church.","UNREADY":"To undress. [Obs.] Sir P. Sidney.","UNIVERSALNESS":"The quality or state of being universal; universality.","UNSETTLEDNESS":"The quality or state of being unsettled.","UNSUFFERING":"Inability or incapability of enduring, or of being endured.[Obs.] Wyclif.","UNDERFEED":"To feed with too little food; to supply with an insufficientquantity of food.","URVA":"The crab-eating ichneumon (Herpestes urva), native of India.The fur is black, annulated with white at the tip of each hair, and awhite streak extends from the mouth to the shoulder.","UNPRICED":"Not priced; being without a fixed or certain value; also,priceless. \"Amethyst unpriced.\" Neale (Rhythm of St. Bernard).","UTILIZE":"To make useful; to turn to profitable account or use; to makeuse of; as, to utilize the whole power of a machine; to utilize one'sopportunities.In former ages, the mile-long corridors, with their numerous alcoves,might have been utilized as . . . dungeons. Hawthorne.","UNSTRENGTH":"Want of strength; weakness; feebleness. [Obs.] Wyclif.","UNEXAMPLED":"Having no example or similar case; being without precedent;unprecedented; unparalleled. \"A revolution . . . unexampled forgrandeur of results.\" De Quincey.","UNREALIZE":"To make unreal; to idealize.His fancy . . . unrealizes everything at a touch. Lowell.","UNPENETRABLE":"Impenetrable.","UNRIGHT":"Not right; wrong. [Obs.] Gower.","UNGLUE":"To separate, part, or open, as anything fastened with glue.She stretches, gapes, unglues her eyes, And asks if it be time torise. Swift.","UVATE":"A conserve made of grapes.","UNCHRISTEN":"To render unchristian. [Obs. & R.] Milton.","UNMASK":"To strip of a mask or disguise; to lay open; to expose.","UNCOMPROMISING":"Not admitting of compromise; making no truce or concessions;obstinate; unyielding; inflexible.-- Un*com\"pro*mi`sing*ly, adv.","UROCORD":"See Urochord.","UNSHRUBBED":"Being without shrubs.","UNBEGUILE":"To set free from the influence of guile; to undeceive. \"Thenunbeguile thyself.\" Donne.","UNFEIGNED":"Not feigned; not counterfeit; not hypocritical; real; sincere;genuine; as, unfeigned piety; unfeigned love to man. \"Good faithunfeigned.\" Chaucer.-- Un*feign\"ed*ly, adv.-- Un*feign\"ed*ness, n.","UNWRINKLE":"To reduce from a wrinkled state; to smooth.","UMLAUTED":"Having the umlaut; as, umlauted vowels.There is so natural connection between umlauted forms and plurality.Earle.","URE":"Use; practice; exercise. [Obs.] Fuller.Let us be sure of this, to put the best in ure That lies in us.Chapman.","UNTREASURED":"Deprived of treasure. [Obs.] Shak.","UNPLAINED":"Not deplored or bewailed; unlamented. [Obs.] Spenser.","UNIRAMOUS":"Having but one branch.","UNILOCULAR":"Having one cell or cavity only; as, a unilocular capsule orshell.","UNDERKEEPER":"A subordinate keeper or guardian. Gray.","UP-TO-DATE":"Extending to the present time; having style, manners,knowledge, or other qualities that are abreast of the times. \"Ageneral up-to-date style of presentment.\"  Nature.","ULOTRICHI":"The division of mankind which embraces the races having woollyor crispy hair. Cf. Leiotrichi.","UNKINDRED":"Not kindred; not of the same kin. [Obs.] Rowe.-- Un*kin\"dred*ly, a.","UNITUDE":"Unity. [R.] H. Spenser.","UITLANDER":"A foreigner; an outlander. [South Africa]","UNSAINT":"To deprive of saintship; to deny sanctity to. [R.] South.","UNCULT":"Not cultivated; rude; illiterate. [Obs.]","UNGUEAL":"Ungual.","UNBENIGN":"Not benign; malignant.","UNDUENESS":"The quality of being undue.","UNSHEATHE":"To deprive of a sheath; to draw from the sheath or scabbard, asa sword. To unsheathe the sword, to make war.","UNFURL":"To loose from a furled state; to unfold; to expand; to open orspread; as, to unfurl sails; to unfurl a flag.","URUS":"A very large, powerful, and savage extinct bovine animal (Bosurus or primigenius) anciently abundant in Europe. It appears to havestill existed in the time of Julius Cæsar. It had very large horns,and was hardly capable of domestication. Called also, ur, ure, andtur.","UNDERMINISTER":"To serve, or minister to, in a subordinate relation. [Obs.]Wyclif.","UNPALPED":"Destitute of a palp.","UNION":"A joint or other connection uniting parts of machinery, or thelike, as the elastic pipe of a tender connecting it with the feedpipe of a locomotive engine; especially, a pipe fitting forconnecting pipes, or pipes and fittings, in such a way as tofacilitate disconnection.","UMBO":"One of the lateral prominence just above the hinge of a bivalveshell.","UNCARDINAL":"To degrade from the cardinalship.","UNGENTLE":"Not gentle; lacking good breeding or delicacy; harsh.Vicious, ungentle, foolish, blunt, unkind. Shak.That ungentle flavor which distinguishes nearly all our native anduncultivated grapes. Hawthorne.-- Un*gen\"tle*ness, n.-- Un*gen\"tly, adv.","UNLESS":"Upon any less condition than (the fact or thing stated in thesentence or clause which follows); if not; supposing that not; if itbe not; were it not that; except; as, we shall fail unless we areindustrious.","URANITIC":"Of or pertaining to uranium; containing uranium.","UNPLIGHT":"To unfold; to lay open; to explain. [Obs.] Chaucer.","UNHOUSELED":"Not having received the sacrament. [Obs.] [Written alsounhouselled.]To die like the houseless dog on yonder common, unshriven andunhouseled. Sir W. Scott.","UNDERTAPSTER":"Assistant to a tapster.","UROERYTHRIN":"A reddish urinary pigment, considered as the substance whichgives to the urine of rheumatism its characteristic color. It alsocauses the red color often seen in deposits of urates.","UNISERIAL":"Having only one row or series.","UNTEMPERATELY":"Intemperately. [Obs.]","UNDERNEATH":"Beneath; below; in a lower place; under; as, a channelunderneath the soil.Or sullen mole, that runneth underneath. Milton.","UNDERAGENT":"A subordinate agent.","UNGUICAL":"Ungual.","UNRESTRAINT":"Freedom from restraint; freedom; liberty; license.","UMBELLET":"A small or partial umbel; an umbellule.","UNSENSUALIZE":"To elevate from the domain of the senses; to purify. Coleridge.","UNEARTHLY":"Not terrestrial; supernatural; preternatural; hence, weird;appalling; terrific; as, an unearthly sight or sound.-- Un*earth\"li*ness, n.","UNDERSTOOD":"imp. & p. p. of Understand.","UNKE":"A European aquatic toad (Bombinator igneus). Its back is dark;its belly is marked with crimson. Called also feuerkröte.","UNVEIL":"To remove a veil from; to divest of a veil; to uncover; todisclose to view; to reveal; as, she unveiled her face.","UNFOOL":"To restore from folly, or from being a fool. [Obs.] Shak.","URANOSO-":"A combining form (also used adjectively) from uranium; -- usedin naming certain complex compounds; as in uranoso-uranic oxide,uranoso-uranic sulphate.","UNBEING":"Not existing. [Obs.] \"Beings yet unbeing.\" Sir T. Browne.","UNAWARES":", Without design or preparation; suddenly; withoutpremeditation, unexpectedly. \"Mercies lighting unawares.\" J. H.Newman.Lest unawares we lose This our high place, our sanctuary, our hill.Milton.At unaware, or At unawares, unexpectedly; by surprise.He breaks at unawares upon our walks. Dryden.So we met In this old sleepy town an at unaware. R. Browning.","UNALMSED":"Not having received alms. [Obs. & R.] Pollock.","UNTOWARDLY":"Perverse; froward; untoward. \"Untowardly tricks and vices.\"Locke.","UNDERSPARRED":"Having spars smaller than the usual dimension; -- said ofvessels.","UNRUFFLED":"Not ruffled or agitated; smooth; calm; tranquil; quiet.Calm and unruffled as a summer's sea. Addison.","UNBUNG":"To remove the bung from; as, to unbung a cask.","URBANISTE":"A large and delicious pear or Flemish origin.","UNTEMPERATE":"Intemperate. [Obs.]","UNTREASURE":"To bring forth or give up, as things previously treasured. \"Thequaintness with which he untreasured, as by rote, the stores of hismemory.\" J. Mitford.","UNVOWELED":"Having no vowel sounds or signs. [Written also unvowelled.]Skinner.","UNCLINCH":"To cause to be no longer clinched; to open; as, to unclinch thefist. [Written also unclench.]","UNREIN":"To loosen the reins of; to remove restraint from. Addison.","UNFRIEND":"One not a friend; an enemy. [R.] Carlyle.","UNDESERVE":"To fail to deserve. [Obs.] Milton.","UNDERCLOTHES":"Clothes worn under others, especially those worn next the skinfor warmth.","UNDERNICENESS":"A want of niceness; indelicacy; impropriety.","UNCONTROVERTIBLE":"Incontrovertible.","UINTATHERIUM":"An extinct genus of large Eocene ungulates allied to Dinoceras.This name is sometimes used for nearly all the known species of thegroup. See Dinoceras.","UNNECESSARY":"Not necessary; not required under the circumstances; unless;needless; as, unnecessary labor, care, or rigor.-- Un*nec\"es*sa*ri*ly, adv.-- Un*nec\"es*sa*ri*ness, n.","UNDERACTOR":"A subordinate actor.","UNIT":"The least whole number; one.Units are the integral parts of any large number. I. Watts.","UNRESISTANCE":"Nonresistance; passive submission; irresistance. Bp. Hall.","UNDEPARTABLE":"Incapable of being parted; inseparable. [Obs.] Chaucer. Wyclif.","URSINE":"Of or pertaining to a bear; resembling a bear. Ursine baboon.(Zoöl.) See Chacma.-- Ursine dasyure (Zoöl.), the Tasmanian devil.-- Ursine howler (Zoöl.), the araguato. See Illust. under Howler.-- Ursine seal. (Zoöl.) See Sea bear, and the Note under 1st Seal.","UNDERHUNG":"Resting on a track at the bottom, instead of being suspended; -- said of a sliding door. Forney.","UNDER-AGE":"Not having arrived at adult age, or at years of discretion;hence, raw; green; immature; boyish; childish. [Obs.]I myself have loved a lady, and pursued her with a great deal ofunder-age protestation. J. Webster.","UNDESERVER":"One of no merit; one who is nor deserving or worthy. [Obs.]Shak.","UNCONFORMIST":"A nonconformist. [Obs.]","UNTASTE":"To deprive of a taste for a thing. [R.] Daniel.","UNBECOMING":"Not becoming; unsuitable; unfit; indecorous; improper.My grief lets unbecoming speeches fall. Dryden.-- Un`be*com\"ing*ly, adv.-- Un`be*com\"ing*ness, n.","UNPEN":"To release from a pen or from confinement. \"If a man unpensanother's water.\" Blackstone.","UNLINK":"To separate or undo, as links; to uncoil; to unfasten. Shak.","UNFERTILE":"Not fertile; infertile; barren.-- Un*fer\"tile*ness, n.","UGH":"An exclamation expressive of disgust, horror, or recoil. Itsutterance is usually accompanied by a shudder.","UNRIDDLE":"To read the riddle of; to solve or explain; as, to unriddle anenigma or a mystery. Macaulay.And where you can't unriddle, learn to trust. Parnell.","UNMORALIZED":"Not restrained or tutored by morality. Norris.","UPPERMOST":"Highest in place, position, rank, power, or the like; upmost;supreme.Whatever faction happens to be uppermost. Swift.","UTICA":"Of, pertaining to, or designating, a subdivision of the TrentonPeriod of the Lower Silurian, characterized in the State of New Yorkby beds of shale.","UPSTREAM":"Toward the higher part of a stream; against the current.","UNWELL":"Specifically, ill from menstruation; affected with, or having,catamenial; menstruant.","UPTILL":"To; against. [Obs. & R.]She, poor bird, as all forlorn, Leaned her breast uptill a thorn.Shak.","UNGUESTLIKE":"In a manner not becoming to a guest. [R.] Milton.","UNEXTINGUISHABLE":"Inextinguishable.-- Un`ex*tin\"guish*a*bly, adv.","UNCHARIOT":"To throw out of a chariot. Pope.","UNPATIENT":"Impatient. [Obs.] Wyclif.","UNWORK":"To undo or destroy, as work previously done.","UNCUT VELVET":"A fabric woven like velvet, but with the loops of the warpthreads uncut.","UNMORTISE":"To loosen, unfix, or separate, as things mortised together.Tennyson.","UPSPEAR":"To grow or shoot up like a spear; as, upspearing grass. [R.]Cowper.","UNCULTURE":"Want of culture. \"Idleness, ill husbandry . . . unculture.\" Bp.Hall.","UNDEFATIGABLE":"Indefatigable. [Obs.] \"Undefatigable pains.\" Camden.","UNINTELLIGENCE":"Absence or lack of intelligence; unwisdom; ignorance. Bp. Hall.","URETHRA":"The canal by which the urine is conducted from the bladder anddischarged.","UNDERBEARER":"One who supports or sustains; especially, at a funeral, one ofthose who bear the copse, as distinguished from a bearer, orpallbearer, who helps to hold up the pall.","UNCURTAIN":"To remove a curtain from; to reveal. Moore.","UNIVERSALISTIC":"Of or pertaining to the whole; universal.","UNDIOCESED":"Unprovided with a diocese; having no diocese. Milton.","UNORDERLY":"Disorderly. [Obs.] Bp. Sanderson.","UNOBEDIENCE":"Disobedience. [Obs.] Wyclif.","UNBLINDFOLD":"To free from that which blindfolds. Spenser.","UNDERBUILDER":"A subordinate or assistant builder.An underbuilder in the house of God. Jer. Taylor.","UNTEMPER":"To deprive of temper, or of the proper degree of temper; tomake soft.","UPCLIMB":"To climb up; to ascend.Upclomb the shadowy pine above the woven copse. Tennyson.","UNDAM":"To free from a dam, mound, or other obstruction. Dryden.","UTOPIANIST":"An Utopian; an optimist.","UNDERCLOTHING":"Same as Underclothes.","UNOPERCULATED":"Destitute of an operculum, or cover.","UNDERWRITER":"One who underwrites his name to the conditions of an insurancepolicy, especially of a marine policy; an insurer.","USHER":"To introduce or escort, as an usher, forerunner, or harbinger;to forerun; -- sometimes followed by in or forth; as, to usher in astranger; to usher forth the guests; to usher a visitor into theroom.The stars that usher evening rose. Milton.The Examiner was ushered into the world by a letter, setting forththe great genius of the author. Addison.","UNDERSKINKER":"Undertapster. [Obs.]","UNBAR":"To remove a bar or bars from; to unbolt; to open; as, to unbara gate. Heber.","UNCREATE":"To deprive of existence; to annihilate.Who can uncreate thee, thou shalt know. Milton.","UPSYTURVY":"Upside down; topsy-turvy. [Obs.] Robert Greene.","UNCONCERNED":"Not concerned; not anxious or solicitous; easy in mind;carelessly secure; indifferent; as, to be unconcerned at what hashappened; to be unconcerned about the future.-- Un`con*cern\"ed*ly, adv.-- Un`con*cern\"ed*ness, n.Happy mortals, unconcerned for more. Dryden.","UNDISTINCTLY":"Indistinctly.","UNFRANKABLE":"Not frankable; incapable of being sent free by publicconveyance.","UNDERSCORE":"To draw a mark or line under; to underline. J. Tucker.","UNDERCURRENT":"Running beneath the surface; hidden. [R.] \"Undercurrent woe.\"Tennyson.","UNTIE":"To become untied or loosed.","UNRESERVED":"Not reserved; not kept back; not withheld in part;unrestrained.-- Un`re*serv\"ed*ly, adv.-- Un`re*serv\"ed*ness, n.","UNQUEEN":"To divest of the rank or authority of queen. Shak.","UNDAUNTED":"Not daunted; not subdued or depressed by fear. Shak.","UNEMPIRICALLY":"Not empirically; without experiment or experience.","UNCAUTIOUS":"Incautious.","UGLILY":"In an ugly manner; with deformity.","UNCUSTOMABLE":"Not customable, or subject to custom duties.","UTOPIAN":"Of or pertaining to Utopia; resembling Utopia; hence, ideal;chimerical; fanciful; founded upon, or involving, imaginaryperfections; as, Utopian projects; Utopian happiness.","UMBELLULARIA":"A genus of deep-sea alcyonaria consisting of a cluster of largeflowerlike polyps situated at the summit of a long, slender stemwhich stands upright in the mud, supported by a bulbous base.","UNBEREFT":"Not bereft; not taken away.","UNDATED":"Rising and falling in waves toward the margin, as a leaf;waved.","UNDEVOTION":"Absence or want of devotion.","UNHUMANIZE":"To render inhuman or barbarous. J. Barlow.","UNHARMONIOUS":"Inharmonious; unsymmetrical; also, unmusical; discordant.Swift.-- Un`har*mo\"ni*ous*ly, adv.","USER":"Enjoyment of property; use. Mozley & W.","UNDECYLENIC":"Pertaining to, or designating, an acid C11H20O2, homologouswith acrylic acid, and obtained as a white crystalline substance bythe distillation of castor oil.","UPTRAIN":"To train up; to educate. [Obs.] \"Daughters which were welluptrained.\" Spenser.","UNESSENTIALLY":"In an unessential manner.","UNCONFORMABLE":"Not conformable; not lying in a parallel position; as,unconformable strata.-- Un`con*form\"a*ble*ness, n.-- Un`con*form\"a*bly, adv.","UNCLASP":"To loose the clasp of; to open, as something that is fastened,or as with, a clasp; as, to unclasp a book; to unclasp one's heart.","UNGAIN":"Ungainly; clumsy; awkward; also, troublesome; inconvenient.[Obs. or Prov. Eng.] Beau. & Pl.","UTEROVAGINAL":"Pertaining to both the uterus and the vagina.","UNFURNISH":"To strip of furniture; to divest; to strip.","UNDERCREST":"To support as a crest; to bear. [Obs. & R.] Shak.","UNILOBAR":"Consisting of a single lobe.","UNALIENABLE":"Inalienable; as, unalienable rights. Swift.-- Un*al\"ien*a*bly, adv.","UNDERPRODUCTION":"The production of less than is demanded or of less than theusual supply. F. A. Walker.","UPHELD":"imp. & p. p. of Uphold.","UROCHORD":"The central axis or cord in the tail of larval ascidians and ofcertain adult tunicates. [Written also urocord.]","UNSUFFERABLE":"Insufferable. [Obs.] Hooker.-- Un*suf\"fer*a*bly, adv. [Obs.]","ULTRA VIRES":"Beyond power; transcending authority; -- a phrase usedfrequently in relation to acts or enactments by corporations inexcess of their chartered or statutory rights.","UNBIASED":"Free from bias or prejudice; unprejudiced; impartial.-- Un*bi\"ased*ness, n.","UNESSENTIAL":"Something not constituting essence, or something which is notof absolute necessity; as, forms are among the unessentials ofreligion.","UNTHINKER":"A person who does not think, or does not think wisely.","UREIDE":"Any one of the many complex derivatives of urea; thus,hydantoin, and, in an extended dense, guanidine, caffeine, et., areureides. [Written also ureid.]","UNBUNDLE":"To release, as from a bundle; to disclose.","UNPARALLELED":"Having no parallel, or equal; unequaled; unmatched.The unparalleled perseverance of the armies of the United States,under every suffering and discouragement, was little short of amiracle. Washington.","UNSECURE":"Insecure. [R.] Milton.","UNBEREAVEN":"Unbereft. [R.]","UNSHOT":"To remove the shot from, as from a shotted gun; to unload.","UNDERLABORER":"An assistant or subordinate laborer. Locke.","USNEA":"A genus of lichens, most of the species of which have long,gray, pendulous, and finely branched fronds. Usnea barbata is thecommon bearded lichen which grows on branches of trees in northernforests.","UNDERESTIMATE":"To set to","UVITONIC":"Pertaining to, or designating, an acid which is obtained as awhite crystalline substance by the action of ammonia on pyrotartaricacid.","UNABSORBABLE":"Not absorbable; specifically (Physiol.), not capable ofabsorption; unable to pass by osmosis into the circulating blood; as,the unabsorbable portion of food.","ULLUCO":"See Melluc.","UNLASH":"To loose, as that which is lashed or tied down.","UROGENITAL":"Same as Urinogenital.","UNSOCIABILITY":"The quality or state of being unsociable; unsociableness.","UNFRANGIBLE":"Infrangible. [Obs.] \"Impassible and unfrangible.\" Jer. Taylor.","USABLE":"Capable of being used.","UNGUIFEROUS":"Producing, having, or supporting nails or claws.","URANIA":"One of the nine Muses, daughter of Zeus by Mnemosyne, andpatron of astronomy.","UNDERBRED":"Not thoroughly bred; ill-bred; as, an underbred fellow.Goldsmith.","UNPLEASANT":"Not pleasant; not amiable or agreeable; displeasing; offensive.-- Un*pleas\"ant*ly, adv.-- Un*pleas\"ant*ness, n.","UMBRACULIFORM":"Having the form of anything that serves to shade, as a treetop, an umbrella, and the like; specifically (Bot.), having the formof an umbrella; umbrella-shaped.","UNEXCUSABLE":"Inexcusable. Hayward.-- Un`ex*cus\"a*ble*ness, n.","UNVISIBLE":"Invisible. [Obs.] Wyclif.","UNCONSUMMATE":"Not consummated; not accomplished. [Obs.] Dryden.","UNDECOLIC":"Pertaining to, or designating, an acid, C11H18O2, of thepropiolic acid series, obtained indirectly from undecylenic acid as awhite crystalline substance.","UNTITHED":"Not subjected tithes.","UNEXPENSIVE":"Inexpensive. Milton.","UNDERYOKE":"To subject to the yoke; to make subject. Wyclif.","UNMECHANIZED":"Not mechanized. Paley.","UNGENITURED":"Destitute of genitals; impotent. [R.] Shak.","UNPARCHED":"Dried up; withered by heat. [Obs.] \"My tongue . . . unparched.\"Crashaw.","UNKNOT":"To free from knots; to untie.","UP-WIND":"Against the wind.","UNTRUISM":"Something not true; a false statement. [Recent & R.] A.Trollope.","UNGKA":"The siamang; -- called also ungka ape.","UNSELDOM":"Not seldom; frequently. [R.]","UNELASTICITY":"Inelasticity.","UNTIGHTEN":"To make less tight or tense; to loosen.","UNTIME":"An unseasonable time. [Obs.]A man shall not eat in untime. Chaucer.","UNLAUGH":"To recall, as former laughter. [Obs. & R.] Sir T. More.","UNNERVATE":"Enervate. [Obs.]","UMBROSE":"Shady; umbrageous. [Obs.]","UNNAIL":"To remove the nails from; to unfasten by removing nails.","UNPRAYED":"Not prayed for. [Obs.] Sir T. More.","UNASERVED":"Not served. [Obs.]","UPPLIGHT":"imp. & p. p. of Uppluck.","UNORGANIZED":"Not organized; being without organic structure; specifically(Biol.), not having the different tissues and organs characteristicof living organisms, nor the power of growth and development; as, theunorganized ferments. See the Note under Ferment, n., 1.","USHERLESS":"Destitute of an usher. Marston.","URANOMETRIA":"A uranometry.","UNHIDE":"To bring out from concealment; to discover. [Obs.] P. Fletcher.","UNFRAME":"To take apart, or destroy the frame of. Dryden.","ULNA":"The postaxial bone of the forearm, or branchium, correspondingto the fibula of the hind limb. See Radius.","UNCIFORM":"Having the shape of a hook; being of a curved or hooked from;hooklike. Unciform bone (Anat.), a bone of the carpus at the bases ofthe fourth and fifth metacarpals; the hamatum.","URINATE":"To discharge urine; to make water.","UNHARBOR":"To drive from harbor or shelter.","UNSATIATE":"Insatiate. Dr. H. More.","UNDERCLAY":"A stratum of clay lying beneath a coal bed, often containingthe roots of coal plants, especially the Stigmaria.","UNTILE":"To take the tiles from; to uncover by removing the tiles.","UNIFOLLILATE":"Having only one leaflet, as the leaves of the orange tree.","UNDISPOSEDNESS":"Indisposition; disinclination.","UBIQUITIST":"Same as Ubiquist.","UNDERDOLVEN":"p. p. of Underdelve.","UPCURL":"To curl up. [R.] Tennyson.","UZEMA":"A Burman measure of twelve miles.","UNDERTAKABLE":"Capable of being undertaken; practicable.","UNIFIER":"One who, or that which, unifies; as, a natural law is a unifierof phenomena.","UNCONCEIVABLE":"Inconceivable. [Obs.] Locke.-- Un`con*ceiv\"a*ble*ness, n. [Obs.] -- Un`con*ceiv\"a*bly, adv.[Obs.]","UNLORD":"To deprive of the rank or position of a lord. Milton.","UNDERLIP":"The lower lip.","UNCONSECRATE":"To render not sacred; to deprive of sanctity; to desecrate.[Obs.] South.","UMLAUT":"The euphonic modification of a root vowel sound by theinfluence of a, u, or especially i, in the syllable which formerlyfollowed.","UNPLUME":"To strip of plumes or feathers; hence, to humiliate.","UNDULATORY":"Moving in the manner of undulations, or waves; resembling themotion of waves, which successively rise or swell rise or swell andfall; pertaining to a propagated alternating motion, similar to thatof waves. Undulatory theory, or Wave theory (of light) (Opt.), thattheory which regards its various phenomena as due to undulations inan ethereal medium, propagated from the radiant with immense, butmeasurable, velocities, and producing different impressions on theretina according to their amplitude and frequency, the sensation ofbrightness depending on the former, that of color on the latter. Theundulations are supposed to take place, not in the direction ofpropagation, as in the air waves constituting sound, buttransversely, and the various phenomena of refraction, polarization,interference, etc., are attributable to the different affections ofthese undulations in different circumstances of propagation. It iscomputed that the frequency of the undulations corresponding to theseveral colors of the spectrum ranges from 458 millions of millionsper second for the extreme red ray, to 727 millions of millions forthe extreme violet, and their lengths for the same colors, from thethirty-eight thousandth to the sixty thousandth part of an inch. Thetheory of ethereal undulations is applicable not only to thephenomena of light, but also to those of heat.","UNHEARD-OF":"New; unprecedented; unparalleled. Swift.","UNPORTUNATE":"Importunate; troublesome with requests. [Obs.] Golden Boke.","UNDERGROUND":"The place or space beneath the surface of the ground;subterranean space.A spirit raised from depth of underground. Shak.","UNGULAR":"Of or pertaining to a hoof, claw, or talon; ungual.","UNREAVED":"Not torn, split, or parted; not torn to pieces. [Obs.] Bp.Hall.","UPKEEP":"The act of keeping up, or maintaining; maintenance. \"Horseartillery . . . expensive in the upkeep.\"  Scribner's Mag.","UNCOMPREHEND":"To fail to comprehend. [R.] Daniel.","UNDETERMINATION":"Indetermination. Sir M. Hale.","UNDERVALUATION":"The act of undervaluing; a rate or value not equal to the realworth.","UTTERMOST":"Extreme; utmost; being; in the farthest, greatest, or highestdegree; as, the uttermost extent or end. \"In this uttermostdistress.\" Milton.","UNNEAR":"Not near; not close to; at a distance from. [Obs.] Davies(Muse's Sacrifice).","UNPROBABLY":"Improbably.","UNBOWED":"Not bent or arched; not bowed down. Byron.","UNTHRIFT":"Unthrifty. [Obs.]","UNDERHONEST":"Not entirely honest. [R.] \"We think him overproud andunderhonest.\" Shak.","UNDERSHIRT":"A shirt worn next the skin, under another shirt; -- called alsoundervest.","UNPITOUSTY":"Impiety. [Obs.] Wyclif.","UPSTIR":"Insurrection; commotion; disturbance. [Obs.] Sir J. Cheke.","UNHONEST":"Dishonest; dishonorable. Ascham.-- Un*hon\"est*ly, adv. Udall.","UNSHAKED":"Unshaken. [Obs.] Shak.","UNSHIP":"To remove or detach, as any part or implement, from its properposition or connection when in use; as, to unship an oar; to unshipcapstan bars; to unship the tiller.","UNLAW":"To impose a fine upon; to fine.","UNREPUTABLE":"Disreputable.","UNREVENUED":"Not furnished with a revenue. [R.] Milton.","UNTOOTH":"To take out the teeth of. Cowper.","UXORICIDAL":"Of or pertaining to uxoricide; tending to uxoricide.","UNBRIDLE":"To free from the bridle; to set loose.","U":"U, the twenty-first letter of the English alphabet, is acursive form of the letter V, with which it was formerly usedinterchangeably, both letters being then used both as vowels andconsonants. U and V are now, however, differentiated, U being usedonly as a vowel or semivowel, and V only as a consonant. The trueprimary vowel sound of U, in Anglo-Saxon, was the sound which itstill retains in most of the languages of Europe, that of long oo, asin tool, and short oo, as in wood, answering to the French ou intour. Etymologically U is most closely related to o, y (vowel), w,and v; as in two, duet, dyad, twice; top, tuft; sop, sup; auspice,aviary. See V, also O and Y. See Guide to Pronunciation, §§ 130-144.","UNBENUMB":"To relieve of numbness; to restore sensation to.","UNSTILL":"Not still; restless. [R.]","UNPAIRED":"Not paired; not suited or matched.And minds unpaired had better think alone. Crabbe.","UNDIVISIBLE":"Indivisible.","UNSEX":"To deprive of sex, or of qualities becoming to one's sex; esp.,to make unfeminine in character, manners, duties, or the like; as, tounsex a woman.","UNICORN":"The kamichi; -- called also unicorn bird.","UNSEEMING":"Unbeseeming; not fit or becoming.","UNDERSTRATUM":"The layer, or stratum, of earth on which the mold, or soil,rests; subsoil.","UNTANGIBLE":"Intangible. [R.]","UPOKORORO":"An edible fresh-water New Zealand fish (Prototroctesoxyrhynchus) of the family Haplochitonidæ. In general appearance andhabits, it resembles the northern lake whitefishes and trout. Calledalso grayling.","ULTERIORLY":"More distantly or remotely.","UNHITCH":"To free from being hitched, or as if from being hitched; tounfasten; to loose; as, to unhitch a horse, or a trace.","UNCONTROVERTIBLY":"Incontrovertibly.","UNIGENITURE":"The state of being the only begotten. [R.] Bp. Pearson.","UNREVERENCE":"Absence or lack of reverence; irreverence. [Obs.] Wyclif.","UROPODAL":"Of or pertaining to a uropod.","UNCOWL":"To divest or deprive of a cowl. Pope.","UVA":"A small pulpy or juicy fruit containing several seeds andhaving a thin skin, as a grape.","URINATIVE":"Provoking the flow of urine; uretic; diuretic. [R.] Bacon.","UNWORTH":"Unworthy. [Obs.] Milton.","UNWRITE":"To cancel, as what is written; to erase. Milton.","UTTERLESS":"Incapable of being uttered. [Obs.]A clamoring debate of utterless things. Milton.","USURPER":"One who usurps; especially, one who seizes illegally onsovereign power; as, the usurper of a throne, of power, or of therights of a patron.A crown will not want pretenders to claim it, not usurpers, if theirpower serves them, to possess it. South.","UNEXTRICABLE":"Not extricable; inextricable. [Obs.] Dr. H. More.","UNGUENTARY":"Like an unguent, or partaking of its qualities.","UNLIKENESS":"The quality or state of being unlike; want of resemblance;dissimilarity. Tennyson.","UNSPILT":"Not spilt or wasted; not shed.","UMBRA":"Any one of several species of sciænoid food fishes of the genusUmbrina, especially the Mediterranean species (U. cirrhosa), which ishighly esteemed as a market fish; -- called also ombre, and umbrine.Umbra tree (Bot.), a tree (Phytolacca diocia) of the same genus aspokeweed. It is native of South America, but is now grown in southernEurope. It has large dark leaves, and a somber aspect. The juice ofits berries is used for coloring wine. J. Smith (Dict. Econ. Plants).","UNBISHOP":"To deprive, as a city, of a bishop; to deprive, as a clergyman,of episcopal dignity or rights. [R.] \"Then he unbishops himself.\"Milton.","UNALLOYED":"Not alloyed; not reduced by foreign admixture; unmixed;unqualified; pure; as, unalloyed metals; unalloyed happiness.I enjoyed unalloyed satisfaction in his company. Mitford.","UNDERVALUER":"One who undervalues.","UNTACK":"To separate, as what is tacked; to disjoin; to release.being untacked from honest cares. Barrow.","UNSPHERE":"To remove, as a planet, from its sphere or orb. Shak.","UNCIVILTY":"In an uncivil manner.","UNPARADISE":"To deprive of happiness like that of paradise; to renderunhappy. [R.] Young.","UNHEALTH":"Unsoundness; disease.","UNWRAP":"To open or undo, as what is wrapped or folded. Chaucer.","UNCOLT":"To unhorse. [Obs. & R.] Shak.","UNCTIOUS":"Unctuous. [Obs.]","UNOSSIFIED":"Destitute of a bony structure.","UNACQUAINTANCE":"The quality or state of being unacquainted; want ofacquaintance; ignorance.He was then in happy unacquaintance with everything connected withthat obnoxious cavity. Sir W. Hamilton.","UNSISTERLY":"Not sisterly. Richardson.","UNGRACEFUL":"Not graceful; not marked with ease and dignity; deficient inbeauty and elegance; inelegant; awkward; as, ungraceful manners;ungraceful speech.The other oak remaining a blackened and ungraceful trunk. Sir W.Scott.-- Un*grace\"ful*ly, adv.-- Un*grace\"ful*ness, n.","UNDERLOAD STARTER":"A motor starter provided with an underload switch.","UNREMEMBRANCE":"Want of remembrance; forgetfulness. I. Watts.","UNWRAY":"See Unwrie. [Obs.]","UNTALKED":"Not talked; not mentioned; -- often with of. Shak.","UNDINE":"One of a class of fabled female water spirits who might receivea human soul by intermarrying with a mortal.","UNEMBARRASSED":"Not embarrassed. Specifically: --(a) Not perplexed in mind; not confused; as, the speaker appearedunembarrassed.(b) Free from pecuniary difficulties or encumbrances; as, he and hisproperty are unembarrassed.(c) Free from perplexing connection; as, the question comes intocourt unembarrassed with irrelevant matter.","UNSETTLEMENT":"The act of unsettling, or state of being unsettled;disturbance. J. H. Newman.","USURPATORY":"Marked by usurpation; usurping. [R.]","UNQUIETUDE":"Uneasiness; inquietude.","UPSODOWN":"Upside down. [Obs. or Colloq.] Wyclif.In man's sin is every manner order or ordinance turned upsodown.Chaucer.","UNEXPECTATION":"Absence of expectation; want of foresight. [Obs.] Bp. Hall.","UNWORMED":"Not wormed; not having had the worm, or lytta, under the tonguecut out; -- said of a dog.","UPSWELL":"To swell or rise up.","UNTO":"Until; till. [Obs.] \"Unto this year be gone.\" Chaucer.","UNDERPRAISE":"To praise below desert.","URETHROTOME":"An instrument for cutting a urethral stricture.","URANIC":"Pertaining to, resembling, or containing uranium; specifically,designating those compounds in which uranium has a valence relativelyhigher than in uranous compounds.","ULAN":"See Uhlan.","UNDERGORE":"To gore underneath.","UMBRIL":"A umbrere. [Obs.]","UNCUSTOMED":"Uncustomable; also, not having paid duty or customs. Smollett.","UNCONFORMABILITY":"Want of parallelism between one series of strata and another,especially when due to a disturbance of the position of the earlierstrata before the latter were deposited.","UNDERGROWN":"Of small stature; not grown to a full height or size.","UNFAVORABLE":"Not favorable; not propitious; adverse; contrary; discouraging.-- Un*fa\"vor*a*ble*ness, n.-- Un*fa\"vor*a*bly, adv.","UNDERSTATE":"To state or represent less strongly than may be donetruthfully.","UNBOX":"To remove from a box or boxes.","UNEQUALABLE":"Not capable of being equaled or paralleled. [Obs.] Boyle.","UNHOOP":"To strip or deprive of hoops; to take away the hoops of.","UROXANATE":"A salt of uroxanic acid.","UNFLEXIBLE":"Inflexible.","UNSTARCH":"To free from starch; to make limp or pliable.","UNEATH":"Not easy; difficult; hard. [Obs.]Who he was, uneath was to descry. Spenser.","UNRULINESS":"Quality or state unruly.","UNSTABLE":"Not stable; not firm, fixed, or constant; subject to change oroverthrow.-- Un*sta\"ble*ness, n. Chaucer. Unstable equilibrium. See Stableequilibrium, under Stable.","UREDOSPORE":"The thin-walled summer spore which is produced during the so-called Uredo stage of certain rusts. See (in the Supplement)Uredinales, Heteroecious, etc.","UNSHAKABLE":"Not capable of being shaken; firm; fixed. Shak. J. S. Mill.","UNPLAUSIVE":"Not approving; disapproving. [Obs.] Shak.","UTTERMORE":"Further; outer; utter. [Obs. & R.] Holland.","UNDERCHANTER":"Same as Subchanter.","UNDERSAY":"To say by way of derogation or contradiction. [Obs.] Spenser.","UNMANHOOD":"Absence or lack of manhood. [Obs.] Chaucer.","UNMOVED":"Not moved; fixed; firm; unshaken; calm; apathetic.-- Un*mov\"ed*ly, adv.","UNDERWORK":"Inferior or subordinate work; petty business. Addison.","UNBEAT":"To deliver from the form or nature of a beast.","UROCHS":"See Aurochs.","UNFACE":"To remove the face or cover from; to unmask; to expose.","UNABRIDGED":"Not abridged, or shortened; full; complete; entire; whole.","UNCYPHER":"See Uncipher.","UNGULIGRADE":"Having, or walking on, hoofs.","UNEARNED":"Not earned; not gained by labor or service. Unearned increment(Polit. Econ.), a increase in the value of land due to no labor orexpenditure on the part of the owner, but to natural causes, such asthe increase of population, the growth of a town in the vicinity, orthe like. Some hold that this should belong to the nation.","UNISEPTATE":"Having but one septum, or partition; -- said of two-celledfruits, such as the silicles of cruciferous plants.","UNDUKE":"To deprive of dukedom. Swift.","UNWARILY":"In an unwary manner.","UNREST":"Want of rest or repose; unquietness; sleeplessness; uneasiness;disquietude.Is this, quoth she, the cause of your unrest! Chaucer.Can calm despair and wild unrest Be tenants of a single breastTennyson.","UNIJUGATE":"Having but one pair of leaflets; -- said of a pinnate leaf.","UNMASTERABLE":"Incapable of being mastered or subdued. [Obs.] Sir T. Browne.","ULTRONEOUS":"Spontaneous; voluntary. [Obs.] Jer. Taylor.-- Ul*tro\"ne*ous*ly, adv. [Obs.] -- Ul*tro\"ne*ous*ness, n. [Obs.]","UNPRUDENT":"Imprudent. [Obs.]","UNSENSED":"Wanting a distinct meaning; having no certain signification.[R.] Puller.","UNBOOT":"To take off the boots from.","UNSTRAIN":"To relieve from a strain; to relax. B. Jonson.","UNFRAUGHT":"Not fraught; not burdened.","UNCONVERSION":"The state of being unconverted; impenitence. [R.]","UNMANNERLY":"Not mannerly; ill-bred; rude.-- adv.","UNDULATED":"Waved obtusely up and down, near the margin, as a leaf orcorolla; wavy.","UNDOCK":"To take out of dock; as, to undock a ship.","UNITIZE":"To reduce to a unit, or one whole; to form into a unit; tounify.","ULLET":"A European owl (Syrnium aluco) of a tawny color; -- called alsouluia.","UNSTICK":"To release, as one thing stuck to another. Richardson.","UNDERGROW":"To grow to an inferior, or less than the usual, size or height.Wyclif.","UNCINUS":"One of the peculiar minute chitinous hooks found in largenumbers in the tori of tubicolous annelids belonging to the Uncinata.","URCHIN":"A hedgehog.","UNDERSHRIEVALTY":"The office or position of an undersheriff.","USTULATION":"The operation of expelling one substance from another by heat,as sulphur or arsenic from ores, in a muffle.","UNDERGRUB":"To undermine. [Prov. Eng.] Halliwell.","URINOGENITAL":"Pertaining to the urinary and genital organs; genitourinary;urogenital; as, the urinogenital canal.","UTOPIST":"A Utopian.","UPSEND":"To send, cast, or throw up.As when some island situate afar . . . Upsends a smoke to heaven.Cowper.","ULMIN":"A brown amorphous substance found in decaying vegetation. Cf.Humin. [Formerly written ulmine.]","UNDERDRAIN":"An underground drain or trench with openings through which thewater may percolate from the soil or ground above.","UNSUBSTANTIATION":"A divesting of substantiality.","UMBER":"A brown or reddish pigment used in both oil and water colors,obtained from certain natural clays variously colored by the oxidesof iron and manganese. It is commonly heated or burned before beingused, and is then called burnt umber; when not heated, it is calledraw umber. See Burnt umber, below.","UNDOUBTABLE":"Indubitable.","UPHROE":"Same as Euphroe.","UNAMBITION":"The absence of ambition. [R.] F. W. Newman.","UNCEASABLE":"Not capable of being ended; unceasing. [R.]","UPHOLSTER":"To furnish (rooms, carriages, bedsteads, chairs, etc.) withhangings, coverings, cushions, etc.; to adorn with furnishings incloth, velvet, silk, etc.; as, to upholster a couch; to upholster aroom with curtains.","UNDOUBLE":"To unfold, or render single.","UNTUCK":"To unfold or undo, as a tuck; to release from a tuck or fold.","URANOGRAPHIST":"One practiced in uranography.","UNAIDABLE":"Incapable of being aided. \"Her unaidable estate.\" Shak.","UNGUICULATA":"An extensive division of Mammalia including those having clawsor nails, as distinguished from the hoofed animals (Ungulata).","UNPROP":"To remove a prop or props from; to deprive of support.","UNBODY":"To free from the body; to disembody.Her soul unbodied of the burdenous corse. Spenser.","UNCLEANSABLE":"Incapable of being cleansed or cleaned.","UNBIAS":"To free from bias or prejudice. Swift.","UNDULY":"In an undue manner.","UNPOSSESS":"To be without, or to resign, possession of. [Obs.]","UNICLINAL":"See Nonoclinal.","UNCONFIDENCE":"Absence of confidence; uncertainty; doubt.","UNDERWEEN":"To undervalue. [Obs.]","UNDERSHRUB":"Partly shrublike.","UNCERTAINLY":"In an uncertain manner.","UNBEHOVELY":"Not behooving or becoming; unseemly. [Obs. & R.] Gower.","UNHAND":"To loose from the hand; to let go.Hold off! unhand me, gray beard loon! Eftsoons his hand dropped he.Coleridge.","UNCOMMON":"Not common; unusual; infrequent; rare; hence, remarkable;strange; as, an uncommon season; an uncommon degree of cold or heat;uncommon courage.","ULULANT":"Howling; wailing.","USE":"The special form of ritual adopted for use in any diocese; as,the Sarum, or Canterbury, use; the Hereford use; the York use; theRoman use; etc.From henceforth all the whole realm shall have but one use. Pref. toBook of Common Prayer.","UNDERHEW":"To hew less than is usual or proper; specifically, to hew, as apiece of timber which should be square, in such a manner that itappears to contain a greater number of cubic feet than it really doescontain. Haldeman.","UNFOLDER":"One who, or that which, unfolds.","UNSISTER":"To separate, as sisters; to disjoin. [Poetic & R.] Tennyson.","UNVISARD":"To take the vizard or mask from; to unmask. [Written alsounvizard.] [Obs.] Milton.","UNDERTAXED":"Taxed too little, or at a lower rate than others.","UNFORESEEABLE":"Incapable of being foreseen. South.","UNCART":"To take from, or set free from, a cart; to unload.","UNDEAF":"To free from deafness; to cause to hear. [Obs.] Shak.","UNDERSHUT":"Closed from beneath. Undershut valve (Mach.), a valve whichshuts by being lifted against a seat facing downward. Knight.","ULSTER":"A long, loose overcoat, worn by men and women, originally madeof frieze from Ulster, Ireland.","UNREMORSELESS":"Utterly remorseless. [Obs. & R.] \"Unremorseless death.\" Cowley.","UNTURNED":"Not turned; not revolved or reversed. To leave no stoneunturned, to leave nothing untried for accomplishing one's purpose.[He] left unturned no stone To make my guilt appear, and hide hisown. Dryden.","UNSHIPMENT":"The act of unshipping, or the state of being unshipped;displacement.","UNPERPLEX":"To free from perplexity. [R.] Donne.","UNWIELDY":"Not easily wielded or carried; unmanageable; bulky; ponderous.\"A fat, unwieldy body of fifty-eight years old.\" Clarendon.-- Un*wield\"i*ly, adv.-- Un*wield\"i*ness, n.","UNCHRISTIAN":"To make unchristian. [Obs.] South.","UNCONSTANCY":"Inconstancy. [Obs.] \"The unconstancy of the foundation.\"Fuller.","UNLACE":"To loose, and take off, as a bonnet from a sail, or to castoff, as any lacing in any part of the rigging of a vessel. Totten.","UNLOOKED-FOR":"Not looked for; unexpected; as, an unlooked-for event.","UNCOMELY":"Not comely.-- adv. In an uncomely manner. 1 Cor. vii. 36.","UNILITERAL":"Consisting of one letter only; as, a uniliteral word or sign.","UNDERVALUE":"A low rate or price; a price less than the real worth;undervaluation. Milton.","ULULATION":"A howling, as of a dog or wolf; a wailing.He may fright others with his ululation. Wither.","UNGIVE":"To yield; to relax; to give way. [Obs.]","UNPATIENCE":"Impatience. [Obs.]","USEFULLY":"In a useful manner.","UNIBRANCHIATE":"Having but one gill, as certain molluscs.","UTILITARIAN":"One who holds the doctrine of utilitarianism.The utilitarians are for merging all the particular virtues into one,and would substitute in their place the greatest usefulness, as thealone principle to which every question respecting the morality ofactions should be referred. Chalmers.But what is a utilitarian Simply one who prefers the useful to theuseless; and who does not Sir W. Hamilton.","UNSHELL":"To strip the shell from; to take out of the shell; to hatch.","UNSAINTLY":"Unbecoming to a saint. Gauden.","UNPLEAT":"To remove the plaits of; to smooth. W. Browne.","UNHEEDY":"Incautious; precipitate; heedless. [Obs.] Milton.","UNDERLEAF":"A prolific sort of apple, good for cider. [Obs.] Mortimer.","URAEUS":"A serpent, or serpent's head and neck, represented on the frontof the headdresses of divinities and sovereigns as an emblem ofsupreme power.","UNCHAIN":"To free from chains or slavery; to let loose. Prior.","UNALIST":"An ecclesiastical who holds but one benefice; -- distinguishedfrom pluralist. [Eng.] V. Knox.","UNKISS":"To cancel or annul what was done or sealed by a kiss; to cancelby a kiss. [Obs.]Let me unkiss the oath 'twixt thee and me. Shak.","UNDERSETTER":"One who, or that which, undersets or supports; a prop; asupport; a pedestal.","UNWARES":"Unawares; unexpectedly; -- sometimes preceded by at. [Obs.]Holinshed.","URODELIAN":"Of or pertaining to the Urodela.-- n.","UNDESIGNING":"Having no artful, ulterior, or fraudulent purpose; sincere;artless; simple.","UNIQUE":"Being without a like or equal; unmatched; unequaled;unparalleled; single in kind or excellence; sole.-- U*nique\"ly, adv.-- U*nique\"ness, n.","UNREGENERACY":"The quality or state of being unregenerate. Glanvill.","UNWEARY":"To cause to cease being weary; to refresh. [Obs.] Dryden.","UNOBEDIENT":"Disobedient. [Obs.] Milton.","UNSTRIPED":"Without marks or striations; nonstriated; as, unstriped musclefibers.","UNLOOK":"To recall or retract, as a look. [R.] Richardson.","URAEMIA":"Accumulation in the blood of the principles of the urine,producing dangerous disease.","UNDERSUIT":"A suit worn under another suit; a suit of underclothes.","UNCURBABLE":"Not capable of being curbed. Shak.","UNPRECEDENTED":"Having no precedent or example; not preceded by a like case;not having the authority of prior example; novel; new; unexampled.-- Un*prec\"e*dent*ed*ly, adv.","UNTACKLE":"To unbitch; to unharness. [Colloq.] Tusser.","UNTROWABLE":"Incredible. [Obs.] \"Untrowable fairness.\" Wyclif.","UNFORESEE":"To fail to foresee. Bp. Hacket.","UBERTY":"Fruitfulness; copiousness; abundance; plenty. [Obs.] Florio.","UNLOADER":"One who, or that which, unloads; a device for unloading, as hayfrom a wagon.","UVULATOME":"An instrument for removing the uvula.","UNCHAPLAIN":"To remove from a chaplaincy.","UNPRUDENCE":"Imprudence. [Obs.]","UNITIVELY":"In a unitive manner. Cudworth.","UNFRIENDSHIP":"The state or quality of being unfriendly; unfriendliness;enmity.An act of unfriendship to my sovereign person. Sir W. Scott.","UNCITY":"To deprive of the rank or rights of a city. [Obs.]","UNNEST":"To eject from a nest; to unnestle. [R.] T. Adams.","UMBRELLA":"The umbrellalike disk, or swimming bell, of a jellyfish.","UPLANDISH":"Of or pertaining to uplands; dwelling on high lands. [Obs.]Chapman.","UNBURTHEN":"To unburden; to unload.","UNSTRING":"Used also figuratively; as, his nerves were unstrung by fear.","UNVIOLABLE":"Inviolable.","URINIFEROUS":"Bearing or conveying urine; as, uriniferous tubules.","UNCTUOSITY":"Quality or state of being unctuous. Sir T. Browne.","UNCIA":"A twelfth part, as of the Roman as; an ounce.","UMBRATILE":"Umbratic. [R.] B. Jonson.","UNSOCKET":"To loose or take from a socket.","UNSONSY":"Not soncy (sonsy); not fortunate. [Scot.]","UNSILLY":"See Unsely. [Obs.]","UNBEKNOWN":"Not known; unknown. [Colloq.]","UNDERSETTING":"Something set or built under as a support; a pedestal. Sir H.Wotton.","UNEXPERTLY":"In an unexpert manner.","UNDWELT":"Not lived (in); -- with in.","USTULATE":"Blackened as if burned.","UNNUMBERED":"Not numbered; not counted or estimated; innumerable. Dryden.","UPROLL":"To roll up. Milton.","UNREPROACHABLE":"Not liable to be reproached; irreproachable.","UNSENSIBLE":"Insensible. [Obs.]","UNFAILABLE":"Infallible. [Obs.] \"This unfailable word of truth.\" Bp. Hall.","ULCERATED":"Affected with, or as with, an ulcer or ulcers; as, an ulceratedsore throat.","UNDERMINER":"One who undermines.","UPRIST":"Uprising. [Obs.] Chaucer.","UPEND":"To end up; to set on end, as a cask.","UNPREACH":"To undo or overthrow by preaching. [R.] De Foe.","UNEXPERIENT":"Inexperienced. [Obs.]","UNWISE":"Not wise; defective in wisdom; injudicious; indiscreet;foolish; as, an unwise man; unwise kings; unwise measures.","UNMORAL":"Having no moral perception, quality, or relation; involving noidea of morality; -- distinguished from both moral and immoral.-- Un`mo*ral\"i*ty, n.","UROHAEMATIN":"Urinary hæmatin; -- applied to the normal coloring matter ofthe urine, on the supposition that it is formed either directly orindirectly (through bilirubin) from the hæmatin of the blood. SeeUrochrome, and Urobilin.","UNRULIMENT":"Unruliness. [Obs.] \"Breaking forth with rude unruliment.\"Spenser.","UNFENCE":"To strip of a fence; to remove a fence from.","UNPOLITIC":"Impolitic; imprudent.","UNSQUIRE":"To divest of the title or privilege of an esquire. Swift.","UNAWARE":"Not aware; not noticing; giving no heed; thoughtless;inattentive. Swift.","UNBARREL":"To remove or release from a barrel or barrels.","UNFLESH":"To deprive of flesh; to reduce a skeleton. \"Unfleshedhumanity.\" Wordsworth.","UNCONCERN":"Want of concern; absence of anxiety; freedom from solicitude;indifference.A listless unconcern, Cold, and averting from our neighbor's good.Thomson.","UNSACRAMENT":"To deprive of sacramental character or efficacy; as, tounsacrament the rite of baptism. [Obs.]","UNDERTREASURER":"An assistant treasurer.","URETIC":"Of or pertaining to the urine; diuretic; urinary; as, ureticmedicine.","UNMEASURABLE":"Immeasurable. Swift.-- Un*meas\"ur*a*ble*ness, n.-- Un*meas\"ur*a*bly, adv.","UNCHARITABLE":"Not charitable; contrary to charity; severe in judging; harsh;censorious; as, uncharitable opinions or zeal. Addison.-- Un*char\"i*ta*ble*ness, n.-- Un*char\"i*ta*bly, adv.","UNDERSTANDER":"One who understands, or knows by experience. [R.] Dryden.","UNBURY":"To disinter; to exhume; fig., to disclose.","UNPRINCE":"To deprive of the character or authority of a prince; to divestof principality of sovereignty. [R.] Swift.","UNFUSIBLE":"Infusible. [R.]","UNDULOUS":"Undulating; undulatory.","UNCOIL":"To unwind or open, as a coil of rope. Derham.","UNHOLY":"Not holy; unhallowed; not consecrated; hence, profane; wicked;impious.-- Un*ho\"li*ly, adv.-- Un*ho\"li*ness, n.","UPBREED":"To rear, or bring up; to nurse. \"Upbred in a foreign country.\"Holinshed.","UNCOURTLINESS":"Absence of courtliness; rudeness; rusticity. Addison.","UNIFORMITARIANISM":"The uniformitarian doctrine.","UNPICKED":"Picked out; picked open.","UNCONCLUSIVE":"Inconclusive. [Obs.]","URINARY":"A urinarium; also, a urinal.","UNELASTIC":"Not elastic; inelastic.","UNLIMBER":"To detach the limber from; as, to unlimber a gun.","UNEFECTUAL":"Ineffectual. \"His uneffectual fire.\" Shak.","UNREEVE":"To withdraw, or take out, as a rope from a block, thimble, orthe like.","UNDISCERNING":"Want of discernment. [R.] Spectator.","UNBANED":"Wanting a band or string; unfastened. [Obs.] Shak.","UNSHACKLE":"To loose from shackles or bonds; to set free from restraint; tounfetter. Addison.","UNPEREGAL":"Unequal. [Obs.] Chaucer.","UPPLUCK":"To pull or pluck up. [Obs.]","UNCREDIT":"To cause to be disbelieved; to discredit. [Obs.] Fuller.","UNIFICATION":"The act of unifying, or the state of being unified.Unification with God was the final aim of the Neoplatonicians.Fleming.","UPBEAR":"To bear up; to raise aloft; to support in an elevatedsituation; to sustain. Spenser.One short sigh of breath, upbore Even to the seat of God. Milton.A monstrous wave upbore The chief, and dashed him on the craggyshore. Pope.","UNCLEW":"To unwind, unfold, or untie; hence, to undo; to ruin. Shak.","UNIVERSALIAN":"Of or pertaining to Universalism; Universalist. [R.]","UNICURSAL":"That can be passed over in a single course; -- said of a curvewhen the coördinates of the point on the curve can be expressed asrational algebraic functions of a single parameter th.","USURPANT":"Usurping; encroaching. [Obs.] Gauden.","UNMENTIONABLES":"The breeches; trousers. [Jocose]","UNFILE":"To remove from a file or record.","UNTENTED":"Having no tent or tents, as a soldier or a field.","UNPEACE":"Absence or lack of peace. [Obs.] Testament of Love.","UNPATHED":"Not having a path. Shak.","UNFEUDALIZE":"To free from feudal customs or character; to make not feudal.Carlyle.","UPWARD":"Directed toward a higher place; as, with upward eye; withupward course.","ULNARE":"One of the bones or cartilages of the carpus, which articulateswith the ulna and corresponds to the cuneiform in man.","UNWILLED":"Deprived of the faculty of will or volition. Mrs. Browning.","UNSEEMLY":"Not seemly; unbecoming; indecent.An unseemly outbreak of temper. Hawthorne.","UNCAUTIOUSLY":"Incautiously.","UNIAXAL":"Uniaxial.-- U`ni*ax\"al*ly, adv.","UNDIVIDED":"Not lobed, cleft, or branched; entire.","UNDERSTRAPPER":"A petty fellow; an inferior agent; an underling.This was going to the fountain head at once, not applying to theunderstrappers. Goldsmith.","UNBECOME":"To misbecome. [Obs.] Bp. Sherlock.","UPTOWN":"To or in the upper part of a town; as, to go uptown. [Colloq.U. S.]","UNBUXOM":"Disobedient. [Obs.] Piers Plowman.-- Un*bux\"om*ly, adv. [Obs.] -- Un*bux\"om*ness, n. [Obs.]","UNREAVE":"To unwind; to disentangle; to loose. [Obs.] Spenser.","UNWARRANTABLE":"Not warrantable; indefensible; not vindicable; not justifiable;illegal; unjust; improper.-- Un*war\"rant*a*ble*ness, n.-- Un*war\"rant*a*bly, adv.","UNSTEEL":"To disarm; to soften. Richardson.","UNERRING":"Committing no mistake; incapable or error or failure certain;sure; unfailing; as, the unerring wisdom of God.Hissing in air the unerring weapon flew. Dryden.","UNBLESTFUL":"Unblessed. [R.] Sylvester.","UNCERTAIN":"To make uncertain. [Obs.] Sir W. Raleigh.","UNDERFURROW":"To cover as under a furrow; to plow in; as, to underfurrow seedor manure.","UNSEAM":"To open the seam or seams of; to rip; to cut; to cut open.Shak.","UPCHEER":"To cheer up. Spenser.","UP-OVER":"Designating a method of shaft excavation by drifting to a pointbelow, and then raising instead of sinking.","USAGER":"One who has the use of anything in trust for another. [Obs.]Daniel.","UNIVERSOLOGY":"The science of the universe, and the relations which itinvolves.","UNCONGEAL":"To thaw; to become liquid again. Tennyson.","UNTIMELY":"Not timely; done or happening at an unnatural, unusual, orimproper time; unseasonable; premature; inopportune; as, untimelyfrosts; untimely remarks; an untimely death.","UPFLUNG":"Flung or thrown up.","UNWEAVE":"To unfold; to undo; to ravel, as what has been woven.","UNKNIGHT":"To deprive of knighthood. Fuller.","URITH":"The bindings of a hedge. [Obs. or Prov. Eng.] Halliwell.","UNCHARM":"To release from a charm, fascination, or secret power; todisenchant. Beau. & Fl.","UNPOSSIBILITY":"Impossibility. [R.] \"Utter unpossibility.\" Poe.","UNICORNOUS":"Having but a single horn; -- said of certain insects.\"Unicornous beetles.\" Sir T. Browne.","URN-SHAPED":"Having the shape of an urn; as, the urn-shaped capsules of somemosses.","ULTRAMONTANIST":"One who upholds ultramontanism.","URSAL":"The ursine seal. See the Note under 1st Seal.","ULCERED":"Ulcerous; ulcerated.","URANIN":"An alkaline salt of fluorescein, obtained as a brownish redsubstance, which is used as a dye; -- so called from the peculiaryellowish green fluorescence (resembling that of uranium glass) ofits solutions. See Fluorescein.","UNDULL":"To remove the dullness of; to clear. [Obs.] Whitlock.","UNWARINESS":"The quality or state of being unwary; carelessness;heedlessness.","UNIFORMITARIAN":"Of, pertaining to, or designating, the view or doctrine thatexisting causes, acting in the same manner and with essentially thesame intensity as at the present time, are sufficient to account forall geological changes.","UNASCRIED":"Not descried. [Obs.]","UNSATIABILITY":"Quality of being unsatiable; insatiability. [Obs.]","UNCOMEATABLE":"Not to be come at, or reached; inaccessible. [Colloq.] Addison.My honor is infallible and uncomeatable. Congreve.","UNWORTHY":"Not worthy; wanting merit, value, or fitness; undeserving;worthless; unbecoming; -- often with of.-- Un*wor\"thi*ly, adv.-- Un*wor\"thi*ness, n.","UNSCIENCE":"Want of science or knowledge; ignorance. [Obs.]If that any wight ween a thing to be otherwise than it is, it is notonly unscience, but it is deceivable opinion. Chaucer.","UNHANDY":"Clumsy; awkward; as, an Unhandy man.","UNACCOMPLISHMENT":"The state of being unaccomplished. [Obs.] Milton.","UNWEIGHING":"Not weighing or pondering; inconsiderate. Shak.","USEFULNESS":"The quality or state of being useful; utility; serviceableness;advantage. Addison.","UNBRAID":"To separate the strands of; to undo, as a braid; to unravel; todisentangle.","UNDERBUILDING":"Same as Substruction.","URANOSCOPY":"Observation of the heavens or heavenly bodies.","UNKINGSHIP":"The quality or condition of being unkinged; abolition ofmonarchy. [Obs.]Unkingship was proclaimed, and his majesty's statues thrown down.Evelyn.","UNWELLNESS":", n. Quality or state of being unwell.","UPAS":"A tree (Antiaris toxicaria) of the Breadfruit family, common inthe forests of Java and the neighboring islands. Its secretions arepoisonous, and it has been fabulously reported that the atmosphereabout it is deleterious. Called also bohun upas.","UNCOUS":"Hooklike; hooked. [Obs.] Sir T. Browne.","UNDERGROUND INSURANCE":"Wildcat insurance.","UNRELIABLE":"Not reliable; untrustworthy. See Reliable.-- Un`re*li\"a*ble*ness, n.Alcibiades . . . was too unsteady, and (according to Mr. Coleridge'scoinage) \"unreliable;\" or perhaps, in more correct English, too\"unrelyuponable.\" De Quincey.","UNSUPPORTABLE":"Insupportable; unendurable.-- Un`sup*port\"a*ble*ness, n. Bp. Wilkins.-- Un`sup*port\"a*bly, adv.","UNCANNY":"Not canny; unsafe; strange; weird; ghostly. Sir W. Scott.-- Un*can\"ni*ness, n. G. Eliot.","UNFIRM":"Infirm. [R.] Dryden.","UNSUFFICIENT":"Insufficient. [Obs.]","UNFREQUENCY":"Infrequency.","URGENCE":"Urgency. [Obs.]","UNDONE":"p. p. of Undo.","UNGAINLY":"In an ungainly manner.","UNDEROFFICER":"A subordinate officer.","UNDERDITCH":"To dig an underground ditches in, so as to drain the surface;to underdrain; as, to underditch a field or a farm.","UNSPAR":"To take the spars, stakes, or bars from. [R.] Sir W. Scott.","UNPASTOR":"To cause to be no longer pastor; to deprive of pastorship. [R.]Fuller.","UNCAPE":"To remove a cap or cape from. [Obs.]","UNDISCREET":"Indiscreet. Chaucer.-- Un`dis*creet\"ly, adv.-- -- Un`dis*creet\"ness.-- Un`dis*cre\"tion, n. Indiscretion.","UNDERSTANDINGLY":"In an understanding manner; intelligibly; with full knowledgeor comprehension; intelligently; as, to vote upon a questionunderstandingly; to act or judge understandingly.The gospel may be neglected, but in can not be understandinglydisbelieved. J. Hawes.","UVULA":"The pendent fleshy lobe in the middle of the posterior borderof the soft palate.","UNRELENTING":"Not relenting; unyielding; rigid; hard; stern; cruel.-- Un`re*lent\"ing*ly, adv.-- Un`re*lent\"ing*ness, n.","USUAL":"Such as is in common use; such as occurs in ordinary practice,or in the ordinary course of events; customary; ordinary; habitual;common.Consultation with oracles was a thing very usual and frequent intheir times. Hooker.We can make friends of these usual enemies. Baxter.-- U\"su*al*ly, adv.-- U\"su*al*ness, n.","UNCOFFLE":"To release from a coffle.","UNORDER":"To countermand an order for. [R.]","UROSTEON":"A median ossification back of the lophosteon in the sternum ofsome birds.","UNRIG":"To strip of rigging; as, to unrig a ship. Totten.","UNWITCH":"To free from a witch or witches; to fee from witchcraft. [R.]B. Jonson.","UNGLORIOUS":"Inglorious. [Obs.] Wyclif.","UNFESTLICH":"Unfit for a feast; hence, jaded; worn. [Obs.] Chaucer.","UNDUST":"To free from dust. [Obs.]","ULTIMATELY":"As a final consequence; at last; in the end; as, afflictionsoften tend to correct immoral habits, and ultimately prove blessings.","UNSHALE":"To strip the shale, or husk, from; to uncover. [Obs.]I will not unshale the jest before it be ripe. Marston.","UNEDGE":"To deprive of the edge; to blunt. J. Fletcher.","UNCORRUPTION":"Incorruption.","UNASSENTED":"Not assented; -- said specif. of stocks or bonds the holders ofwhich refuse to deposit them by way of assent to an agreementaltering their status, as in a readjustment.","UNGENEROUSLY":"In an ungenerous manner.","UNIVERSALITY":"The quality or state of being universal; unlimited extension orapplication; generality; -- distinguished from particularity; as, theunversality of a proposition; the unversality of sin; the unversalityof the Deluge.","UMBILICUS":"The depression, or mark, in the median line of the abdomen,which indicates the point where the umbilical cord separated from thefetus; the navel.","USUCAPTION":"The acquisition of the title or right to property by theuninterrupted possession of it for a certain term prescribed by law;-- the same as prescription in common law.","UPROUSE":"To rouse up; to rouse from sleep; to awake; to arouse. Shak.","UNIPAROUS":"Producing but one egg or young at a time.","UNDIFFERENTIATED":"Not differentiated; specifically (Biol.), homogenous, or nearlyso; -- said especially of young or embryonic tissues which have notyet undergone differentiation (see Differentiation, 3), that is,which show no visible separation into their different structuralparts.","URAL":"Pertaining to, or designating, the Urals, a mountain rangebetween Europe and Asia.","UNLISTED":"Not listed; specif. (New York Stock Exchange),","UNARTISTIC":"Inartistic.","UNCASE":"To display, or spread to view, as a flag, or the colors of amilitary body.","UNASSUMING":"Not assuming; not bold or forward; not arrogant or presuming;humble; modest; retiring; as, an unassuming youth; unassumingmanners.","UNCLOTHE":"To strip of clothes or covering; to make naked. I. Watts.[We] do groan being burdened; not for that we would be unclothed, butclothed upon. 2 Cor. v. 4.","UNARMED":"Having no hard and sharp projections, as spines, prickles,spurs, claws, etc.","UNSIMPLICITY":"Absence of simplicity; artfulness. C. Kingsley.","UNKENT":"Unknown; strange. [Obs. or Scot.] W. Browne.","UNDERHEAD":"A blockhead, or stupid person; a dunderhead. [Obs.] Sir T.Browne.","UNLODGE":"To dislodge; to deprive of lodgment. Carew.","UNISEXUAL":"Having one sex only, as plants which have the male and femaleflowers on separate individuals, or animals in which the sexes are inseparate individuals; dioecious; -- distinguished from bisexual, orhermaphrodite. See Dioecious.","UNHEAL":"Misfortune; calamity; sickness. [Obs.] Chaucer.","UNBLIND":"To free from blindness; to give or restore sight to; to openthe eyes of. [R.] J. Webster (1607).","UNCREDITABLE":"Discreditable. [Obs.]","UNICOLOROUS":"Having the surface of a uniform color.","UNCORK":"To draw the cork from; as, to uncork a bottle.","URETHROSCOPE":"An instrument for viewing the interior of the urethra.","UGSOME":"Ugly; offensive; loathsome. [Obs.] -- Ug\"some*ness, n. [Obs.]\"The horror and ugsomeness of death.\" Latimer.","UPRAISE":"To raise; to lift up.","UNWEIGHED":"Not weighed; not pondered or considered; as, an unweighedstatement.","UNBALANCED":"Not adjusted; not settled; not brought to an equality of debtand credit; as, an unbalanced account; unbalanced books.","ULMACEOUS":"Of or pertaining to a suborder of urticaceous plants, of whichthe elm is the type.","UNAPPLICABLE":"Inapplicable.","UPSILON":"The 20th letter (U, u) of the Greek alphabet, a vowel havingoriginally the sound of oo as in room, becoming before the 4thcentury b. c. that French u or Ger. ü. Its equivalent in English is uor y.","UMBLES":"The entrails and coarser parts of a deer; hence, sometimes,entrails, in general. [Written also humbles.] Johnson.","UPBROUGHT":"Brought up; educated. [Obs.] Spenser.","UNCHASTITY":"The quality or state of being unchaste; lewdness; incontinence.","UNDISCLOSE":"To keep close or secret. [Obs.] Daniel.","UNATTACHED":"Not assigned to any company or regiment.","UNDERPIGHT":"imp. of Underpitch.","UNSHROUD":"To remove the shroud from; to uncover. P. Fletcher.","UNACCEPTABLE":"Not acceptable; not pleasing; not welcome; unpleasant;disagreeable; displeasing; offensive.-- Un`ac*cept\"a*ble*ness, n.-- Un`ac*cept\"a*bly, adv.","UNIGENOUS":"Being of one kind; being of the same genus.","UNABILITY":"Inability. [Obs.]","UNDERCONSUMPTION":"Consumption of less than is produced; consumption of less thanthe usual amount. F. A. Walk","UNHELM":"To deprive of the helm or helmet. Sir W. Scott.","UN-":"An inseparable verbal prefix or particle. It is prefixed: (a)To verbs to express the contrary, and not the simple negative, of theaction of the verb to which it is prefixed; as in uncoil, undo,unfold. (b) To nouns to form verbs expressing privation of the thing,quality, or state expressed by the noun, or separation from it; as inunchild, unsex. Sometimes particles and participial adjectives formedwith this prefix coincide in form with compounds of the negativeprefix un- (see 2d Un-); as in undone (from undo), meaningunfastened, ruined; and undone (from 2d un- and done) meaning notdone, not finished. Un- is sometimes used with an intensive forcemerely; as in unloose.","UNSLACKED":"Not slacked; unslaked; as, unslacked lime.","UNPERSUASION":"The state of not being persuaded; disbelief; doubt. [R.] Abp.Leighton.","UNDERGRADUATESHIP":"The position or condition of an undergraduate.","UNDEVIL":"To free from possession by a devil or evil spirit; to exorcise.[Obs.]They boy having gotten a habit of counterfeiting . . . would not beundeviled by all their exorcisms. Fuller.","UNWONDER":"To divest of the quality of wonder or mystery; to interpret; toexplain. [R.] Fuller.","UNBASHFUL":"Not bashful or modest; bold; impudent; shameless. Shak.","UROSOME":"The abdomen, or post-abdomen, of arthropods.","UNSIGNIFICANT":"Insignificant. [Obs.] Holland.","US":"The persons speaking, regarded as an object; ourselves; -- theobjective case of we. See We. \"Tell us a tale.\" Chaucer.Give us this day our daily bread. Matt. vi. 11.","UNDERHANGMAN":"An assistant or deputy hangman. Shak.","UREA":"A very soluble crystalline body which is the chief constituentof the urine in mammals and some other animals. It is also present insmall quantity in blood, serous fluids, lymph, the liver, etc.","UNITION":"The act of uniting, or the state of being united; junction.[Obs.] Wiseman.","UNFROCK":"To deprive or divest or a frock; specifically, to deprive ofpriestly character or privilege; as, to unfrock a priest.","UNDERDEALING":"Crafty, unfair, or underhand dealing; unfair practice;trickery. Milton.","UNCORRUPTIBLE":"Incorruptible. \"The glory of the uncorruptible God.\" Rom. i.23.","UPPERTENDOM":"The highest class in society; the upper ten. See Upper ten,under Upper. [Colloq.]","UNPUCKER":"To smooth away the puckers or wrinkles of.","UNJUSTICE":"Want of justice; injustice. [Obs.] Hales.","UNIVOCALLY":"In a univocal manner; in one term; in one sense; notequivocally.How is sin univocally distinguished into venial and mortal, if thevenial be not sin Bp. Hall.","UNICITY":"The condition of being united; quality of the unique;unification.Not unity, but what the schoolmen call unicity. De Quincey.The unicity we strive not to express, for that is impossible, but todesignate by the nearest analogy. Coleridge.","UPSHOT":"Final issue; conclusion; the sum and substance; the end; theresult; the consummation.I can not pursue with any safety this sport to the upshot. Shak.We account it frailty that threescore years and ten make the upshotof man's pleasurable existence. De Quincey.","UNCONSIDERED":"Not considered or attended to; not regarded; inconsiderable;trifling.A snapper-up of unconsidered trifles. Shak.","UNEQUITY":"Want of equity or uprightness; injustice; wickedness; iniquity.[Obs.] Wyclif.","UNEXPRESSIBLE":"Inexpressible. Tillotson.-- Un`ex*press\"i*bly, adv.","UNQUALIFY":"To disqualify; to unfit. Swift.","URSULA":"A beautiful North American butterfly (Basilarchia, orLimenitis, astyanax). Its wings are nearly black with red and bluespots and blotches. Called also red-spotted purple.","UTILIZABLE":"Capable of being utilized; as, the utilizable products of thegas works.","UNDERMIRTH":"Suppressed or concealed mirth. [Obs.] The Coronation.","UMBECAST":"To cast about; to consider; to ponder. [Obs.] Sir T. Malory.","UNHEIRED":"Destitute of an heir.To leave him utterly unheired. Chapman.","UNTREATABLE":"Incapable of being treated; not practicable. [R.] Dr. H. More.","UNITE":"United; joint; as, unite consent. [Obs.] J. Webster.","UNCAUTELOUS":"Incautious. [Obs.]","UNWORLDLY":"Not worldly; spiritual; holy. Hawthorne.-- Un*world\"li*ness, n.","UNNUN":"To remove from condition of being a nun. [R.]Many did quickly unnun and disfriar themselves. Fuller.","UNVITIATED":"Not vitiated; pure.","UNHOARD":"To take or steal from a hoard; to pilfer. Milton.","UNFIRMNESS":"Infirmness. [R.]","UNVICAR":"To deprive of the position or office a vicar. [R.] Strype.","UNPAGANIZE":"To cause to cease to be pagan; to divest of pagan character.[R.] Cudworth.","UNIVERSALLY":"In a universal manner; without exception; as, God's laws areuniversally binding on his creatures.","UNWOMAN":"To deprive of the qualities of a woman; to unsex. [R.] R.Browning.","UNDERVERSE":"The lower or second verse. [Obs.]","UNDERSATURATED":"Not fully saturated; imperfectly saturated.","URSIFORM":"Having the shape of a bear.","UPTIE":"To tie up. Spenser.","UNACTIVE":"Inactive; listless. [R.]While other animals unactive range. Milton.","ULTRA":"Going beyond others, or beyond due limit; extreme; fanatical;uncompromising; as, an ultra reformer; ultra measures.","UNDERSERVANT":"An inferior servant.","UNSPLEENED":"Deprived of a spleen.","UNBOUNDED":"Having no bound or limit; as, unbounded space; an, unboundedambition. Addison.-- Un*bound\"ed*ly, adv.-- Un*bound\"ed*ness, n.","UNSEEL":"To open, as the eyes of a hawk that have been seeled; hence, togive light to; to enlighten. [Obs.] B. Jonson.","UNDERHEAVE":"To heave or lift from below. [Obs.] Wyclif.","UMBILICAL":"Of or pertaining to an umbilicus, or umbilical cord; umbilic.","UNDERPART":"A subordinate part.It should be lightened with underparts of mirth. Dryden.","UNBOSOM":"To disclose freely; to reveal in confidence, as secrets; toconfess; -- often used reflexively; as, to unbosom one's self.Milton.","UNNESTLE":"Same as Unnest. [R.]","UNPROTESTANTIZE":"To render other than Protestant; to cause to change fromProtestantism to some other form of religion; to deprive of someProtestant feature or characteristic.The attempt to unprotestantize the Church of England. Froude.","UNWORSHIP":"To deprive of worship or due honor; to dishonor. [Obs.] Wyclif.","UNDERRATE":"To rate too low; to rate below the value; to undervalue. Burke.","UNIMPAIRABLE":"That can not be impaired. Hakewill.","UNCHARITY":"Uncharitableness. Tennyson.'T were much uncharity in you. J. Webster.","UNEXPECTED":"Not expected; coming without warning; sudden.-- Un`ex*pect\"ed*ly, adv.-- Un`ex*pect\"ed*ness, n.","UNDERPEOPLED":"Not fully peopled.","UNICARINATED":"Having one ridge or keel. Craig.","UHLAN":"One of a kind of light cavalry of Tartaric origin, firstintroduced into European armies in Poland. They are armed withlances, pistols, and sabers, and are employed chiefly as skirmishers.","UNPASSIONATE":"Not passionate; dispassionate.-- Un*pas\"sion*ate*ly, adv.","UMPIRE":"A third person, who is to decide a controversy or questionsubmitted to arbitrators in case of their disagreement. Blackstone.","UNDERHAND":"Done, as pitching, with the hand lower than the shoulder, or,as bowling, with the hand lower than elbow.","USURPINGLY":"In a usurping manner.","UNFREE":"Not free; held in bondage.There had always been a slave class, a class of the unfree, among theEnglish as among all German peoples. J. R. Green","UNTHRIFTFULLY":"Not thriftily. [Obs.] \"Unthriftfully spent.\" Sir J. Cheke.","UNPRUDENTIAL":"Imprudent. [Obs.] \"The most unwise and unprudential act.\"Milton.","ULODENDRON":"A genus of fossil trees.","UNKINDLINESS":"Unkindness. Tennyson.","ULTIME":"Ultimate; final. [Obs.] Bacon.","UNSKILL":"Want of skill; ignorance; unskillfulness. [Obs.] Sylvester.","UNALLIED":"Not allied; having no ally; having no connection or relation;as, unallied species or genera.","ULNAGE":"Measurement by the ell; alnage.","UNCARNATE":"Not fleshy; specifically, not made flesh; not incarnate. [R.]Sir T. Browne.","UNCONFORMITY":"Want of parallelism between strata in contact.","URETHROSCOPY":"Examination of the urethra by means of the urethroscope.","UNPERVERT":"To free from perversion; to deliver from being perverted; toreconvert. [Obs.]","UVULITIS":"Inflammation of the uvula.","UNFLEDGED":"Not fledged; not feathered; hence, not fully developed;immature. Dryden.","UNCORRIGIBLE":"Incorrigible; not capable of correction. [Obs.]","UNDERTURN":"To turn upside down; to subvert; to upset. [Obs.] Wyclif.","UNIFILAR":"Having only one thread; involving the use of only one thread,wire, fiber, or the like; as, unifilar suspension. Unifilarmagnetometer (Physics), an instrument which consists of a magneticbar suspended at its center of gravity by a long thread, constitutinga delicate means for accurately measuring magnetic intensities, alsofor determining declinations of the magnetic needle.","UNANCHOR":"To loose from the anchor, as a ship. De Quincey.","UPRISE":"The act of rising; appearance above the horizon; rising. [R.]Did ever raven sing so like a lark, That gives sweet tidings of thesun's uprise Shak.","UNDIRECT":"To misdirect; to mislead. [Obs.]who make false fires to undirect seamen in a tempest. Fuller.","UKASE":"In Russia, a published proclamation or imperial order, havingthe force of law.","URTICATION":"The act or process of whipping or stinging with nettles; --sometimes used in the treatment of paralysis.","UNROOT":"To tear up by the roots; to eradicate; to uproot.","UNSPIN":"To untwist, as something spun.","UNEVITABLE":"Inevitable. [Obs.]","UNDUMPISH":"To relieve from the dumps. [Obs.] Fuller.","UNFOLD":"To open; to expand; to become disclosed or developed.The wind blows cold While the morning doth unfold. J. Fletcher.","UNCURABLE":"Incurable.","UNMINGLE":"To separate, as things mixed. Bacon.","UNSOUND":"Not sound; not whole; not solid; defective; infirm; diseased.-- Un*sound\"ly, adv.-- Un*sound\"ness, n.","URETHANE":"A white crystalline substance, NH2.CO.OC2H5, produced by theaction of ammonia on ethyl carbonate. It is used somewhat in medicineas a hypnotic. By extension, any one of the series of relatedsubstances of which urethane proper is the type.","UNCLUE":"To unwind; to untangle.","UGRIAN":"A Mongolian race, ancestors of the Finns. [Written alsoUigrian.]","UNCE":"A claw. [Obs.]","UNDERSTAIRS":"The basement or cellar.","UNSINCERITY":"The quality or state of being unsincere or impure; insincerity.[Obs.] Boyle.","UNUSAGE":"Want or lack of usage. [Obs.] Chaucer.","UNPRINCIPLED":"Being without principles; especially, being without right moralprinciples; also, characterized by absence of principle.-- Un*prin\"ci*pled*ness, n.","UNREFORMATION":"Want of reformation; state of being unreformed. [Obs.] Bp.Hall.","UTIS":"See Utas. [Obs.]","UNDERLAYER":"A perpendicular shaft sunk to cut the lode at any requireddepth. Weale.","UNRIPENESS":"Quality or state of being unripe.","UNDERHANG":"To hang under or down; to suspend. Holland.","UNITARIAN":"One who denies the doctrine of the Trinity, believing that Godexists only in one person; a unipersonalist; also, one of adenomination of Christians holding this belief.","UNDERACT":"To perform inefficiently, as a play; to act feebly.","UNPROMISE":"To revoke or annul, as a promise. Chapman.","UNSWEAT":"To relieve from perspiration; to ease or cool after exercise ortoil. [R.] Milton.","URANOPLASTY":"The plastic operation for closing a fissure in the hard palate.","UNGLAZE":"To strip of glass; to remove the glazing, or glass, from, as awindow.","UNHAPPIED":"Made unhappy. [Obs.] Shak.","UNATTENTIVE":"Inattentive; careless.","UPCOIL":"To coil up; to make into a coil, or to be made into a coil.","URO-":"A combining form fr. Gr. o'y^ron, urine.","UNDERSHOOT":"To shoot short of (a mark).","UTERUS":"The organ of a female mammal in which the young are developedprevious to birth; the womb.","UNMERCIFUL":"Not merciful; indisposed to mercy or grace; cruel; inhuman;merciless; unkind.-- Un*mer\"ci*ful*ly, adv.-- Un*mer\"ci*ful*ness, n.","UNDER-GARMENT":"A garment worn below another.","UNTHRIFTY":"Not thrifty; profuse. Spenser.","UNDERWITTED":"Weak in intellect; half-witted; silly. [R.] Bp. Kennet.","UPBUOYANCE":"The act of buoying up; uplifting. [R.] Coleridge.","UNSEMINARED":"Deprived of virility, or seminal energy; made a eunuch. [Obs.]","UNDERPROP":"To prop from beneath; to put a prop under; to support; touphold.Underprop the head that bears the crown. Fenton.","UNQUALITIED":"Deprived of the usual faculties. [Obs.] Shak.","UROCYST":"The urinary bladder.","UNYOLDEN":"Not yielded. [Obs.] \"[By] force . . . is he taken unyolden.\"Sir T. Browne.","URNAL":"Of or pertaining to an urn; effected by an urn or urns. \"Urnalinterments.\" Sir T. Browne.","UNEQUITABLE":"Inequitable.","UPSTERTE":"imp. & p. p. of Upstart.","UNMOVABLE":"Immovable. \"Steadfast, unmovable.\" 1 Cor. xv. 58. Locke.","UNDULATE":"Same as Undulated.","UTEROGESTATION":"Gestation in the womb from conception to birth; pregnancy.Pritchard.","UNAUTHORIZE":"To disown the authority of; to repudiate.","UNLIVE":"To [R.] Glanvill.","UNSOUL":"To deprive of soul, spirit, or principle. [R.] Shelton.","UNSATURATION":"The quality or state of being unsaturated.","UPMOST":"Highest; topmost; uppermost. Spenser. Dryden.","UNLIKELIHOOD":"Absence of likelihood.","UPTHROW":"To throw up. Drayton.","UNBEGILT":"Not gilded; hence, not rewarded with gold.","UPFLOW":"To flow or stream up. Southey.","URAL-ALTAIC":"Of or pertaining to the Urals and the Altai; as the Ural-Altaic, or Turanian, languages.","UMBRETTE":"See Umber, 4.","UPPRICKED":"Upraised; erect; -- said of the ears of an animal. Mason.","UNCHRISTIANNESS":"The quality or state of being unchristian. [R.] Eikon Basilike.","UNTAPPICE":"to come out of concealment. [Obs.] Massinger.","UNBORROWED":"Not borrowed; being one's own; native; original.","UTTERNESS":"The quality or state of being utter, or extreme; extremity;utmost; uttermost. [R.]","UNTANGIBLY":"Intangibly. [R.]","UNSURMOUNTABLE":"Insurmountable. Locke.","UNBALLAST":"To free from ballast; to discharge ballast from. Totten.","UNDEFINE":"To make indefinite; to obliterate or confuse the definition orlimitations of.","UNLOOSE":"To make loose; to loosen; to set free. Shak.","URETHRAL":"Of or pertaining to the urethra. Urethral fever (Med.), feveroccurring as a consequence of operations upon the urethra.","UNBUSIED":"Not required to work; unemployed; not busy. [R.]These unbusied persons can continue in this playing idleness till itbecome a toil. Bp. Rainbow","UNDERSTROKE":"To underline or underscore. Swift.","UNTRUNKED":"Separated from its trunk or stock. [Obs.]","UPBREATHE":"To breathe up or out; to exhale. [Obs.] Marston.","UNCREDIBLE":"Incredible. Bacon.","UNBROKEN":"Not broken; continuous; unsubdued; as, an unbroken colt.","URANIUM":"An element of the chromium group, found in certain rareminerals, as pitchblende, uranite, etc., and reduced as a heavy,hard, nickel-white metal which is quite permanent. Its yellow oxideis used to impart to glass a delicate greenish-yellow tint which isaccompanied by a strong fluorescence, and its black oxide is used asa pigment in porcelain painting. Symbol U. Atomic weight 239.","UNPINION":"To loose from pinions or manacles; to free from restraint.Goldsmith.","UNDERSAIL":"To sail alongshore. [Obs.]","UNPRAY":"To revoke or annul by prayer, as something previously prayedfor. [R.] Sir M. Hale.","UNDERFRINGE":"A lower fringe; a fringe underneath something.Broad-faced, with underfringe of russet beard. Tennyson.","UNDECYL":"The radical regarded as characteristic of undecylic acid.","UNMARTYR":"To degrade from the rank of a martyr. [Obs.] Fuller.","UNFASTEN":"To loose; to unfix; to unbind; to untie.","UNPORTUOUS":"Having no ports. [Obs.] \"An unportuous coast.\" Burke.","UNLAWFUL":"Not lawful; contrary to law.-- Un*law\"ful*ly, adv.-- Un*law\"ful*ness, n. Unlawful assembly. (Law) See under Assembly.","URBANE":"Courteous in manners; polite; refined; elegant.","USHERDOM":"The office or position of an usher; ushership; also, ushers,collectively. [R.]","UMBILIC":"An umbilicus. See Umbilicus, 5 (b).","UNDERBACK":"A vessel which receives the wort as it flows from the mashingtub.","UNSUCCEEDABLE":"Not able or likely to succeed. [Obs.] Sir T. Browne.","UGLY":"A shade for the face, projecting from the bonnet. [Colloq.Eng.] C. Kingsley.","UNIVARIANT":"Having one degree of freedom or variability.","UNLUTE":"To separate, as things cemented or luted; to take the lute orthe clay from. Boyle.","URCEOLUS":"Any urn-shaped organ of a plant.","UPDRAW":"To draw up. [R.] Milton.","UNDERDELVE":"To delve under. [Obs.]","UNCENTURY":"To remove from its actual century. [R.]It has first to uncentury itself. H. Drummond.","UNDERSTATEMENT":"The act of understating, or the condition of being understated;that which is understated; a statement below the truth.","URANOUS":"Pertaining to, or containing, uranium; designating thosecompounds in which uranium has a lower valence as contrasted with theuranic compounds.","UBEROUS":"Fruitful; copious; abundant; plentiful. [Obs.] Sir T. Herbert.","UNCOUPLE":"To loose, as dogs, from their couples; also, to set loose; todisconnect; to disjoin; as, to uncouple railroad cars.","UNWEMMED":"Not blemished; undefiled; pure. [Obs.] Wyclif.With body clean and with unwemmed thought. Chaucer.","UNIVERSALIST":"One who believes in Universalism; one of a denomination ofChristians holding this faith.","UNCOVENABLE":"Not covenable; inconvenient. [Obs.] Wyclif (1 Tim. iv. 7).","URSUS":"A genus of Carnivora including the common bears.","UNDIGESTIBLE":"Indigestible.","UNSPEAKABLE":"Not speakable; incapable of being uttered or adequatelydescribed; inexpressible; unutterable; ineffable; as, unspeakablegrief or rage.-- Un*speak\"a*bly, adv.Ye rejoice with joy unspeakable and full of glory. 1 Pet. i. 8.","UNDERMATCH":"One who is not a match for another. Fuller.","UNKNOW":"Unknown. [Obs.] \"French of Paris was to her unknow.\" Chaucer.","UNDERFILLING":"The filling below or beneath; the under part of a building. SirH. Wotton.","UNDRAW":"To draw aside or open; to draw back.Angels undrew the curtain of the throne. Young.","UNCOVENANTED":"Not having entered into relationship with God through theappointed means of grace; also, not promised or assured by the divinepromises or conditions; as, uncovenanted mercies.","UNDERPEEP":"To peep under. \"The flame . . . would underpeep her lids.\" [R.]Shak.","UPTAKE":"To take into the hand; to take up; to help. [Obs.] Wyclif.Spenser.","UTRICULARIA":"A genus of aquatic flowering plants, in which the submersedleaves bear many little utricles, or ascidia. See Ascidium,","UNCONTINENT":"Not continent; incontinent. Wyclif (2 Tim. iii. 3).","URANITE":"A general term for the uranium phosphates, autunite, or limeuranite, and torbernite, or copper uranite.","UNREVERENT":"Irreverent. [R.] Shak.","UNPROPER":"Not proper or peculiar; improper. [Obs.] -- Un*prop\"er*ly, adv.[Obs.]","UPYAT":"imp. of Upgive. Chaucer.","UNCESSANT":"Incessant. [Obs.] Dr. H. More.-- Un*ces\"sant*ly, adv. [Obs.]","UNBURROW":"To force from a burrow; to unearth.","USURPATURE":"Usurpation. [R.] \"Beneath man's usurpature.\" R. Browning.","UNMEW":"To release from confinement or restraint. Keats.","UNDERSHERIFF":"A sheriff's deputy.","UNTURN":"To turn in a reserve way, especially so as to open something;as, to unturn a key. Keats.","UNMORRISED":"Not arrayed in the dress of a morris dancer. [Obs.] Beau. & Fl.","UPWREATH":"To rise with a curling motion; to curl upward, as smoke.Longfellow.","UNROOST":"To drive from the roost. Shak.","UNTIMELINESS":"Unseasonableness.","ULTRAMONTANISM":"The principles of those within the Roman Catholic Church whomaintain extreme views favoring the pope's supremacy; -- so used bythose living north of the Alps in reference to the Italians; --rarely used in an opposite sense, as referring to the views of thoseliving north of the Alps and opposed to the papal claims. Cf.Gallicanism.","UNCINATE":"Hooked; bent at the tip in the form of a hook; as, an uncinateprocess.","ULULA":"A genus of owls including the great gray owl (Ulula cinerea) ofArctic America, and other similar species. See Illust. of Owl.","UVROU":"See Euphroe.","UNI-":"A prefix signifying one, once; as in uniaxial, unicellular.","UNDERFACTION":"A subordinate party or faction.","URODELE":"One of the Urodela.","UNGULED":"Hoofed, or bearing hoofs; -- used only when these are of atincture different from the body.","UPRIGHT":"Something standing upright, as a piece of timber in a building.See Illust. of Frame.","UNSEPARABLE":"Inseparable. [Obs.] \"In love unseparable.\" Shak.","UROSACRAL":"Of or pertaining to both the caudal and sacral parts of thevertebral column; as, the urosacral vertebræ of birds.","UNSIGHT":"Doing or done without sight; not seeing or examining. [Colloq.]Unsight unseen, a colloquial phrase, denoting unseeing unseen, orunseen repeated; as, to buy a thing unsight unseen, that is, withoutseeing it.For to subscribe, unsight, unseen, To a new church discipline.Hudibras.There was a great confluence of chapmen, that resorted from everypart, with a design to purchase, which they were to do \"unsightunseen.\" Spectator.","UNIVALVULAR":"Same as Univalve, a.","UNDERBUY":"To buy at less than the real value or worth; to buy cheaperthan. [R.] J. Fletcher.","UNCONTESTABLE":"Incontestable.","UNSPED":"Not performed; not dispatched. [Obs.] Garth.","UNAMBIGUITY":"Absence of ambiguity; clearness; perspicuity.","UNPEDIGREED":"Not distinguished by a pedigree. [R.] Pollok.","UNCLOTHED":"Divested or stripped of clothing. Byron.","ULULATE":"To howl, as a dog or a wolf; to wail; as, ululating jackals.Sir T. Herbert.","UNBEWARE":"Unawares. [Obs.] Bale.","UNDERFOOT":"Under the feet; underneath; below. See Under foot, under Foot,n.","UNBARK":"To deprive of the bark; to decorticate; to strip; as, to unbarka tree. Bacon.","UNIRADIATED":"Having but one ray.","UNCINATA":"A division of marine chætopod annelids which are furnished withuncini, as the serpulas and sabellas.","UNTIMEOUS":"Untimely. [R.] Sir W. Scott.","UNVAIL":"See Unveil.","UNDERFURNISH":"To supply with less than enough; to furnish insufficiently.Collier.","UMHOFO":"An African two-horned rhinoceros (Atelodus, or Rhinoceros,simus); -- called also chukuru, and white rhinoceros.","URECHITOXIN":"A poisonous glucoside found accompanying urechitin, andextracted as a bitter white crystalline substance.","UNSOLDER":"To separate or disunite, as what has been soldered; hence, todivide; to sunder. [Formerly written also unsoder.] Tennyson.","UNDERPULL":"To exert one's influence secretly. [Obs.] Ld. North.","UPGIVE":"To give up or out. [Obs.]","UNFEATHER":"To deprive of feathers; to strip. [R.]","UNBESPEAK":"To unsay; hence, to annul or cancel. [Obs.] Pepys.","UNCHRISTENED":"Not christened; as, an unchristened child.","UNWEETING":"Unwitting. [Obs.] Chaucer. Spenser.-- Un*weet\"ing*ly, adv. [Obs.] Milton.","UNFREEZE":"To thaw. [Obs.]","UNFLINCHING":"Not flinching or shrinking; unyielding.-- Un*flinch\"ing*ly, adv.","UGLIFY":"To disfigure; to make ugly. [R.] Mad. D'Arblay.","UMBERY":"Of or pertaining to umber; like umber; as, umbery gold.","UNCAMP":"To break up the camp of; to dislodge from camp. [R.]If they could but now uncamp their enemies. Milton.","UNDERDRESSED":"Not dresses enough.","UNARTFUL":"Lacking art or skill; artless. Congreve.-- Un*art\"ful*ly, adv. Swift. Burke.","UNENCUMBER":"To free from incumbrance; to disencumber.","UNBOY":"To divest of the traits of a boy. [R.] Clarendon.","ULTRARED":"Situated beyond or below the red rays; as, the ultrated rays ofthe spectrum, which are less refrangible than the red.","UNHOOD":"To remove a hood or disguise from. Quarterly Rev.","UNIFY":"To cause to be one; to make into a unit; to unite; to view asone.A comprehensive or unifying act of the judging faculty. De Quincey.Perception is thus a unifying act. Sir W. Hamilton.","UNBANK":"To remove a bank from; to open by, or as if by, the removal ofa bank. H. Taylor.","UNRESPECT":"Disrespect. [Obs.] \"Unrespect of her toil.\" Bp. Hall.","URETHRITIS":"Inflammation of the urethra.","UNGENEROUS":"Not generous; illiberal; ignoble; unkind; dishonorable.The victor never will impose on Cato Ungenerous terms. Addison.","UPSETTING THERMOMETER":"A thermometer by merely inverting which the temperature may beregistered. The column of mercury is broken and, as it remains untilthe instrument is reset, the reading may be made at leisure.","UNMONOPOLIZE":"To recover or release from the state of being monopolized. [R.]Unmonopolizing the rewards of learning and industry. Milton.","UNIMPEACHABLE":"Not impeachable; not to be called in question; exempt fromliability to accusation; free from stain, guilt, or fault;irreproachable; blameless; as, an unimpeachable reputation;unimpeachable testimony. Burke.-- Un`im*peach\"a*ble*ness, n.-- Un`im*peach\"a*bly, adv.","UPROOT":"To root up; to tear up by the roots, or as if by the roots; toremove utterly; to eradicate; to extirpate.Trees uprooted left their place. Dryden.At his command the uprooted hills retired. Milton.","UNNERVE":"To deprive of nerve, force, or strength; to weaken; toenfeeble; as, to unnerve the arm.Unequal match'd, . . . The unnerved father falls. Shak.","UNLOVELY":"Not lovely; not amiable; possessing qualities that excitedislike; disagreeable; displeasing; unpleasant.-- Un*love\"li*ness, n.","UNLICKED":"Not licked; hence, not properly formed; ungainly. Cf. To lickinto shape, under Lick, v. Shak.","UNFALLIBLE":"Infallible. Shak.","UNSUBSTANTIALIZE":"To make unsubstantial. [R.]","UROXANTHIN":"Same as Indican.","URETER":"The duct which conveys the urine from the kidney to the bladderor cloaca. There are two ureters, one for each kidney.","UNFRIENDED":"Wanting friends; not befriended; not countenanced or supported.Goldsmith.If Richard indeed does come back, it must be alone, unfollowed,unfriended. Sir W. Scott.","UCKEWALLIST":"One of a sect of rigid Anabaptists, which originated in 1637,and whose tenets were essentially the same as those of theMennonists. In addition, however, they held that Judas and themurderers of Christ were saved. So called from the founder of thesect, Ucke Wallis, a native of Friesland. Eadie.","UNLAP":"To unfold. [Obs.] Wyclif.","UMPIRESHIP":"Umpirage; arbitrament. Jewel.","UNMANNED":"Deprived of manly qualities; deficient in vigor, strength,courage, etc.; weak; effeminate.","UNCLENCH":"Same as Unclinch.","UNITIVE":"Having the power of uniting; causing, or tending to produce,union. Jer. Taylor.","UPSPRING":"To spring up. Tennyson.","UNUSUALITY":"Unusualness. Poe.","UNNATURE":"To change the nature of; to invest with a different or contrarynature. [Obs.]A right heavenly nature, indeed, as if were unnaturing them, doth sobridle them [the elements]. Sir P. Sidney.","UNDERPLANT":"To plant under; specif. (Forestry),","UNDERSHAPEN":"Under the usual shape or size; small; dwarfish. [Poetic]His dwarf, a vicious undershapen thing. Tennyson.","UNIFORM":"A dress of a particular style or fashion worn by persons in thesame service or order by means of which they have a distinctiveappearance; as, the uniform of the artillery, of the police, of theFreemasons, etc.There are many things which, a soldier will do in his plain clotheswhich he scorns to do in his uniform. F. W. Robertson.In full uniform (Mil.), wearing the whole of the prescribed uniform,with ornaments, badges of rank, sash, side arms, etc.-- Uniform sword, an officer's sword of the regulation patternprescribed for the army or navy.","UNHINGEMENT":"The act unhinging, or the state of being unhinged.","UNBOOKED":"Not written in a book; unrecorded. \"UnbookedEnglish life.\"Masson.","UNSORROWED":"Not sorrowed for; unlamented. Beau. & Fl.","UNSET":"Not set; not fixed or appointed.","UNPERISHABLY":"Imperishably.","UNPANNEL":"To take the saddle off; to unsaddle. [Obs.] Jervas.","UTI POSSIDETIS":"The basis or principle of a treaty which leaves belligerentsmutually in possession of what they have acquired by their armsduring the war. Brande & C.","URN":"A measure of capacity for liquids, containing about threegallons and a haft, wine measure. It was haft the amphora, and fourtimes the congius.","UNRINGED":"Not having a ring, as in the nose. \"Pigs unringed.\" Hudibras.","ULE":"A Mexican and Central American tree (Castilloa elastica and C.Markhamiana) related to the breadfruit tree. Its milky juice containscaoutchouc. Called also ule tree.","UNPATHWAYED":"Pathless. [R.] \"The smooth, unpathwayed plain.\" Wordsworth.","UNDERSKIRT":"A petticoat; the foundation skirt of a draped dress.","UNACCURATENESS":"Inaccuracy. Boyle.","UNMOVABLY":"Immovably. [R.] J. Ellis.","UNIFLOROUS":"Bearing one flower only; as, a uniflorous peduncle.","UNCAPPER":"An instrument for removing an explode cap from a cartridgeshell.","UNLEASH":"To free from a leash, or as from a leash; to let go; torelease; as, to unleash dogs.","ULCERABLE":"Capable of ulcerating.","UNPOLISH":"To deprive of polish; to make impolite.","UNCREATEDNESS":"The quality or state of being uncreated.","UNDECENNIAL":"Occurring or observed every eleventh year; belonging to, orcontinuing, a period of eleven years; undecennary; as, an undecennialfestival.","UNTRUST":"Distrust. [Obs.] Chaucer.","UNDECENT":"Indecent. [Obs.]","UNSATURATED":"Capable of taking up, or of uniting with, certain otherelements or compounds, without the elimination of any side product;thus, aldehyde, ethylene, and ammonia are unsaturated.","UNSHAPE":"To deprive of shape, or of proper shape; to disorder; toconfound; to derange. [R.] Shak.","UNERRINGLY":"In an unerring manner.","UNCONNING":"Not knowing; ignorant. [Obs.] Chaucer.-- n.","UPLOOK":"To look or gaze up. [Obs.]","UNDERLETTER":"A tenant or lessee who grants a lease to another.","UNDEADLY":"Not subject to death; immortal. [Obs.] -- Un*dead\"li*ness, n.[Obs.] Wyclif.","UNIPED":"Having only one foot. Wright.","UNROOF":"To strip off the roof or covering of, as a house. Shak.","UMBELLIFERONE":"A tasteless white crystalline substance, C9H6O3, found in thebark of a certain plant (Daphne Mezereum), and also obtained by thedistillation of certain gums from the Umbelliferæ, as galbanum,asafetida, etc. It is analogous to coumarin. Called also hydroxy-coumarin.","URALI":"See Curare.","UNSOLEMNIZE":"To divest of solemnity.","UTTERANCE":"The last extremity; the end; death; outrance. [Obs.]Annibal forced those captives whom he had taken of our men toskirmish one against another to the utterance. Holland.","UPHEAPED":"Piled up; accumulated.God, which shall repay all with upheaped measure. Udall.","UNTRAMMELED":"Not hampered or impeded; free. [Written also untrammelled.]","UTTERLY":"In an utter manner; to the full extent; fully; totally; as,utterly ruined; it is utterly vain.","UPRIGHTEOUSLY":"In an upright or just manner. [Obs.] Shak.","UNIVALENCE":"The quality or state of being univalent.","UNNATURAL":"Not natural; contrary, or not conforming, to the order ofnature; being without natural traits; as, unnatural crimes.","UROCHORDAL":"Of or pertaining to the Urochorda.","UNCONSPICUOUS":"Inconspicuous. [R.] Ed. Rev."}