{"water violet":"See under Violet.","westering":"Passing to the west.Toward heaven's descent had sloped his westering wheel. Milton.","water bellows":"Same as Tromp.","watercourse":"One of the holes in floor or other plates to permit water toflow through.","water blackbird":"The European water ousel, or dipper.","wornil":"See Wormil.","whetile":"The green woodpecker, or yaffle. See Yaffle. [Prov. Eng.]","warp knitting":"A kind of knitting in which a number of threads areinterchained each with one or more contiguous threads on either side.","wreak":"To reck; to care. [Obs.] Shak.","webeye":"See Web, n., 8.","weariful":"Abounding in qualities which cause weariness; wearisome.-- Wea\"ri*ful*ly, adv.","wretchedly":"In a wretched manner; miserably; despicable.","whitneyite":"an arsenide of copper from Lake Superior.","whortle":"The whortleberry, or bilberry.[He] looked ahead of him from behind a tump of whortles. R. D.Blackmore.","warp":"To tow or move, as a vessel, with a line, or warp, attached toa buoy, anchor, or other fixed object.","woodmeil":"See Wadmol.","wealden":"Of or pertaining to the lowest division of the Cretaceousformation in England and on the Continent, which overlies the Oöliticseries.","water monitor":"A very large lizard (Varanaus salvator) native of India. Itfrequents the borders of streams and swims actively. It becomes fiveor six feet long. Called also two-banded monitor, and kabaragoya. Thename is also applied to other aquatic monitors.","water aloe":"See Water soldier.","want":"A depression in coal strata, hollowed out before the subsequentdeposition took place. [Eng.]","whipper":"A kind of simple willow.","weakfish":"Any fish of the genus Cynoscion; a squeteague; -- so calledfrom its tender mouth. See Squeteague. Spotted weakfish (Zoöl.), thespotted squeteague.","witch":"A cone of paper which is placed in a vessel of lard or otherfat, and used as a taper. [Prov. Eng.]","wrecking":"a. & n. from Wreck, v. Wrecking car (Railway), a car fitted upwith apparatus and implements for removing the wreck occasioned by anaccident, as by a collision.-- Wrecking pump, a pump especially adapted for pumping water fromthe hull of a wrecked vessel.","whur":"A humming or whirring sound, like that of a body moving throughthe air with velocity; a whir.","whitewall":"The spotted flycatcher; -- so called from the white color ofthe under parts. [Prov. Eng.]","water breather":"Any arthropod that breathes by means of gills.","warkloom":"A tool; an implement. [Scot.]","wyvern":"Same as Wiver.","waxy":"Resembling wax in appearance or consistency; viscid; adhesive;soft; hence, yielding; pliable; impressible. \"Waxy to persuasion.\"Bp. Hall. Waxy degeneration (Med.), amyloid degeneration. See underAmyloid.-- Waxy kidney, Waxy liver, etc. (Med.), a kidney or liver affectedby waxy degeneration.","wung-out":"Having the sails set in the manner called wing-and-wing.[Sailors' slang]","water qualm":"See Water brash, under Brash.","witenagemote":"A meeting of wise men; the national council, or legislature, ofEngland in the days of the Anglo-Saxons, before the Norman Conquest.","warpath":"The route taken by a party of Indians going on a warlikeexpedition. Schoolcraft. On the warpath, on a hostile expedition;hence, colloquially, about to attack a person or measure.","welt":"A narrow border, as of an ordinary, but not extending aroundthe ends. Welt joint, a joint, as of plates, made with a welt,instead of by overlapping the edges. See Weld, n., 1 (d).","wigless":"Having or wearing no wig.","waddler":"One who, or that which, waddles.","washdish":"Same as Washerwoman, 2. [Prov. Eng.]","water god":"A fabulous deity supposed to dwell in, and preside over, somebody of water.","weather-bit":"A turn of the cable about the end of the windlass, without thebits.","wadmol":"A coarse, hairy, woolen cloth, formerly used for garments bythe poor, and for various other purposes. [Spelled also wadmal,wadmeal, wadmoll, wadmel, etc.] Beck (Draper's Dict.). Sir W. Scott.","weismannism":"The theories and teachings in regard to heredity propounded bythe German biologist August Weismann, esp. in regard to germ plasm asthe basis of heredity and the impossibility of transmitting acquiredcharacteristics; -- often called neo-Darwinism.","warefulness":"Wariness; cautiousness. [Obs.] \"Full of warefulness.\" Sir P.Sidney.","windbore":"The lower, or bottom, pipe in a lift of pumps in a mine.Ansted.","well-meaning":"Having a good intention.","weather-fend":"To defend from the weather; to shelter. Shak.[We] barked the white spruce to weather-fend the roof. Emerson.","wisdom literature":"The class of ancient Hebrew writings which deal reflectivelywith general ethical and religious topics, as distinguished from theprophetic and liturgical literature, and from the law. It iscomprised chiefly in the books of Job, Proverbs, Ecclesiasticus,Ecclesiastes, and Wisdom of Solomon. The \"wisdom\" (Hokhmah) of thesewritings consists in detached sage utterances on concrete issues oflife, without the effort at philosophical system that appeared in thelater Hellenistic reflective writing beginning with Philo Judæus.","wage":"To give security for the performance of. Burrill. To wagebattle (O. Eng. Law), to give gage, or security, for joining in theduellum, or combat. See Wager of battel, under Wager, n. Burrill.-- To wage one's law (Law), to give security to make one's law. SeeWager of law, under Wager, n.","waxiness":"Quality or state of being waxy.","wite":"To reproach; to blame; to censure; also, to impute as blame.[Obs. or Scot.] Spenser.Though that I be jealous, wite me not. Chaucer.There if that I misspeak or say, Wite it the ale of Southwark, I youpray. Chaucer.","water dock":"A tall, coarse dock growing in wet places. The American waterdock is Rumex orbiculatus, the European is R. Hydrolapathum.","waddle":"To walk with short steps, swaying the body from one side to theother, like a duck or very fat person; to move clumsily andtotteringly along; to toddle; to stumble; as, a child waddles when hebegins to walk; a goose waddles. Shak.She drawls her words, and waddles in her pace. Young.","water mint":"A kind of mint (Mentha aquatica) growing in wet places, andsometimes having a perfume resembling bergamot.","wezand":"See Weasand. [Obs.]","wald":"A forest; -- used as a termination of names. See Weald.","wonderer":"One who wonders.","winy":"Having the taste or qualities of wine; vinous; as, grapes of awiny taste. Dampier.","whitson":"See Whitsun. [Obs.]","watershoot":"That which serves to guard from falling water; a drip ordripstone.","whistlefish":"A gossat, or rockling; -- called also whistler, three-beardedrockling, sea loach, and sorghe.","weeviled":"Infested by weevils; as, weeviled grain. [Written alsoweevilled.]","windle":"The redwing. [Prov. Eng.]","wind signal":"In general, any signal announcing information concerning winds,and esp. the expected approach of winds whose direction and force aredangerous to shipping, etc. The wind-signal system of the UnitedStates Weather Bureau consists of storm, information, hurricane, hotwind, and inland storm signals.","wekau":"A small New Zealand owl (Sceloglaux albifacies). It has shortwings and long legs, and lives chiefly on the ground.","warmful":"Abounding in capacity to warm; giving warmth; as, a warmfulgarment. [R.] Chapman.","wallop":"To move quickly, but with great effort; to gallop. [Prov. Eng.& Scot.]","worst":"Bad, evil, or pernicious, in the highest degree, whether in aphysical or moral sense. See Worse. \"Heard so oft in worst extremes.\"Milton.I have a wife, the worst that may be. Chaucer.If thou hadst not been born the worst of men, Thou hadst been a knaveand flatterer. Shak.","windflower":"The anemone; -- so called because formerly supposed to openonly when the wind was blowing. See Anemone.","white slaver":"A person engaged in procuring or holding a woman or women forunwilling prostitution.","wont":"Using or doing customarily; accustomed; habituated; used. \"Ashe was wont to go.\" Chaucer.If the ox were wont to push with his horn. Ex. xxi. 29.","water meadow":"A meadow, or piece of low, flat land, capable of being kept ina state of fertility by being overflowed with water from someadjoining river or stream.","wolffian":"Discovered, or first described, by Caspar Friedrich Wolff(1733-1794), the founder of modern embryology. Wolffian body, themesonephros.-- Wolffian duct, the duct from the Wolffian body.","wire-drawer":"One who draws metal into wire.","whirl":"A whorl. See Whorl.","water mite":"Any of numerous species of aquatic mites belonging to Hydrachnaand allied genera of the family Hydrachnidæ, usually having the legsfringed and adapted for swimming. They are often red or red and blackin color, and while young are parasites of fresh-water insects andmussels. Called also water tick, and water spider.","wagenboom":"A south African proteaceous tree (Protea grandiflora); also,its tough wood, used for making wagon wheels.","weddahs":"See Veddahs.","wistly":"Attentively; observingly. [Obs.] Shak.","whiteside":"The golden-eye.","whiffler":"The golden-eye. [Local, U.S.]","water poa":"Meadow reed grass. See under Reed.","woolenet":"A thin, light fabric of wool. [Written also woollenet,woolenette, and woollenette.]","wainscot":"A wooden lining or boarding of the walls of apartments, usuallymade in panels.","weeping-ripe":"Ripe for weeping; ready to weep. [Obs.] Shak.","woon":"Dwelling. See Wone. [Obs.]","water devil":"The rapacious larva of a large water beetle (Hydrophiluspiceus), and of other similar species. See Illust. of Water beetle.","worry":"To feel or express undue care and anxiety; to manifestdisquietude or pain; to be fretful; to chafe; as, the child worries;the horse worries.","winningness":"The quality or state of being winning. \"Winningness in style.\"J. Morley.","wide-angle":"Having or covering an angle wider than the ordinary; -- appliedto certain lenses of relatively short focus. Lenses for ordinarypurposes have an angle of 50º or less. Wide-angle lenses may cover asmuch as 100º and are useful for photographing at short range, but thepictures appear distorted.","waltzer":"A person who waltzes.","wrester":"One who wrests.","water chevrotain":"A large West African chevrotain (Hyæmoschus aquaticus). It hasa larger body and shorter legs than the other allied species. Calledalso water deerlet.","wrythen":"Writhen.","westerner":"A native or inhabitant of the west.","wawaskeesh":"The wapiti, or wapiti, or American elk.","wier":"Same as Weir.","wanger":"A pillow for the cheek; a pillow. [Obs. & R.]His bright helm was his wanger. Chaucer.","wrack":"A thin, flying cloud; a rack.","wreck-master":"A person appointed by law to take charge of goods, etc., thrownon shore after a shipwreck.","whiggishly":"In a Whiggish manner.","welter":"To wither; to wilt. [R.]Weltered hearts and blighted . . . memories. I. Taylor.","wailful":"Sorrowful; mournful. \" Like wailful widows.\" Spenser. \"Wailfulsonnets.\" Shak.","wassailer":"One who drinks wassail; one who engages in festivity,especially in drinking; a reveler.The rudeness and swilled insolence Of such late wassailers. Milton.","ware":"Wore.","whenever":"At whatever time. \"Whenever that shall be.\" Milton.","water locust":"A thorny leguminous tree (Gleditschia monosperma) which growsin the swamps of the Mississippi valley.","wag-halter":"One who moves or wears a halter; one likely to be hanged.[Colloq. & Obs.]I can tell you, I am a mad wag-halter. Marston.","wong":"A field. [Obs.] Spelman. \"Woods and wonges.\" Havelok the Dane.","workaday":"See Workyday.","wronger":"One who wrongs or injures another. Shak. \"Wrongers of theworld.\" Tennyson.","woundable":"Capable of being wounded; vulnerable. [R.] Fuller.","whacking":"Very large; whapping. [Colloq.]","water purslane":"See under Purslane.","weryangle":"See Wariangle. [Obs.] Chaucer.","waterproof":"Proof against penetration or permeation by water; impervious towater; as, a waterproof garment; a waterproof roof.","whitester":"A bleacher of lines; a whitener; a whitster. [Prov. Eng.]","weariless":"Incapable of being wearied.","waivure":"See Waiver. [R.]","waygate":"The tailrace of a mill. Knight.","woolgathering":"Indulging in a vagrant or idle exercise of the imagination;roaming upon a fruitless quest; idly fanciful.","welldoer":"One who does well; one who does good to another; a benefactor.","wend":"p. p. of Wene. Chaucer.","water deerlet":"See Water chevrotain.","wailment":"Lamentation; loud weeping; wailing. [Obs.] Bp. Hacket.","windless":"A grass used for making ropes or for plaiting, esp. AgrostisSpica-ventis. [Prov. Eng. & Scot.] Shelley.","water tube":"One of a system of tubular excretory organs having externalopenings, found in many invertebrates. They are believed to beanalogous in function to the kidneys of vertebrates. See Illust.under Trematodea, and Sporocyst.","whoot":"To hoot. [Obs.]","welcomely":"In a welcome manner.","water-withe":"A vinelike plant (Vitis Caribæa) growing in parched districtsin the West Indies, and containing a great amount of sap which issometimes used for quenching thirst.","work":"Structures in civil, military, or naval engineering, as docks,bridges, embankments, trenches, fortifications, and the like; also,the structures and grounds of a manufacturing establishment; as, ironworks; locomotive works; gas works. (d) pl.","witch-elm":"See Wych-elm.","waver":"A sapling left standing in a fallen wood. [Prov. Eng.]Halliwell.","weel":"Well. [Obs. or Scot.]","wench":"To frequent the company of wenches, or women of ill fame.","whort":"The whortleberry, or bilberry. See Whortleberry (a).","witherband":"A piece of iron in a saddle near a horse's withers, tostrengthen the bow.","well-willer":"One who wishes well, or means kindly. [R.] \"A well-willer ofyours.\" Brydges.","webfoot":"Any web-footed bird.","wether":"A castrated ram.","workmanlike":"Becoming a workman, especially a skillful one; skillful; wellperformed.","wholeness":"The quality or state of being whole, entire, or sound;entireness; totality; completeness.","wranglership":"The honor or position of being a wrangler at the University ofCambridge, England.","womanish":"Suitable to a woman, having the qualities of a woman;effeminate; not becoming a man; -- usually in a reproachful sense.See the Note under Effeminate. \" Thy tears are womanish.\" Shak. \"Womanish entreaties.\" Macaulay.A voice not soft, weak, piping, and womanish, but audible, strong,and manlike. Ascham.-- Wom\"an*ish*ly, adv.-- Wom\"an*ish*ness, n.","wordsman":"One who deals in words, or in mere words; a verbalist. [R.]\"Some speculative wordsman.\" H. Bushnell.","wise-hearted":"Wise; knowing; skillful; sapient; erudite; prudent. Ex. xxviii.3.","web":"A weaver. [Obs.] Chaucer.","wireless":"Having no wire; specif. (Elec.),","wrackful":"Ruinous; destructive. [Obs.]","weapon":"A thorn, prickle, or sting with which many plants arefurnished. Concealed weapons. See under Concealed.-- Weapon salve, a salve which was supposed to cure a wound by beingapplied to the weapon that made it. [Obs.] Boyle.","winnower":"One who, or that which, winnows; specifically, a winnowingmachine.","wynkernel":"The European moor hen. [Prov. Eng.]","worm-shell":"Any species of Vermetus.","wingmanship":"Power or skill in flying. [R.] Duke of Argyll.","wilder":"To bewilder; to perplex.Long lost and wildered in the maze of fate. Pope.Again the wildered fancy dreams Of spouting fountains, frozen as theyrose. Bryant.","wallachian":"Of or pertaining to Wallachia, a former principality, now partof the kingdom, of Roumania. -- n.","worker":"One of the neuter, or sterile, individuals of the social ants,bees, and white ants. The workers are generally females having thesexual organs imperfectly developed. See Ant, and White ant, underWhite.","wourali":"Same as Curare.","witeless":"Blameless. [Obs.] Spenser.","wernerite":"The common grayish or white variety of soapolite.","whitewood":"The soft and easily-worked wood of the tulip tree(Liriodendron). It is much used in cabinetwork, carriage building,etc.","wicopy":"See Leatherwood.","wolfhound":"Originally, a large hound used in hunting wolves; now, any oneof certain breeds of large dogs, some of which are nearly identicalwith the great Danes.","weird":"To foretell the fate of; to predict; to destine to. [Scot.]Jamieson.","waferer":"A dealer in the cakes called wafers; a confectioner. [Obs.]Chaucer.","water cure":"Hydropathy.","water mouse":"Any one of several species of mice belonging to the genusHydromys, native of Australia and Tasmania. Their hind legs arestrong and their toes partially webbed. They live on the borders ofstreams, and swim well. They are remarkable as being the only rodentsfound in Australia.","water pennywort":"Marsh pennywort. See under Marsh.","whencesoever":"From what place soever; from what cause or source soever.Any idea, whencesoever we have it. Locke.","word method":"A method of teaching reading in which words are first taken assingle ideograms and later analyzed into their phonetic andalphabetic elements; -- contrasted with the alphabet and sentencemethods.","weedery":"Weeds, collectively; also, a place full of weeds or for growingweeds. [R.] Dr. H. More.","water hyacinth":"Either of several tropical aquatic plants of the genusEichhornia, related to the pickerel weed.","weyleway":"See Welaway. [Obs.]","waxwork":"An American climbing shrub (Celastrus scandens). It bears aprofusion of yellow berrylike pods, which open in the autumn, anddisplay the scarlet coverings of the seeds.","wet-bulb thermometer":"That one of the two similar thermometers of a psychrometer thebulb of which is moistened; also, the entire instrument.","warely":"Cautiously; warily. [Obs.]They bound him hand and foot with iron chains, And with continualwatch did warely keep. Spenser.","water bailiff":"An officer of the customs, whose duty it is to search vessels.[Eng.]","water brain":"A disease of sheep; gid.","whisker":"That part of the beard which grows upon the sides of the face,or upon the chin, or upon both; as, side whiskers; chin whiskers.","waft":"To be moved, or to pass, on a buoyant medium; to float.And now the shouts waft near the citadel. Dryden.","westling":"A westerner. [R.]","weive":"See Waive. [Obs.] Gower.","wondrous":"In a wonderful or surprising manner or degree; wonderfully.For sylphs, yet mindful of their ancient race, Are, as when women,wondrous fond of place. Pope.And now there came both mist and snow, And it grew wondrous cold.Coleridge.","womanize":"To make like a woman; to make effeminate. [Obs.] V. Knox.","water murrain":"A kind of murrain affecting cattle. Crabb.","water partridge":"The ruddy duck. [Local, U. S.]","wind-plant":"A windflower.","woolman":"One who deals in wool.","widegap":"The angler; -- called also widegab, and widegut.","worldly":"With relation to this life; in a worldly manner.Subverting worldly strong and worldly wise By simply meek. Milton.","weaponless":"Having no weapon.","whim":"The European widgeon. [Prov. Eng.]","wai wu pu":"The Department of Foreign Affairs in the Chinese government.","weighboard":"Clay intersecting a vein. Weale.","warningly":"In a warning manner.","wareroom":"A room in which goods are stored or exhibited for sale.","woodhouse":"A house or shed in which wood is stored, and sheltered from theweather.","wellspring":"A fountain; a spring; a source of continual supply.Understanding is a wellspring of life unto him that hath it; but theinstruction of fools is folly. Prov. xvi. 22.","wrynecked":"Having a distorted neck; having the deformity called wryneck.","water ram":"An hydraulic ram.","wristband":"The band of the sleeve of a shirt, or other garment, whichcovers the wrist.","woolpack":"A pack or bag of wool weighing two hundred and forty pounds.","whom":"The objective case of who. See Who.","wreakful":"Revengeful; angry; furious. [Obs.] -- Wreak\"ful*ly, adv. [Obs.]","willowed":"Abounding with willows; containing willows; covered orovergrown with willows. \"Willowed meads.\" Collins.","willow-thorn":"A thorny European shrub (Hippophaë rhamnoides) resembling awillow.","wist":"Knew.","woul":"To howl. [Obs.] Wyclif.","woodcut":"An engraving on wood; also, a print from it. Same as Wood cut,under Wood.","waveringness":"The quality or state of wavering.","water drain":"A drain or channel for draining off water.","whiz":"To make a humming or hissing sound, like an arrow or ballflying through the air; to fly or move swiftly with a sharp hissingor whistling sound. [Written also whizz.]It flew, and whizzing, cut the liquid way. Dryden.","wastor":"A waster; a thief. [Obs. or R.] [Written also wastour.]Chaucer. Southey.","weftage":"Texture. [Obs.] Grew.","water back":"See under 1st Back.","weald":"A wood or forest; a wooded land or region; also, an opencountry; -- often used in place names.Fled all night long by glimmering waste and weald, And heard thespirits of the waste and weald Moan as she fled. Tennyson.Weald clay (Geol.), the uppermost member of the Wealden strata. SeeWealden.","woolsey":"Linsey-woolsey.","warlockry":"Impishness; magic.","wrought":"imp. & p. p. of Work.Alas that I was wrought [created]! Chaucer.","wit":"To know; to learn. \"I wot and wist alway.\" Chaucer.","workbox":"A box for holding instruments or materials for work.","withstander":"One who withstands, or opposes; an opponent; a resisting power.","welsh":"Of or pertaining to Wales, or its inhabitants. [Sometimeswritten also Welch.] Welsh flannel, a fine kind of flannel made fromthe fleece of the flocks of the Welsh mountains, and largelymanufactured by hand.-- Welsh glaive, or Welsh hook, a weapon of war used in former timesby the Welsh, commonly regarded as a kind of poleax. Fairholt. Craig.-- Welsh mortgage (O. Eng. Law), a species of mortgage, being aconveyance of an estate, redeemable at any time on payment of theprincipal, with an understanding that the profits in the mean timeshall be received by the mortgagee without account, in satisfactionof interest. Burrill.-- Welsh mutton, a choice and delicate kind of mutton obtained froma breed of small sheep in Wales.-- Welsh onion (Bot.), a kind of onion (Allium fistulosum) havinghollow inflated stalks and leaves, but scarcely any bulb, a native ofSiberia. It is said to have been introduced from Germany, and issupposed to have derived its name from the German term wälschforeign.-- Welsh parsley, hemp, or halters made from hemp. [Obs. & Jocular]J. Fletcher.-- Welsh rabbit. See under Rabbit.","whipstitch":"The act or process of whipstitching.","well-bred":"Having good breeding; refined in manners; polite; cultivated.I am as well-bred as the earl's granddaughter. Thackera","woo":"To court; to make love. Dryden.","walking":"a. & n. from Walk, v. Walking beam. See Beam, 10.-- Walking crane, a kind of traveling crane. See under Crane.-- Walking fern. (Bot.) See Walking leaf, below.-- Walking fish (Zoöl.), any one of numerous species of Asiaticfishes of the genus Ophiocephalus, some of which, as O. marulius,become over four feet long. They have a special cavity over the gillslined with a membrane adapted to retain moisture to aid inrespiration, and are thus able to travel considerable distances overthe land at night, whence the name. They construct a curious nest fortheir young. Called also langya.-- Walking gentleman (Theater), an actor who usually fillssubordinate parts which require a gentlemanly appearance but fewwords. [Cant] -- Walking lady (Theater), an actress who usually fillssuch parts as require only a ladylike appearance on the stage. [Cant]-- Walking leaf. (a) (Bot.) A little American fern (Camptosorusrhizophyllus); -- so called because the fronds taper into slenderprolongations which often root at the apex, thus producing newplants. (b) (Zoöl.) A leaf insect. See under Leaf.-- Walking papers, or Walking ticket, an order to leave; dismissal,as from office. [Colloq.] Bartlett.-- Walking stick. (a) A stick or staff carried in the hand for handfor support or amusement when walking; a cane. (b) (Zoöl.) A stickinsect; -- called also walking straw. See Illust. of Stick insect,under Stick.-- Walking wheel (Mach.), a prime mover consisting of a wheel drivenby the weight of men or animals walking either in it or on it; atreadwheel.","wah":"The panda.","weariness":"The quality or state of being weary or tried; lassitude;exhaustion of strength; fatigue.With weariness and wine oppressed. Dryden.A man would die, though he were neither valiant nor miserable, onlyupon a weariness to do the same thing so oft over and over. Bacon.","wennel":"See Weanel. [Obs.] Tusser.","woodrock":"A compact woodlike variety of asbestus.","word-catcher":"One who cavils at words.","welkin":"The visible regions of the air; the vault of heaven; the sky.On the welkne shoon the sterres lyght. Chaucer.The fair welkin foully overcast. Spenser.When storms the welkin rend. Wordsworth.","willet":"A large North American snipe (Symphemia semipalmata); -- calledalso pill-willet, will-willet, semipalmated tattler, or snipe, ducksnipe, and stone curlew. Carolina willet, the Hudsonian godwit.","weed":"A sudden illness or relapse, often attended with fever, whichattacks women in childbed. [Scot.]","whorler":"A potter's wheel.","white":"Any one of numerous species of butterflies belonging to Pieris,and allied genera in which the color is usually white. See Cabbagebutterfly, under Cabbage. Black and white. See under Black.-- Flake white, Paris white, etc. See under Flack, Paris, etc.-- White of a seed (Bot.), the albumen. See Albumen, 2.-- White of egg, the viscous pellucid fluid which surrounds the yolkin an egg, particularly in the egg of a fowl. In a hen's egg it isalkaline, and contains about 86 per cent of water and 14 per cent ofsolid matter, the greater portion of which is egg albumin. Itlikewise contains a small amount of globulin, and traces of fats andsugar, with some inorganic matter. Heated above 60º C. it coagulatesto a solid mass, owing to the albumin which it contains. Parr.-- White of the eye (Anat.), the white part of the ball of the eyesurrounding the transparent cornea.","wormseed":"Any one of several plants, as Artemisia santonica, andChenopodium anthelminticum, whose seeds have the property ofexpelling worms from the stomach and intestines. Wormseed mustard, aslender, cruciferous plant (Erysinum cheiranthoides) having smalllanceolate leaves.","whereform":"From which; from which or what place. Tennyson.","worthiness":"The quality or state of being worthy; desert; merit;excellence; dignity; virtue; worth.Who is sure he hath a soul, unless It see, and judge, and followworthiness Donne.She is not worthy to be loved that hath not some feeling of her ownworthiness. Sir P. Sidney.The prayers which our Savior made were for his own worthinessaccepted. Hooker.","wistonwish":"See Wishtonwish.","wolverene state":"Michigan; -- a nickname.","winterweed":"A kind of speedwell (Veronica hederifolia) which spreadschiefly in winter. Dr. Prior.","washiness":"The quality or state of being washy, watery, or weak.","white-face":"A white mark in the forehead of a horse, descending almost tothe nose; -- called also white-blaze.","wesil":"See Weasand. [Obs.]","weasand":"The windpipe; -- called also, formerly, wesil. [Formerly,written also, wesand, and wezand.]Cut his weasand with thy knife. Shak.","welfaring":"Faring well; prosperous; thriving. [Obs.] \"A welfaring person.\"Chaucer.","wishable":"Capable or worthy of being wished for; desirable. Udall.","water spaniel":"A curly-haired breed of spaniels, naturally very fond of thewater.","waylay":"To lie in wait for; to meet or encounter in the way;especially, to watch for the passing of, with a view to seize, rob,or slay; to beset in ambush.Falstaff, Bardolph, Peto, and Gadshill shall rob those men that wehave already waylaid. Shak.She often contrived to waylay him in his walks. Sir W. Scott.","weazand":"See Weasand. [Obs.]","wimple":"To lie in folds; also, to appear as if laid in folds or plaits;to ripple; to undulate. \"Wimpling waves.\" Longfellow.For with a veil, that wimpled everywhere, Her head and face was hid.Spenser.With me through . . . meadows stray, Where wimpling waters make theirway. Ramsay.","weatherglass":"An instrument to indicate the state of the atmosphere,especially changes of atmospheric pressure, and hence changes ofweather, as a barometer or baroscope. Poor man's weatherglass. (Bot.)See under Poor.","widow bird":"See Whidan bird.","whittlings":"Chips made by one who whittles; shavings cut from a stick witha knife.","wot":"1st & 3d pers. sing. pres. of Wit, to know. See the Note underWit, v. [Obs.]Brethren, I wot that through ignorance ye did it. Acts iii. 17.","wallaby":"Any one of numerous species of kangaroos belonging to the genusHalmaturus, native of Australia and Tasmania, especially the smallerspecies, as the brush kangaroo (H. Bennettii) and the pademelon (H.thetidis). The wallabies chiefly inhabit the wooded district andbushy plains. [Written also wallabee, and whallabee.]","wileful":"Full of wiles; trickish; deceitful.","water pocket":"A water hole in the bed of an intermittent stream, esp. thebowl at the foot of a cliff over which the stream leaps when in theflood stage. [Western U. S.]","whang":"A leather thong. [Prov. Eng. & Colloq. U. S.]","whigling":"A petty or inferior Whig; -- used in contempt. Spectator.","webbing":"A woven band of cotton or flax, used for reins, girths, bedbottoms, etc.","wicke":"Wicked. [Obs.] Piers Plowman. \"With full wikke intent.\"Chaucer.","wrie":"See Wry. [Obs.] Chaucer.","water plantain":"A kind of plant with acrid leaves. See under 2d Plantain.","wallow":"To roll; esp., to roll in anything defiling or unclean. \"Wallowthyself in ashes.\" Jer. vi. 26.","wager":"A contract by which two parties or more agree that a certainsum of money, or other thing, shall be paid or delivered to one ofthem, on the happening or not happening of an uncertain event.Bouvier.","waag":"The grivet.","wickered":"Made of, secured by, or covered with, wickers or wickerwork.Ships of light timber, wickered with osier between, and covered overwith leather. Milton.","walkable":"Fit to be walked on; capable of being walked on or over. [R.]Swift.","water pox":"A variety of chicken pox, or varicella. Dunglison.","wet-shod":"Having the feet, or the shoes on the feet, wet.","whirler":"One who, or that which, whirls.","withdrawment":"The act of withdrawing; withdrawal. W. Belsham.","widow-wail":"A low, narrowleaved evergreen shrub (Cneorum tricoccon) foundin Southern Europe.","wayward":"Taking one's own way; disobedient; froward; perverse; willful.My wife is in a wayward mood. Shak.Wayward beauty doth not fancy move. Fairfax.Wilt thou forgive the wayward thought Keble.-- Way\"ward*ly, adv.-- Way\"ward*ness, n.","wagati":"A small East Indian wild cat (Felis wagati), regarded by someas a variety of the leopard cat.","wayfare":"To journey; to travel; to go to and fro. [Obs.]A certain Laconian, as he wayfared, came unto a place where theredwelt an old friend of his. Holland.","weasel-faced":"Having a thin, sharp face, like a weasel.","winter-rig":"To fallow or till in winter. [Prov. Eng.]","well-nigh":"Almost; nearly. Chaucer.","whan":"When. [Obs.] Chaucer.","wey":"Way; road; path. [Obs.] Chaucer.","wit-snapper":"One who affects repartee; a wit-cracker. [Obs.] Shak.","welte":"imp. of Weld, to wield. Chaucer.","weedless":"Free from weeds or noxious matter.","weet":"Wet. [Obs.] Chaucer.","wedge-shell":"Any one of numerous species of small marine bivalves belongingto Donax and allied genera in which the shell is wedge-shaped.","wroken":"p. p. of Wreak. Chaucer.","wring":"To bend or strain out of its position; as, to wring a mast.","wood-sare":"A kind of froth seen on herbs. [Obs.]","wryness":"The quality or state of being wry, or distorted. W. Montagu.","waldenses":"A sect of dissenters from the ecclesiastical system of theRoman Catholic Church, who in the 13th century were driven bypersecution to the valleys of Piedmont, where the sect survives. Theyprofess substantially Protestant principles.","wallerian degeneration":"A form of degeneration occurring in nerve fibers as a result oftheir division; -- so called from Dr. Waller, who published anaccount of it in 1850.","wombat":"Any one of three species of Australian burrowing marsupials ofthe genus Phascolomys, especially the common species (P. ursinus).They are nocturnal in their habits, and feed mostly on roots.","wintry":"Suitable to winter; resembling winter, or what belongs towinter; brumal; hyemal; cold; stormy; wintery.Touch our chilled hearts with vernal smile, Our wintry course do thoubeguile. Keble.","workday":"A day on which work is performed, as distinguished from Sunday,festivals, etc., a working day.","wemless":"Having no wem, or blemish; spotless. [Obs.] \"Virgin wemless.\"Chaucer.","washboard":"A broad, thin plank, fixed along the gunwale of boat to keepthe sea from breaking inboard; also, a plank on the sill of a lowerdeck port, for the same purpose; -- called also wasteboard. Mar. Di","whatsoever":"Whatever. \"In whatsoever shape he lurk.\" Milton.Whatsoever God hath said unto thee, do. Gen. xxxi. 16.","wilne":"To wish; to desire. [Obs.] \"He willneth no destruction.\"Chaucer.","widower":"A man who has lost his wife by death, and has not marriedagain. Shak.","windage":"The difference between the diameter of the bore of a gun andthat of the shot fired from it.","wit-starved":"Barren of wit; destitute of genius. Examiner.","wistaria":"A genus of climbing leguminous plants bearing long, pendulousclusters of pale bluish flowers.","wincopipe":"A little red flower, no doubt the pimpernel, which, when itopens in the morning, is supposed to bode a fair day. See Pimpernel.There is small red flower in the stubble fields, which country peoplecall the wincopipe; which if it opens in the morning, you may be surea fair day will follow. Bacon.","water glass":"See Soluble glass, under Glass.","whetstone":"A piece of stone, natural or artificial, used for whetting, orsharpening, edge tools.The dullness of the fools is the whetstone of the wits. Shak.Diligence is to the understanding as the whetstone to the razor.South.","woodland":"Land covered with wood or trees; forest; land on which treesare suffered to grow, either for fuel or timber.Here hills and vales, the woodland and the plain, Here earth andwater seem to strive again. Pope.Woodlands and cultivated fields are harmoniously blended. Bancroft.","weepingly":"In a weeping manner.","wedlock":"To marry; to unite in marriage; to wed. [R.] \"Man thuswedlocked.\" Milton.","winterkill":"To kill by the cold, or exposure to the inclemency of winter;as, the wheat was winterkilled. [U. S.]","white slave":"A woman held in involuntary confinement for purposes ofprostitution; loosely, any woman forced into unwilling prostitution.","windrow":"To arrange in lines or windrows, as hay when newly made. Forby.","watermark":"See Water line, 2. [R.]","water dressing":"The treatment of wounds or ulcers by the application of water;also, a dressing saturated with water only, for application to awound or an ulcer.","wood-layer":"A young oak, or other timber plant, laid down in a hedge amongthe whitethorn or other plants used in hedges.","wisse":"To show; to teach; to inform; to guide; to direct. [Obs.]Ere we depart I shall thee so well wisse That of mine house ne shaltthou never misse. Chaucer.","wear":"Same as Weir.","waltron":"A walrus. [Obs.] Woodward.","worriment":"Trouble; anxiety; worry. [Colloq. U. S.]","wigwam":"An Indian cabin or hut, usually of a conical form, and made ofa framework of poles covered with hides, bark, or mats; -- calledalso tepee. [Sometimes written also weekwam.]Very spacious was the wigwam, Made of deerskin dressed and whitened,With the gods of the Dacotahs Drawn and painted on its curtains.Longfellow.","wolle":"Wool. [Obs.] Chaucer.","wilk":"See Whelk. [Obs.]","winnowing":"The act of one who, or that which, winnows.","wilding":"A wild or uncultivated plant; especially, a wild apple tree orcrab apple; also, the fruit of such a plant. Spenser.Ten ruddy wildings in the wood I found. Dryden.The fruit of the tree . . . is small, of little juice, and badquality. I presume it to be a wilding. Landor.","wheelswarf":"See Swarf.","whitster":"A whitener; a bleacher; a whitester. [Obs.]The whitsters in Datchet mead. Shak.","weather-beaten":"Beaten or harassed by the weather; worn by exposure to theweather, especially to severe weather. Shak.","wealsman":"A statesman; a politician. [R.] Shak.","well-meaner":"One whose intention is good. \"Well-meaners think no harm.\"Dryden.","wind-broken":"Having the power of breathing impaired by the rupture,dilatation, or running together of air cells of the lungs, so thatwhile the inspiration is by one effort, the expiration is by two;affected with pulmonary emphysema or with heaves; -- said of a horse.Youatt.","wearisome":"Causing weariness; tiresome; tedious; weariful; as, a wearisomemarch; a wearisome day's work; a wearisome book.These high wild hills and rough uneven ways Draws out our miles, andmakes them wearisome. Shak.","wallowish":"Flat; insipid. [Obs.] Overbury.","water bear":"Any species of Tardigrada, 2. See Illust. of Tardigrada.","woolfell":"A skin with the wool; a skin from which the wool has not beensheared or pulled. [Written also woolfel.]","wonderly":"Wonderfully; wondrously. [Obs.] Chaucer.","worse":"Bad, ill, evil, or corrupt, in a greater degree; more bad orevil; less good; specifically, in poorer health; more sick; -- usedboth in a physical and moral sense.Or worse, if men worse can devise. Chaucer.[She] was nothing bettered, but rather grew worse. Mark v. 26.Evil men and seducers shall wax worse and worse. 2 Tim. iii. 13.There are men who seem to believe they are not bad while another canbe found worse. Rambler.\"But I love him.\" \"Love him Worse and worse.\" Gay.","whilere":"A little while ago; recently; just now; erewhile. [Obs.]Helpeth me now as I did you whilere. Chaucer.He who, with all heaven's heraldry, whilere Entered the world.Milton.","wiseling":"One who pretends to be wise; a wiseacre; a witling. Donne.","watteau":"Having the appearance of that which is seen in pictures byAntoine Watteau, a French painter of the eighteenth century; --saidesp. of women's garments; as, a Watteau bodice.","wolves":"pl. of Wolf.","woodiness":"The quality or state of being woody. Evelyn.","wintergreen":"A plant which keeps its leaves green through the winter.","wurmal":"See Wormil.","winnow":"To separate chaff from grain.Winnow not with every wind. Ecclus. v. 9.","watchet":"Pale or light blue. [Obs.] \"Watchet mantles.\" Spenser.Who stares in Germany at watchet eyes Dryden.","whirtle":"A perforated steel die through which wires or tubes are drawnto form them.","wheel base":"The figure inclosed by lines through the points contact of thewheels of a vehicle, etc., with the surface or rails on which theyrun; more esp., the length of this figure between the points ofcontact of the two extreme wheels on either side.","whewellite":"Calcium oxalate, occurring in colorless or white monocliniccrystals.","wieldless":"Not to be wielded; unmanageable; unwieldy. [R.] \"Wieldlessmight.\" Spenser.","walk-mill":"A fulling mill. [Prov. Eng.] Halliwell.","wost":"2d pers. sing. pres. of Wit, to know. [Obs.] Spenser.","wore":"imp. of Wear.","whilst":"While. [Archaic]Whilst the emperor lay at Antioch. Gibbon.The whilst, in the meantime; while. [Archaic.] Shak.","woodlander":"A dweller in a woodland.","wagon-roofed":"Having a roof, or top, shaped like an inverted U; wagon-headed.","waterscape":"A sea view; -- distinguished from landscape. [Jocose] Fairholt.","white elephant":"Something requiring much care and expense and yielding littleprofit; any burdensome possession. [Slang]","witnesser":"One who witness.","woven":"p. p. of Weave. Woven paper, or Wove paper, writing paperhaving an even, uniform surface, without watermarks.","welsbach":"Of or pertaining to Auer von Welsbach or the incandescent gasburner invented by him. -- Welsbach burner, a burner in which thecombustion of a mixture of air and gas or vapor is employed to heatto incandescence a mantle composed of thoria and ceria. The mantle ismade by soaking a \"stocking\" in a solution of nitrates of thorium andcerium (approx. 99 : 1), drying, and, for use, igniting to burn thethread and convert the nitrates into oxides, which remain as afragile ash. The light far exceeds that obtained from the same amountof gas with the ordinary fishtail burner, but has a slight greenishhue.","werche":"To work. [Obs.] Chaucer.","waterfowl":"Any bird that frequents the water, or lives about rivers,lakes, etc., or on or near the sea; an aquatic fowl; -- used alsocollectively.","whites":"Leucorrh","whole-length":"Representing the whole figure; -- said of a picture or statue.-- n.","widdy":"A rope or halter made of flexible twigs, or withes, as ofbirch. [Scot.]","whitebeam":"The common beam tree of England (Pyrus Aria); -- so called fromthe white, woolly under surface of the leaves.","whooping":"a. & n. from Whoop, v. t. Whooping cough (Med.), a violent,convulsive cough, returning at longer or shorter intervals, andconsisting of several expirations, followed by a sonorousinspiration, or whoop; chin cough; hooping cough. Dunglison.-- Whooping crane (Zoöl.), a North American crane (Crus Americana)noted for the loud, whooplike note which it utters.-- Whooping swan (Zoöl.), the whooper swan. See the Note under Swan.","warnstore":"To furnish. [Obs.] \"To warnstore your house.\" Chaucer.","weltanschauung":"Lit., world view; a conception of the course of events in, andof the purpose of, the world as a whole, forming a philosophical viewor apprehension of the universe; the general idea embodied in acosmology.","white-livered":"Having a pale look; feeble; hence, cowardly; pusillanimous;dastardly.They must not be milksops, nor white-livered knights. Latimer.","withset":"To set against; to oppose. [Obs.] \"Their way he them withset.\"R. of Brunne.","wheder":"Whether. [Obs.]","wreath-shell":"A marine shell of the genus Turbo. See Turbo.","walk":"To subject, as cloth or yarn, to the fulling process; to full.[Obs. or Scot.] To walk the plank, to walk off the plank into thewater and be drowned; -- an expression derived from the practice ofpirates who extended a plank from the side of a ship, and compelledthose whom they would drown to walk off into the water; figuratively,to vacate an office by compulsion. Bartlett.","wrinkle":"A winkle. [Local, U.S.]","water-logged":"Filled or saturated with water so as to be heavy, unmanageable,or loglike; -- said of a vessel, when, by receiving a great quantityof water into her hold, she has become so heavy as not to bemanageable by the helm.","wreche":"Wreak. [Obs.] Chaucer.","waiting":"a. & n. from Wait, v. In waiting, in attendance; as, lords inwaiting. [Eng.] -- Waiting gentlewoman, a woman who waits upon aperson of rank.-- Waiting maid, Waiting woman, a maid or woman who waits uponanother as a personal servant.","weeper":"The capuchin. See Capuchin, 3 (a).","weaponry":"Weapons, collectively; as, an array of weaponry. [Poetic]","wavey":"The snow goose. [Canadian, & Local U. S.]","wanned":"Made wan, or pale.","whorl":"A circle of two or more leaves, flowers, or other organs, aboutthe same part or joint of a stem.","widowly":"Becoming or like a widow.","wish-wash":"Any weak, thin drink.","woodhewer":"A woodpecker.","wrawl":"To cry, as a cat; to waul. [Obs.] Spenser.","water screw":"A screw propeller.","welldoing":"A doing well; right performance of duties. Also usedadjectively.","wany":"To wane. [Obs.] Chaucer.","windowed":"Having windows or openings. [R.] \"Looped and windowedraggedness.\" Shak.","water fox":"The carp; -- so called on account of its cunning. Walton.","wapping":"Yelping. [R.] Fuller.","whitleather":"The paxwax. See Paxwax.","waftage":"Conveyance on a buoyant medium, as air or water. Shak.Boats prepared for waftage to and fro. Drayton.","water battery":"A voltaic battery in which the exciting fluid is water.","witherling":"A withered person; one who is decrepit. [Obs.] Chapman.","waift":"A waif. [Obs.] Spenser.","whist":"Be silent; be still; hush; silence.","wayside":"The side of the way; the edge or border of a road or path.","woolhead":"The buffel duck.","water parsnip":"Any plant of the aquatic umbelliferous genus Sium, poisonousherbs with pinnate or dissected leaves and small white flowers.","waldheimia":"A genus of brachiopods of which many species are found in thefossil state. A few still exist in the deep sea.","white-foot":"A white mark on the foot of a horse, between the fetlock andthe coffin.","workbag":"A bag for holding implements or materials for work; especially,a reticule, or bag for holding needlework, and the like.","waterie":"The pied wagtail; -- so called because it frequents ponds.","woundily":"In a woundy manner; excessively; woundy. [Obs.]","water barometer":"A barometer in which the changes of atmospheric pressure areindicated by the motion of a column of water instead of mercury. Itrequires a column of water about thirty-three feet in height.","water supply":"A supply of water; specifically, water collected, as inreservoirs, and conveyed, as by pipes, for use in a city, mill, orthe like.","writhle":"To wrinkle. [Obs.] Shak.","water junket":"The common sandpiper.","water gavel":"A gavel or rent paid for a privilege, as of fishing, in someriver or water.","windingly":"In a winding manner.","woad":"An herbaceous cruciferous plant (Isatis tinctoria). It wasformerly cultivated for the blue coloring matter derived from itsleaves.","whity-brown":"Of a color between white and brown. Pegge.","whiteweed":"A perennial composite herb (Chrysanthemum Leucanthemum) withconspicuous white rays and a yellow disk, a common weed in grasslands and pastures; -- called also oxeye daisy.","waterwort":"Any plant of the natural order Elatineæ, consisting of twogenera (Elatine, and Bergia), mostly small annual herbs growing inthe edges of ponds. Some have a peppery or acrid taste.","windstorm":"A storm characterized by high wind with little or no rain.","wee":"A little; a bit, as of space, time, or distance. [Obs. orScot.]","woesome":"Woeful. [Obs.] Langhorne.","winninish":"The land-locked variety of the common salmon. [Canada]","wight":"Weight. [Obs.]","witless":"Destitute of wit or understanding; wanting thought; hence,indiscreet; not under the guidance of judgment. \"Witless bravery.\"Shak.A witty mother! witless else her son. Shak.Witless pity breedeth fruitless love. Fairfax.-- Wit\"less*ly, adv.-- Wit\"less*ness, n.","whitecoat":"The skin of a newborn seal; also, the seal itself. [Sealers'Cant]","withoutforth":"Without; outside' outwardly. Cf. Withinforth. [Obs.] Chaucer.","wormed":"Penetrated by worms; injured by worms; worm-eaten; as, wormedtimber.","wrongful":"Full of wrong; injurious; unjust; unfair; as, a wrongful takingof property; wrongful dealing.-- Wrong\"ful*ly, adv.-- Wrong\"ful*ness, n.","wittolly":"Like a wittol; cuckoldly. [Obs.] Shak.","weep":"The lapwing; the wipe; -- so called from its cry.","water sapphire":"A deep blue variety of iolite, sometimes used as a gem; --called also saphir d'eau.","wierangle":"Same as Wariangle. [Obs. or Prov. Eng.]","whip-shaped":"Shaped like the lash of a whip; long, slender, round, andtapering; as, a whip-shaped root or stem.","weak-minded":"Having a weak mind, either naturally or by reason of disease;feebleminded; foolish; idiotic.-- Weak\"-mind`ed*ness, n.","woke":"Wake.","waiwode":"See Waywode.","worldling":"A person whose soul is set upon gaining temporal possessions;one devoted to this world and its enjoyments.A foutre for the world and worldlings base. Shak.If we consider the expectations of futurity, the worldling gives upthe argument. Rogers.And worldlings blot the temple's gold. Keble.","wheat":"A cereal grass (Triticum vulgare) and its grain, whichfurnishes a white flour for bread, and, next to rice, is the grainmost largely used by the human race.","wormwood":"A composite plant (Artemisia Absinthium), having a bitter andslightly aromatic taste, formerly used as a tonic and a vermifuge,and to protect woolen garments from moths. It gives the peculiarflavor to the cordial called absinthe. The volatile oil is a narcoticpoison. The term is often extended to other species of the samegenus.","waling":"Same as Wale, n., 4.","workroom":"Any room or apartment used especially for labor.","wo":"See Woe. [Obs.] Chaucer.","warfare":"To lead a military life; to carry on continual wars. Camden.","way-going":"Going away; departing; of or pertaining to one who goes away.Way-going crop (Law of Leases), a crop of grain to which tenants foryears are sometimes entitled by custom; grain sown in the fall to bereaped at the next harvest; a crop which will not ripen until afterthe termination of the lease. Burrill.","water":"A solution in water of a gaseous or readily volatile substance;as, ammonia water. U. S. Pharm.","without":"Unless; except; -- introducing a clause.You will never live to my age without you keep yourselves in breathwith exercise, and in heart with joyfulness. Sir P. Sidney.","wheresoever":"In what place soever; in whatever place; wherever.","weasiness":"Quality or state of being weasy; full feeding; sensualindulgence. [Obs.] Joye.","wicken tree":"Same as Quicken tree.","warry":"See Warye. [Obs.]","whiffet":"A little whiff or puff.","water grass":"The water cress. (3)","whethering":"The retention of the afterbirth in cows. Gardner.","weakling":"A weak or feeble creature. Shak. \"All looking on him as aweakling, which would post to the grave.\" Fuller.We may not be weaklings because we have a strong enemy. Latimer.","warling":"One often quarreled with; -- darling. [Obs.]Better be an old man's darling than a young man's warling. Camde","waddie":"See Waddy.","workship":"Workmanship. [R.]","while":"To cause to pass away pleasantly or without irksomeness ordisgust; to spend or pass; -- usually followed by away.The lovely lady whiled the hours away. Longfellow.","welk":"To wither; to fade; also, to decay; to decline; to wane. [Obs.]When ruddy Phwelk in west. Spenser.The church, that before by insensible degrees welked and impaired,now with large steps went down hill decaying. Milton.","war":"Ware; aware. [Obs.] Chaucer.","water crane":"A goose-neck apparatus for supplying water from an elevatedtank, as to the tender of a locomotive.","wayless":"Having no road or path; pathless.","watcher":"One who watches; one who sits up or continues; a diligentobserver; specifically, one who attends upon the sick during thenight.","withernam":"A second or reciprocal distress of other goods in lieu of goodswhich were taken by a first distress and have been eloigned; a takingby way of reprisal; -- chiefly used in the expression capias inwithernam, which is the name of a writ used in connection with theaction of replevin (sometimes called a writ of reprisal), whichissues to a defendant in replevin when he has obtained judgment for areturn of the chattels replevied, and fails to obtain them on thewrit of return. Blackstone.","wagoner":"The constellation Charles's Wain, or Ursa Major. See Ursamajor, under Ursa.","weightiness":"The quality or state of being weighty; weight; force;importance; impressiveness.","wegotism":"Excessive use of the pronoun we; -- called also weism. [Colloq.or Cant]","worrisome":"Inclined to worry or fret; also, causing worry or annoyance.","wilt":"2d pers. sing. of Will.","wapiti":"The American elk (Cervus Canadensis). It is closely related tothe European red deer, which it somewhat exceeds in size.","wreathy":"Wreathed; twisted; curled; spiral; also, full of wreaths.\"Wreathy spires, and cochleary turnings about.\" Sir T. Browne.","woad-waxen":"A leguminous plant (Genista tinctoria) of Europe and RussianAsia, and adventitious in America; -- called also greenwood,greenweed, dyer's greenweed, and whin, wood-wash, wood-wax, and wood-waxen.","wither-wrung":"Injured or hurt in the withers, as a horse.","whimsicalness":"The quality or state of being whimsical; freakishness;whimsical disposition.","waggery":"The manner or action of a wag; mischievous merriment; sportivetrick or gayety; good-humored sarcasm; pleasantry; jocularity; as,the waggery of a schoolboy. Locke.A drollery and lurking waggery of expression. W. Irving.","water monkey":"A jar or bottle, as of porous earthenware, in which water iscooled by evaporation.","whiningly":"In a whining manner; in a tone of mean complaint.","widual":"Of or pertaining to a widow; vidual. [Obs.] Bale.","washed":"Appearing as if overlaid with a thin layer of different color;-- said of the colors of certain birds and insects.","wobble":"See Wabble.","wasteboard":"See Washboard, 3.","whitworth gun":"A form of rifled cannon and small arms invented by Sir JosephWhitworth, of Manchester, England.","warily":"In a wary manner.","worthless":"Destitute of worth; having no value, virtue, excellence,dignity, or the like; undeserving; valueless; useless; vile; mean;as, a worthless garment; a worthless ship; a worthless man or woman;a worthless magistrate.'T is a worthless world to win or lose. Byron.-- Worth\"less*ly, adv.-- Worth\"less*ness, n.","winglet":"A bastard wing, or alula.","withwind":"A kind of bindweed (Convolvulus arvensis).He bare a burden ybound with a broad list, In a withewyndes wiseybounden about. Piers Plowman.","weather signal":"Any signal giving information about the weather. The systemused by the United States Weather Bureau includes temperature, coldor hot wave, rain or snow, wind direction, storm, and hurricanesignals.","wronghead":"A person of a perverse understanding or obstinate character.[R.]","whiffle":"A fife or small flute. [Obs.] Douce.","wheatworm":"A small nematode worm (Anguillula tritici) which attacks thegrains of wheat in the ear. It is found in wheat affected with smut,each of the diseased grains containing a large number of the minuteyoung of the worm.","withinside":"In the inner parts; inside. [Obs.] Graves.","weeding":"a. & n. from Weed, v. Weeding chisel, a tool with a dividedchisel-like end, for cutting the roots of large weeds under ground.-- Weeding forceps, an instrument for taking up some sorts of plantsin weeding.-- Weeding fork, a strong, three-pronged fork, used in clearingground of weeds; -- called also weeding iron.-- Weeding hook. Same as Weed hook, under 3d Weed.-- Weeding iron. See Weeding fork, above.-- Weeding tongs. Same as Weeding forceps, above.","wooingly":"In a wooing manner; enticingly; with persuasiveness. Shak.","widish":"Moderately wide. Tyndall.","wingfish":"A sea robin having large, winglike pectoral fins. See Searobin, under Robin.","worble":"See Wormil.","worthily":"In a worthy manner; excellently; deservedly; according tomerit; justly; suitably; becomingly.You worthily succeed not only to the honors of your ancestors, butalso to their virtues. Dryden.Some may very worthily deserve to be hated. South.","weak-kneed":"Having weak knees; hence, easily yielding; wanting resolution.H. James.","water star grass":"An aquatic plant (Schollera graminea) with grassy leaves, andyellow star-shaped blossoms.","washen":"p. p. of Wash. Chaucer.","woolward-going":"A wearing of woolen clothes next the skin as a matter ofpenance. [Obs.]Their . . . woolward-going, and rising at midnight. Tyndale.","window":"The shutter, casement, sash with its fittings, or otherframework, which closes a window opening.","woald":"See Weld.","welcomeness":"The quality or state of being welcome; gratefulness;agreeableness; kind reception.","water rice":"Indian rice. See under Rice.","wing-leaved":"Having pinnate or pinnately divided leaves.","windbound":"prevented from sailing, by a contrary wind. See Weatherbound.","wide-awake":"Fully awake; not Dickens.","water frame":"A name given to the first power spinning machine, becausedriven by water power.","whensoever":"At what time soever; at whatever time; whenever. Mark xiv. 7.","whitworth ball":"A prejectile used in the Whitworth gun.","week-end":"The end of the week; specif., though loosely, the periodobserved commonly as a holiday, from Saturday noon or Friday night toMonday; as, to visit one for a week-end; also, a house party during aweek-end.","westing":"The distance, reckoned toward the west, between the twomeridians passing through the extremities of a course, or portion ofa ship's path; the departure of a course which lies to the west ofnorth.","walaway":"See Welaway. [Obs.]","walk-over":"In racing, the going over a course by a horse which has nocompetitor for the prize; hence, colloquially, a one-sided contest;an uncontested, or an easy, victory.","wels":"The sheatfish; -- called also waller.","wagon":"The Dipper, or Charles's Wain.","worldly-minded":"Devoted to worldly interests; mindful of the affairs of thepresent life, and forgetful of those of the future; loving andpursuing this world's goods, to the exclusion of piety and attentionto spiritual concerns.-- World\"ly*mind`ed*ness, n.","water chinquapin":"The American lotus, and its edible seeds, which somewhatresemble chinquapins. Cf. Yoncopin.","white-heart":"A somewhat heart-shaped cherry with a whitish skin.","wae":"A wave. [Obs.] Spenser.","wire-heel":"A disease in the feet of a horse or other beast.","wol":"See 2d Will. [Obs.] Chaucer.","whitsun":"Of, pertaining to, or observed at, Whitsuntide; as, Whitsunweek; Whitsun Tuesday; Whitsun pastorals.","whilom":"Formerly; once; of old; erewhile; at times. [Obs. or Poetic]Spenser.Whilom, as olde stories tellen us, There was a duke that highteTheseus. Chaucer.","welchman":"See Welshman. [R.]","welladay":"Alas! Welaway! Shak.","warmthless":"Being without warmth; not communicating warmth; cold. [R.]Coleridge.","wallwort":"The dwarf elder, or danewort (Sambucus Ebulus).","wittified":"Possessed of wit; witty. [R.] R. North.","width":"The quality of being wide; extent from side to side; breadth;wideness; as, the width of cloth; the width of a door.","where":"Whereas.And flight and die is death destroying death; Where fearing dyingpays death servile breath. Shak.","whitsunday":"The seventh Sunday, and the fiftieth day, after Easter; afestival of the church in commemoration of the descent of the HolySpirit on the day of Pentecost; Pentecost; -- so called, it is said,because, in the primitive church, those who had been newly baptizedappeared at church between Easter and Pentecost in white garments.","wearing":"Pertaining to, or designed for, wear; as, wearing apparel.","weal":"The mark of a stripe. See Wale.","wedgy":"Like a wedge; wedge-shaped.","watermelon":"The very large ovoid or roundish fruit of a cucurbitaceousplant (Citrullus vulgaris) of many varieties; also, the plant itself.The fruit sometimes weighs many pounds; its pulp is usually pink incolor, and full of a sweet watery juice. It is a native of tropicalAfrica, but is now cultivated in many countries. See Illust. ofMelon.","water vole":"See under Vole.","wasp":"Any one of numerous species of stinging hymenopterous insects,esp. any of the numerous species of the genus Vespa, which includesthe true, or social, wasps, some of which are called yellow jackets.","wox":"imp. of Wax. Gower.","wanness":"The quality or state of being wan; a sallow, dead, pale color;paleness; pallor; as, the wanness of the cheeks after a fever.","wendic":"The language of the Wends.","wavure":"See Waivure. [R.]","water-colorist":"One who paints in water colors.","whaleback":"A form of vessel, often with steam power, having sharp ends anda very convex upper deck, much used on the Great Lakes, esp. forcarrying grain.","wonderful":"Adapted to excite wonder or admiration; surprising; strange;astonishing.","waterworn":"Worn, smoothed, or polished by the action of water; as,waterworn stones.","wise":"Way of being or acting; manner; mode; fashion. \"All armed incomplete wise.\" Spenser.To love her in my beste wyse. Chaucer.This song she sings in most commanding wise. Sir P. Sidney.Let not these blessings then, sent from above, Abused be, or spilt inprofane wise. Fairfax.","whinberry":"The English bilberry; -- so called because it grows on moorsamong the whins, or furze. Dr. Prior.","whitewasher":"One who whitewashes.","wedder":"See Wether. Sir W. Scott.","woodly":"In a wood, mad, or raving manner; madly; furiously. [Obs.]Chaucer.","wearable":"Capable of being worn; suitable to be worn.","weeding-rhim":"A kind of implement used for tearing up weeds esp. on summerfallows. [Prov. Eng.]","weleful":"Producing prosperity or happiness; blessed. [Obs.] Chaucer.","wisly":"Certainly. [Obs.] \"God so wisly have mercy on me.\" Chaucer.","weather map":"A map or chart showing the principal meteorological elements ata given hour and over an extended region. Such maps usually show theheight of the barometer, the temperature of the air, the relativehumidity, the state of the weather, and the direction and velocity ofthe wind. Isobars and isotherms outline the general distribution oftemperature and pressure, while shaded areas indicate the sectionsover which rain has just fallen. Other lines inclose areas where thetemperature has fallen or risen markedly. In tabular form are shownchanges of pressure and of temperature, maximum and minimumtemperatures, and total rain for each weather station since the lastissue, usually 12 hours.","wappato":"See Wapatoo.","warrior":"A man engaged or experienced in war, or in the military life; asoldier; a champion.Warriors old with ordered spear and shield. Milton.Warrior ant (Zoöl.), a reddish ant (Formica sanguinea) native ofEurope and America. It is one of the species which move in armies tocapture and enslave other ants.","week":"A period of seven days, usually that reckoned from one Sabbathor Sunday to the next.I fast twice in the week. Luke xviii. 12.","wampum":"Beads made of shells, used by the North American Indians asmoney, and also wrought into belts, etc., as an ornament.Round his waist his belt of wampum. Longfellow.Girded with his wampum braid. Whittier.","waddywood":"An Australian tree (Pittosporum bicolor); also, its wood, usedin making waddies.","well-read":"Of extensive reading; deeply versed; -- often followed by in.","water arum":"An aroid herb (Calla palustris) having a white spathe. It is aninhabitant of the north temperate zone.","wowe":"To woo. [Obs.] Chaucer.","wapentake":"In some northern counties of England, a division, or district,answering to the hundred in other counties. Yorkshire, Lincolnshire,and Nottinghamshire are divided into wapentakes, instead of hundreds.[Written also wapentac.] Selden. Blackstone.","wishbone":"The forked bone in front of the breastbone in birds; -- calledalso merrythought, and wishing bone. See Merrythought, and Furculum.","witching":"That witches or enchants; suited to enchantment or witchcraft;bewitching. \"The very witching time of night.\" Shak.-- Witch\"ing*ly, adv.","water trefoil":"The buck bean.","waymaker":"One who makes a way; a precursor. [R.] Bacon.","warrantable":"Authorized by commission, precept, or right; justifiable;defensible; as, the seizure of a thief is always warrantable by lawand justice; falsehood is never warrantable.His meals are coarse and short, his employment warrantable, his sleepcertain and refreshing. South.-- War\"rant*a*ble*ness, n.-- War\"rant*bly, adv.","warner":"One who warns; an admonisher.","wap":"To beat; to whap. [Obs. or Prov. Eng.] Sir T. Malory.","wheel":"A firework which, while burning, is caused to revolve on anaxis by the reaction of the escaping gases.(f) (Poetry) The burden or refrain of a song.","weanel":"A weanling. [Obs.] Spenser.","ward-corn":"The duty of keeping watch and ward (see the Note under Watch,n., 1) with a horn to be blown upon any occasion of surprise.Burrill.","water lettuce":"A plant (Pistia stratiotes) which floats on tropical waters,and forms a rosette of spongy, wedge-shaped leaves. J. Smith (Dict.Econ. Plants).","whipping":"a & n. from Whip, v. Whipping post, a post to which offendersare tied, to be legally whipped.","wilton carpet":"A kind of carpet woven with loops like the Brussels, butdiffering from it in having the loops cut so as to form an elasticvelvet pile; -- so called because made originally at Wilton, England.","warfarer":"One engaged in warfare; a military man; a soldier; a warrior.","withstand":"To stand against; to oppose; to resist, either with physical ormoral force; as, to withstand an attack of troops; to withstandeloquence or arguments. Piers Plowman.I withstood him to the face. Gal. ii. 11.Some village Hampden, that, with dauntless breast. The little tyrantof his fields withstood. Gray.","wel-begone":"Surrounded with happiness or prosperity. [Obs.]Fair and rich and young and wel-begone. Chaucer.","wall street":"A street towards the southern end of the borough of Manhattan,New York City, extending from Broadway to the East River; -- socalled from the old wall which extended along it when the citybelonged to the Dutch. It is the chief financial center of the UnitedStates, hence the name is often used for the money market and thefinancial interests of the country.","wikiup":"The hut used by the nomadic Indian tribes of the arid regionsof the west and southwest United States, typically elliptical inform, with a rough frame covered with reed mats or grass orbrushwood.","warty-back":"An American fresh-water mussel (Quadrula pustulosa). Its shellis used in making buttons.","wickerwork":"A texture of osiers, twigs, or rods; articles made of such atexture.","wisard":"See Wizard.","wherret":"A box on the ear. [Obs.] Beau. & Fl.","water hog":"The capybara.","water flag":"A European species of Iris (Iris Pseudacorus) having brightyellow flowers.","wonder":"Wonderful. [Obs.] Gower.After that he said a wonder thing. Chaucer.","walleteer":"One who carries a wallet; a foot traveler; a tramping beggar.[Colloq.] Wright.","wastebook":"A book in which rough entries of transactions are made,previous to their being carried into the journal.","whenas":"Whereas; while [Obs.]Whenas, if they would inquire into themselves, they would find nosuch matter. Barrow.","winch":"To wince; to shrink; to kick with impatience or uneasiness.","wrongly":"In a wrong manner; unjustly; erroneously; wrong; amiss; as, hejudges wrongly of my motives. \"And yet wouldst wrongly win.\" Shak.","wet":"Employing, or done by means of, water or some other liquid; as,the wet extraction of copper, in distinction from dry extraction inwhich dry heat or fusion is employed.","wineglassful":"As much as a wineglass will hold; enough to fill a wineglass.It is usually reckoned at two fluid ounces, or four tablespoonfuls.","wrig":"To wriggle. [Obs.] Skelton.","whahoo":"An American tree, the winged elm. (Ulmus alata).","well-intentioned":"Having upright intentions or honorable purposes.Dutchmen who had sold themselves to France, as the wellintentionedparty. Macaulay.","worshipful":"Entitled to worship, reverence, or high respect; claimingrespect; worthy of honor; -- often used as a term of respect,sometimes ironically. \"This is worshipful society.\" Shak.[She is] so dear and worshipful. Chaucer.-- Wor\"ship*ful*ly, adv.-- Wor\"ship*ful*ness, n.","wasium":"A rare element supposed by Bahr to have been extracted fromwasite, but now identified with thorium.","wis":"Certainly; really; indeed. [Obs.] \"As wis God helpe me.\"Chaucer.","wake":"The track left by a vessel in the water; by extension, anytrack; as, the wake of an army.This effect followed immediately in the wake of his earliestexertions. De Quincey.Several humbler persons . . . formed quite a procession in the dustywake of his chariot wheels. Thackeray.","weary":"To grow tired; to become exhausted or impatient; as, to wearyof an undertaking.","water cart":"A cart carrying water; esp., one carrying water for sale, orfor sprinkling streets, gardens, etc.","wawe":"Woe. [Obs.]","well-natured":"Good-natured; kind.Well-natured, temperate, and wise. Denham.","wreaken":"p. p. of Wreak. Chaucer.","wenchless":"Being without a wench. Shak.","wordily":"In a wordy manner.","womanlike":"Like a woman; womanly.Womanlike, taking revenge too deep. Tennyson.","wonderingly":"In a wondering manner.","wahoo":"A dark blue scombroid food fish (Acanthocibium solandri orpetus) of Florida and the West Indies.","weanling":"a. & n. from Wean, v.The weaning of the whelp is the great test of the skill of the kennelman. J. H. Walsh.Weaning brash. (Med.) See under Brash.","wile":"A trick or stratagem practiced for insnaring or deception; asly, insidious; artifice; a beguilement; an allurement.Put on the whole armor of God, that ye may be able to stand againstthe wiles of the devil. Eph. vi. 11.Not more almighty to resist our might, Than wise to frustrate all ourplots and wiles. Milton.","without-door":"Outdoor; exterior. [Obs.] \"Her without-door form.\" Shak.","water-soak":"To soak water; to fill the interstices of with water.","wastage":"Loss by use, decay, evaporation, leakage, or the like; waste.","wreckfish":"A stone bass.","windmill":"A mill operated by the power of the wind, usually by the actionof the wind upon oblique vanes or sails which radiate from ahorizontal shaft. Chaucer.","wheeze":"To breathe hard, and with an audible piping or whistling sound,as persons affected with asthma. \"Wheezing lungs.\" Shak.","waterweed":"See Anacharis.","whoobub":"Hubbub. [Obs.] Shak.","witful":"Wise; sensible. [R.] Chapman.","windowpane":"See Pane, n., (3) b. [In this sense, written also window pane.]","wheelbird":"The European goatsucker. [Prov. Eng.]","wheedle":"To flatter; to coax; to cajole.","wreath":"An appendage to the shield, placed above it, and supporting thecrest (see Illust. of Crest). It generally represents a twist of twocords of silk, one tinctured like the principal metal, the other likethe principal color in the arms.","wreckful":"Causing wreck; involving ruin; destructive. \"By wreckful wind.\"Spenser.","whitebeard":"An old man; a graybeard.","warn":"To refuse. [Written also wern, worn.] [Obs.] Chaucer.","water agrimony":"A kind of bur marigold (Bidens tripartita) found in wet placesin Europe.","wicking":"the material of which wicks are made; esp., a loosely braidedor twisted cord or tape of cotton.","wariment":"Wariness. [Obs.] Spenser.","wishtonwish":"The prairie dog.","weaponed":"Furnished with weapons, or arms; armed; equipped.","wreathe":"To be intewoven or entwined; to twine together; as, a bower ofwreathing trees. Dryden.","warmth":"The glowing effect which arises from the use of warm colors;hence, any similar appearance or effect in a painting, or work ofcolor.","water crowfoot":"An aquatic kind of buttercup (Ranunculus aquatilis), used asfood for cattle in parts of England. Great water crowfoot, anAmerican water plant (Ranunculus multifidus), having deep yellowflowers.","wise-like":"Resembling that which is wise or sensible; judicious.The only wise-like thing I heard anybody say. Sir W. Scott.","wormling":"A little worm.O dusty wormling! dost thou strive and stand With heaven's highmonarch Sylvester.","whettlebones":"The vertebræ of the back. [Prov. Eng.] Dunglison.","washbowl":"A basin, or bowl, to hold water for washing one's hands, face,etc.","wolframate":"A salt of wolframic acid; a tungstate.","warble":"See Wormil.","wagerer":"One who wagers, or lays a bet.","wearily":"In a weary manner.","web-toed":"Having the toes united by a web for a considerable part oftheir length.","water ice":"Water flavored, sweetened, and frozen, to be eaten as aconfection.","wily":"Full of wiles, tricks, or stratagems; using craft or stratagemto accomplish a purpose; mischievously artful; subtle. \"Wily andwise.\" Chaucer. \"The wily snake.\" Milton.This false, wily, doubling disposition of mind. South.","woodcraft":"Skill and practice in anything pertaining to the woods,especially in shooting, and other sports in the woods.Men of the glade and forest! leave Your woodcraft for the field offight. Bryant.","water privilege":"The advantage of using water as a mechanical power; also, theplace where water is, or may be, so used. See under Privilege.","whistly":"In a whist manner; silently. [Obs.]","worshipability":"The quality of being worthy to be worshiped. [R.] Coleridge.","windowy":"Having little crossings or openings like the sashes of awindow. [R.] Donne.","wreck":"See 2d & 3d Wreak.","woden":"A deity corresponding to Odin, the supreme deity of theScandinavians. Wednesday is named for him. See Odin.","wagering":"Hazarding; pertaining to the act of one who wagers. Wageringpolicy. (Com.) See Wager policy, under Policy.","water spinner":"The water spider.","wellwisher":"One who wishes another well; one who is benevolently orfriendlily inclined.","wopen":"Wept. Chaucer.","weather-board":"To nail boards upon so as to lap one over another, in order toexclude rain, snow, etc. Gwilt.","water-laid":"Having a left-hand twist; -- said of cordage; as, a water-laid,or left-hand, rope.","winebibber":"One who drinks much wine. Prov. xxiii. 20.-- Wine\"bib`bing, n.","woodcracker":"The nuthatch. [Prov. Eng.]","whose":"The possessive case of who or which. See Who, and Which.Whose daughter art thou tell me, I pray thee. Gen. xxiv. 23.The question whose solution I require. Dryden.","wordbook":"A collection of words; a vocabulary; a dictionary; a lexicon.","woolsack":"A sack or bag of wool; specifically, the seat of the lordchancellor of England in the House of Lords, being a large, squaresack of wool resembling a divan in form.","wrung":"imp. & p. p. of Wring.","wall-plat":"The spotted flycatcher. It builds its nest on walls. [Prov.Eng.]","woolly":"Clothed with a fine, curly pubescence resembling wool. Woollybear (Zoöl.), the hairy larva of several species of bombycid moths.The most common species in the United States are the salt-marshcaterpillar (see under Salt), the black and red woolly bear, or larvaof the Isabella moth (see Illust., under Isabella Moth), and theyellow woolly bear, or larva of the American ermine moth (SpilosomaVirginica).-- Woolly butt (Bot.), an Australian tree (Eucalyptus longifolia),so named because of its fibrous bark.-- Woolly louse (Zoöl.), a plant louse (Schizoneura, or Erisoma,lanigera) which is often very injurious to the apple tree. It iscovered with a dense coat of white filaments somewhat resembling finewool or cotton. In exists in two forms, one of which infests theroots, the other the branches. See Illust. under Blight.-- Woolly macaco (Zoöl.), the mongoose lemur.-- Woolly maki (Zoöl.), a long-tailed lemur (Indris laniger) nativeof Madagascar, having fur somewhat like wool; -- called also avahi,and woolly lemur.-- Woolly monkey (Zoöl.), any South American monkey of the genusLagothrix, as the caparro.-- Woolly rhinoceros (Paleon.), an extinct rhinoceros (Rhinocerostichorhinus) which inhabited the arctic regions, and was covered witha dense coat of woolly hair. It has been found frozen in the ice ofSiberia, with the flesh and hair well preserved.","windpipe":"The passage for the breath from the larynx to the lungs; thetrachea; the weasand. See Illust. under Lung.","westmost":"Lying farthest to the west; westernmost.","whoreson":"A bastard; colloquially, a low, scurvy fellow; -- usedgenerally in contempt, or in coarse humor. Also used adjectively.[Archaic] Shak.","whisk":"A game at cards; whist. [Obs.] Taylor (1630).","wormil":"Any botfly larva which burrows in or beneath the skin ofdomestic and wild animals, thus producing sores. They belong tovarious species of Hypoderma and allied genera. Domestic cattle areoften infested by a large species. See Gadfly. Called also warble,and worble. [Written also wormal, wormul, and wornil.]","wasite":"A variety of allanite from Sweden supposed to contain wasium.","whiten":"To grow white; to turn or become white or whiter; as, the hairwhitens with age; the sea whitens with foam; the trees in springwhiten with blossoms.","weigh":"A corruption of Way, used only in the phrase under weigh.An expedition was got under weigh from New York. Thackeray.The Athenians . . . hurried on board and with considerable difficultygot under weigh. Jowett (Thucyd.).","widow":"A woman who has lost her husband by death, and has not marriedagain; one living bereaved of a husband. \"A poor widow.\" Chaucer.Grass widow. See under Grass.-- Widow bewitched, a woman separated from her husband; a grasswidow. [Colloq.] Widow-in-mourning (Zoöl.), the macavahu.-- Widow monkey (Zoöl.), a small South American monkey (Callithrixlugens); -- so called on account of its color, which is black exceptthe dull whitish arms, neck, and face, and a ring of pure whitearound the face.-- Widow's chamber (Eng. Law), in London, the apparel and furnitureof the bedchamber of the widow of a freeman, to which she wasformerly entitled.","waniand":"The wane of the moon. [Obs.] Halliwell.","w":"W, the twenty-third letter of the English alphabet, is usuallya consonant, but sometimes it is a vowel, forming the second elementof certain diphthongs, as in few, how. It takes its written form andits name from the repetition of a V, this being the original form ofthe Roman capital letter which we call U. Etymologically it is mostrelated to v and u. See V, and U. Some of the uneducated classes inEngland, especially in London, confuse w and v, substituting the onefor the other, as weal for veal, and veal for weal; wine for vine,and vine for wine, etc. See Guide to Pronunciation, §§ 266-268.","whatnot":"A kind of stand, or piece of furniture, having shelves forbooks, ornaments, etc.; an étagère.","whiteboyism":"The conduct or principle of the Whiteboys.","workful":"Full of work; diligent. [R.]","whale":"Any aquatic mammal of the order Cetacea, especially any one ofthe large species, some of which become nearly one hundred feet long.Whales are hunted chiefly for their oil and baleen, or whalebone.","weirdness":"The quality or state of being weird.","weber":"The standard unit of electrical quantity, and also of current.See Coulomb, and Amp. [Obs.]","wealdish":"Of or pertaining to a weald, esp. to the weald in the county ofKent, England. [Obs.] Fuller.","whittuesday":"The day following Whitmonday; -- called also Whitsun Tuesday.","water engine":"An engine to raise water; or an engine moved by water; also, anengine or machine for extinguishing fires; a fire engine.","water hare":"A small American hare or rabbit (Lepus aquaticus) found on ornear the southern coasts of the United States; -- called also waterrabbit, and swamp hare.","warega fly":"(Zoöl.) A Brazilian fly whose larvæ live in the skin of man andanimals, producing painful sores.","waterboard":"A board set up to windward in a boat, to keep out water. Ham.Nav. Encyc.","wepen":"Weapon. [Obs.]","whipworm":"A nematode worm (Trichocephalus dispar) often found parasiticin the human intestine. Its body is thickened posteriorly, but isvery long and threadlike anteriorly.","worth":"To be; to become; to betide; -- now used only in the phrases,woe worth the day, woe worth the man, etc., in which the verb is inthe imperative, and the nouns day, man, etc., are in the dative. Woebe to the day, woe be to the man, etc., are equivalent phrases.I counsel . . . to let the cat worthe. Piers Plowman.He worth upon [got upon] his steed gray. Chaucer.","waywiser":"An instrument for measuring the distance which one has traveledon the road; an odometer, pedometer, or perambulator.The waywiser to a coach, exactly measuring the miles, and showingthem by an index. Evelyn.","warrie":"See Warye. [Obs.]","whitsour":"A sort of apple.","whoredom":"The sin of worshiping idols; idolatry.O Ephraim, thou committest whoredom, and Israel is defiled; they willnot . . . turn unto their God. Hos. v. 3, 4.","whit":"The smallest part or particle imaginable; a bit; a jot; aniota; -- generally used in an adverbial phrase in a negativesentence. \"Samuel told him every whit.\" 1 Sam. iii. 18. \"Every whitas great.\" South.So shall I no whit be behind in duty. Shak.It does not me a whit displease. Cowley.","wedgewise":"In the manner of a wedge.","waler":"A horse imported from New South Wales; also, any Australianhorse. [Colloq.]  Kipling.","water bath":"A device for regulating the temperature of anything subjectedto heat, by surrounding the vessel containing it with another vesselcontaining water which can be kept at a desired temperature; also, avessel designed for this purpose.","water cement":"Hydraulic cement.","wagtail":"Any one of many species of Old World singing birds belonging toMotacilla and several allied genera of the family Motacillidæ. Theyhave the habit of constantly jerking their long tails up and down,whence the name. Field wagtail, any one of several species ofwagtails of the genus Budytes having the tail shorter, the legslonger, and the hind claw longer and straighter, than do the waterwagtails. Most of the species are yellow beneath. Called also yellowwagtail.-- Garden wagtail, the Indian black-breasted wagtail (NemoricolaIndica).-- Pied wagtail, the common European water wagtail (Motacillalugubris). It is variegated with black and white. The name is appliedalso to other allied species having similar colors. Called also pieddishwasher.-- Wagtail flycatcher, a true flycatcher (Sauloprocta motacilloides)common in Southern Australia, where it is very tame, and frequentsstock yards and gardens and often builds its nest about houses; --called also black fantail.-- Water wagtail. (a) Any one of several species of wagtails of therestricted genus Motacilla. They live chiefly on the shores of pondsand streams. (b) The American water thrush. See Water thrush.-- Wood wagtail, an Asiatic wagtail; (Calobates sulphurea) having aslender bill and short legs.","winnard":"The redwing. [Prov. Eng.]","water gage":"See Water gauge.","winner":"One who wins, or gains by success in competition, contest, orgaming.","wimble":"An instrument for boring holes, turned by a handle.Specifically:(a) A gimlet. \" It is but like the little wimble, to let in thegreater auger.\" Selden.(b) A stonecutter's brace for boring holes in stone.(c) An auger used for boring in earth.","whitetop":"Fiorin.","warwickite":"A dark brown or black mineral, occurring in prismatic crystalsimbedded in limestone near Warwick, New York. It consists of theborate and titanate of magnesia and iron.","whoa":"Stop; stand; hold. See Ho, 2.","water tiger":"A diving, or water, beetle, especially the larva of a waterbeetle. See Illust. b of Water beetle.","wallflower":"A perennial, cruciferous plant (Cheiranthus Cheiri), withsweet-scented flowers varying in color from yellow to orange and deepred. In Europe it very common on old walls.","woundwort":"Any one of certain plants whose soft, downy leaves have beenused for dressing wounds, as the kidney vetch, and several species ofthe labiate genus Stachys.","water rail":"Any one of numerous species of rails of the genus Rallus, asthe common European species (Rallus aquaticus). See Illust. of Rail.","winze":"A small shaft sunk from one level to another, as for thepurpose of ventilation.","water laverock":"The common sandpiper.","wheatsel bird":"The male of the chaffinch. [Prov. Eng.]","wangan":"A boat for conveying provisions, tools, etc.; -- so called byMaine lumbermen. [Written also wangun.] Bartlett.","washerman":"A man who washes clothes, esp. for hire, or for others.","weazen":"Thin; sharp; withered; wizened; as, a weazen face.They were weazen and shriveled. Dickens.","wakeful":"Not sleeping; indisposed to sleep; watchful; vigilant.Dissembling sleep, but wakeful with the fright. Dryden.-- Wake\"ful*ly, adv.-- Wake\"ful*ness, n.","wappened":"A word of doubtful meaning used once by Shakespeare.This [gold] is itThat makes the wappen'd widow wed again.","water buck":"A large, heavy antelope (Kobus ellipsiprymnus) native ofCentral Africa. It frequents the banks of rivers and is a goodswimmer. It has a white ring around the rump. Called also photomok,water antelope, and waterbok.","whereas":"At which place; where. [Obs.] Chaucer.At last they came whereas that lady bode. Spenser.","whitsuntide":"The week commencing with Whitsunday, esp. the first three days-- Whitsunday, Whitsun Monday, and Whitsun Tuesday; the time ofPentecost. R. of Gloucester.","whaul":"Same as Whall.","wallbird":"The spotted flycatcher. [Prov. Eng.]","whame":"A breeze fly.","wood tick":"Any one of several species of ticks of the genus Ixodes whoseyoung cling to bushes, but quickly fasten themselves upon the bodiesof any animal with which they come in contact. When they attachthemselves to the human body they often produce troublesome sores.The common species of the Northern United States is Ixodesunipunctata.","water way":"Same as Water course.","watt":"A unit of power or activity equal to 107 C.G.S. units of power,or to work done at the rate of one joule a second. An English horsepower is approximately equal to 746 watts.","waitingly":"By waiting.","waxbird":"The waxwing.","won":"imp. & p. p. of Win.","willingly":"In a willing manner; with free will; without reluctance;cheerfully. Chaucer.The condition of that people is not so much to be envied as somewould willingly represent it. Addison.","wigan":"A kind of canvaslike cotton fabric, used to stiffen and protectthe lower part of trousers and of the skirts of women's dresses,etc.; -- so called from Wigan, the name of a town in Lancashire,England.","whimsically":"In a whimsical manner; freakishly.","winger":"One of the casks stowed in the wings of a vessel's hold, beingsmaller than such as are stowed more amidships. Totten.","water gate":"A gate, or valve, by which a flow of water is permitted,prevented, or regulated.","wool-dyed":"Dyed before being made into cloth, in distinction from piece-dyed; ingrain.","windhover":"The kestrel; -- called also windbibber, windcuffer, windfanner.[Prov. Eng.]","winsomeness":"The characteristic of being winsome; attractiveness of manner.J. R. Green.","wrongdoer":"One who commits a tort or trespass; a trespasser; a tortfeasor. Ayliffe.","warrantise":"Authority; security; warranty. [Obs.] Shak.","water tender":"In the United States navy, a first-class petty officer incharge in a fireroom. He \"tends\" water to the boilers, sees thatfires are properly cleaned and stoked, etc. There is also a rating ofchief water tender, who is a chief petty officer.","wash-off":"Capable of being washed off; not permanent or durable; -- saidof colors not fixed by steaming or otherwise.","wode":"Mad. See Wood, a. [Obs. or Prov. Eng.] Chaucer.","wellingtonia":"A name given to the \"big trees\" (Sequoia gigantea) ofCalifornia, and still used in England. See Sequoia.","water flannel":"A floating mass formed in pools by the entangled filaments of aEuropean fresh-water alga (Cladophora crispata).","wraw":"Angry; vexed; wrathful. [Obs.]With this speech the cock wex wroth and wraw. Chaucer.","whurt":"See Whort.","woning":"Dwelling. [Obs.] Chaucer.","wheelwork":"A combination of wheels, and their connection, in a machine ormechanism.","wrist":"The joint, or the region of the joint, between the hand and thearm; the carpus. See Carpus.He took me by the wrist, and held me hard. Shak.","wafer":"A thin cake made of flour and other ingredients.Wafers piping hot out of the gleed. Chaucer.The curious work in pastry, the fine cakes, wafers, and marchpanes.Holland.A woman's oaths are wafers -- break with making B. Jonson.","whirling":"a. & n. from Whirl, v. t. Whirling table. (a) (Physics) Anapparatus provided with one or more revolving disks, with weights,pulleys, and other attachments, for illustrating the phenomena andlaws of centrifugal force, and the like. (b) A potter's wheel.","wurraluh":"The Australian white-quilled honey eater (Entomyza albipennis).","wind-sucker":"The kestrel. B. Jonson.","withstood":"oWithstand.","wadset":"A kind of pledge or mortgage. [Written also wadsett.]","wealthily":"In a wealthy manner; richly.I come to wive it wealthily in Padua. Shak.","water thief":"A pirate. [R.] Shak.","witfish":"The ladyfish (a).","wex":"To grow; to wax. [Obs.] Chaucer. \"Each wexing moon.\" Dryden.","water drainage":"The draining off of water.","well-plighted":"Being well folded. [Obs.] \"Her well-plighted frock.\" Spenser.","wrecche":"A wretch. [Obs.]","whewer":"The European widgeon. [Prov. Eng.]","warming":"a. & n. from Warm, v. Warming pan, a long-handled covered paninto which live coals are put, -- used for warming beds. Shak.","wanting":"Absent; lacking; missing; also, deficient; destitute; needy;as, one of the twelve is wanting; I shall not be wanting in exertion.","whisperingly":"In a whisper, or low voice; in a whispering manner; withwhispers. Tennyson.","warish":"To protect from the effects of; hence, to cure; to heal. [Obs.]My brother shall be warished hastily. Chaucer.Varro testifies that even at this day there be some who warish andcure the stinging of serpents with their spittle. Holland.","welwitschia":"An African plant (Welwitschia mirabilis) belonging to the orderGnetaceæ. It consists of a short, woody, topshaped stem, and nevermore than two leaves, which are the cotyledons enormously developed,and at length split into diverging segments.","wriggler":"One who, or that which, wriggles. Cowper.","warly":"Warlike. Burns.","withal":"With; -- put after its object, at the end of sentence or clausein which it stands. [Obs.]This diamond he greets your wife withal. Shak.Whatsoever uncleanness it be that a man shall be defiled withal. Lev.v. 3.","wistit":"A small South American monkey; a marmoset. [Written alsowistiti, and ouistiti.]","wrybill":"See Crookbill.","wind-sucking":"A vicious habit of a horse, consisting in the swallowing ofair; -- usually associated with crib-biting, or cribbing. SeeCribbing, 4.","wire-pulling":"The act of pulling the wires, as of a puppet; hence, secretinfluence or management, especially in politics; intrigue.","whig":"Acidulated whey, sometimes mixed with buttermilk and sweetherbs, used as a cooling beverage. [Obs. or Prov. Eng.]","wincer":"One who, or that which, winces, shrinks, or kicks.","wildness":"The quality or state of being wild; an uncultivated or untamedstate; disposition to rove or go unrestrained; rudeness; savageness;irregularity; distraction.","water newt":"Any one of numerous species of aquatic salamanders; a triton.","whereby":"Wherever; -- a contracted and poetical form. Cowper.","weak-hearted":"Having little courage; of feeble spirit; dispirited; faint-hearted. \"Weak-hearted enemies.\" Shak.","white-hot":"White with heat; heated to whiteness, or incandescence.","widewhere":"Widely; far and wide. [Obs.] Chaucer.","whinny":"To utter the ordinary call or cry of a horse; to neigh.","weedy":"Dressed in weeds, or mourning garments. [R. or Colloq.]She was as weedy as in the early days of her mourning. Dickens.","wallaroo":"Any one of several species of kangaroos of the genus Macropus,especially M. robustus, sometimes called the great wallaroo.","whitlow":"An inflammation of the fingers or toes, generally of the lastphalanx, terminating usually in suppuration. The inflammation mayoccupy any seat between the skin and the bone, but is usually appliedto a felon or inflammation of the periosteal structures of the bone.","woofy":"Having a close texture; dense; as, a woofy cloud. J. Baillie.","warted":"Having little knobs on the surface; verrucose; as, a wartedcapsule.","willying":"The process of cleansing wool, cotton, or the like, with awilly, or willow. Willying machine. Same as 1st Willow, 2","warine":"A South American monkey, one of the sapajous.","waymark":"A mark to guide in traveling.","weanedness":"Quality or state of being weaned.","witticism":"A witty saying; a sentence or phrase which is affectedly witty;an attempt at wit; a conceit. Milton.He is full of conceptions, points of epigram, and witticisms; allwhich are below the dignity of heroic verse. Addison.","whiff":"The marysole, or sail fluke.","water tupelo":"A species of large tupelo (Nyssa aquatica) growing in swamps inthe southern of the United States. See Ogeechee lime.","water dog":"A dog accustomed to the water, or trained to retrievewaterfowl. Retrievers, waters spaniels, and Newfoundland dogs are sotrained.","woodless":"Having no wood; destitute of wood. Mitford.-- Wood\"less*ness, n.","waistcloth":"A covering of canvas or tarpaulin for the hammocks, stowed onthe nettings, between the quarterdeck and the forecastle.","wattling":"The act or process of binding or platting with twigs; also, thenetwork so formed.Made with a wattling of canes or sticks. Dampier.","witworm":"One who, or that which, feeds on or destroys wit. [Obs.] B.Jonson.","woll":"See 2d Will. [Obs.]","weasy":"Given to sensual indulgence; gluttonous. [Obs.] Joye.","wind":"The act of winding or turning; a turn; a bend; a twist; awinding.","willock":"See Ignis fatuus.","wapper":"To cause to shake; to tremble; to move tremulously, as fromweakness; to totter. [Obs.]","weathercock":"To supply with a weathercock; to serve as a weathercock for.Whose blazing wyvern weathercock the spire. Tennyson.","wharfinger":"A man who owns, or has the care of, a wharf.","wele":"Prosperity; happiness; well-being; weal. [Obs.] Chaucer.","wakening":"The revival of an action. Burrill.They were too much ashamed to bring any wakening of the processagainst Janet. Sir W. Scott.","whistlewing":"The American golden-eye.","wreaker":"Avenger. [Obs.]The stork, the wrekere of avouterye [adultery]. Chaucer.","waning":"The act or process of waning, or decreasing.This earthly moon, the Church, hath fulls and wanings, and sometimesher eclipses. Bp. Hall.","weather-driven":"Driven by winds or storms; forced by stress of weather. Carew.","walhalla":"See Valhalla.","wivehood":"Wifehood. [Obs.] Spenser.","writhe":"To twist or contort the body; to be distorted; as, to writhewith agony. Also used figuratively.After every attempt, he felt that he had failed, and writhed withshame and vexation. Macaulay.","waney":"A sharp or uneven edge on a board that is cut from a log notperfectly squared, or that is made in the process of squaring. SeeWany, a.","whiplash":"The lash of a whip, -- usually made of thongs of leather, or ofcords, braided or twisted.","whomsoever":"The objective of whosoever. See Whosoever.The Most High ruleth in the kingdow of men, and giveth it towhomsoever he will. Dan. iv. 17.","whitterick":"The curlew. [Prov. Eng.]","wealful":"Weleful. [Obs.] Chaucer.","wrister":"A covering for the wrist.","webbed":"Having the toes united by a membrane, or web; as, the webbedfeet of aquatic fowls.","wean":"A weanling; a young child.I, being but a yearling wean. Mrs. Browning.","water radish":"A coarse yellow-flowered plant (Nasturtium amphibium) relatedto the water cress and to the horse-radish.","wishy-washy":"Thin and pale; weak; without strength or substance; --originally said of liquids. Fig., weak-minded; spiritless.A weak wishy-washy man who had hardly any mind of his own. A.Trollope.","witch-tree":"The witch-hazel.","wire-puller":"One who pulls the wires, as of a puppet; hence, one whooperates by secret means; an intriguer.Political wire-pullers and convention packers. Lowell.","wooled":"Having (such) wool; as, a fine-wooled sheep.","wanze":"To wane; to wither. [Obs.]","wolframite":"Tungstate of iron and manganese, generally of a brownish orgrayish black color, submetallic luster, and high specific gravity.It occurs in cleavable masses, and also crystallized. Called alsowolfram.","woohoo":"The sailfish.","world-wide":"Extended throughout the world; as, world-wide fame. Tennyson.","waviness":"The quality or state of being wavy.","weighing":"a. & n. from Weigh, v. Weighing cage, a cage in which smallliving animals may be conveniently weighed.-- Weighing house. See Weigh-house.-- Weighing machine, any large machine or apparatus for weighing;especially, platform scales arranged for weighing heavy bodies, asloaded wagons.","weezel":"See Weasel.","wheel-shaped":"Expanding into a flat, circular border at top, with scarcelyany tube; as, a wheel-shaped corolla.","whether":"Which (of two); which one (of two); -- used interrogatively andrelatively. [Archaic]Now choose yourself whether that you liketh. Chaucer.One day in doubt I cast for to compare Whether in beauties' glory didexceed. Spenser.Whether of them twain did the will of his father Matt. xxi. 31.","wire-wound gun":"A gun in the construction of which an inner tube (either entireor in segments) is wound with wire under tension to insure greatersoundness and uniformity of resistance. In modern construction hoopsand jackets are shrunk on over the wire.","wares":"See 4th Ware.","wonted":"Accustomed; customary; usual.Again his wonted weapon proved. Spenser.Like an old piece of furniture left alone in its wonted corner. SirW. Scott.She was wonted to the place, and would not remove. L'Estrange.","went":"imp. & p. p. of Wend; -- now obsolete except as the imperfectof go, with which it has no etymological connection. See Go.To the church both be they went. Chaucer.","walkyr":"See Valkyria.","water parting":"A summit from the opposite sides of which rain waters flow todifferent streams; a line separating the drainage districts of twostreams or coasts; a divide.","woodmonger":"A wood seller. [Obs.]","worryingly":"In a worrying manner.","writability":"Ability or capacity to write. [R.] Walpole.","wowf":"Disordered or unsettled in intellect; deranged. [Scot.] Sir W.Scott.","wawl":"See Waul. Shak.","wasting":"Causing waste; also, undergoing waste; diminishing; as, awasting disease; a wasting fortune. Wasting palsy (Med.), progressivemuscular atrophy. See under Progressive.","withy":"The osier willow (Salix viminalis). See Osier, n. (a).","waterleaf":"Any plant of the American genus Hydrophyllum, herbs havingwhite or pale blue bell-shaped flowers. Gray.","wages":"A compensation given to a hired person for services; price paidfor labor; recompense; hire. See Wage, n., 2.The wages of sin is death. Rom. vi. 23.Wages fund (Polit. Econ.), the aggregate capital existing at any timein any country, which theoretically is unconditionally destined to bepaid out in wages. It was formerly held, by Mill and other politicaleconomists, that the average rate of wages in any country at any timedepended upon the relation of the wages fund to the number oflaborers. This theory has been greatly modified by the discovery ofother conditions affecting wages, which it does not take intoaccount. Encyc. Brit.","witherite":"Barium carbonate occurring in white or gray six-sided twincrystals, and also in columnar or granular masses.","whine":"To utter a plaintive cry, as some animals; to mean with achildish noise; to complain, or to tell of sorrow, distress, or thelike, in a plaintive, nasal tone; hence, to complain or to beg in amean, unmanly way; to moan basely. \"Whining plovers.\" Spenser.The hounds were . . . staying their coming, but with a whiningaccent, craving liberty. Sir P. Sidney.Dost thou come here to whine Shak.","wallhick":"The lesser spotted woodpecker (Dryobates minor). [Prov. Eng.]","wheeler":"A steam vessel propelled by a paddle wheel or by paddle wheels;-- used chiefly in the terms side-wheeler and stern-wheeler.","whole-hoofed":"Having an undivided hoof, as the horse.","windlace":"See Windlass. [Obs.]Two arblasts, . . . with windlaces and quarrels. Sir W. Scott.","werrey":"To warray. [Obs.] Chaucer.","wareless":"Unwary; incautious; unheeding; careless; unaware. [Obs.]And wareless of the evil That by themselves unto themselves iswrought. Spenser.","war-beaten":"Warworn.","wold":"See Weld.","wildwood":"A wild or unfrequented wood. Also used adjectively; as,wildwood flowers; wildwood echoes. Burns.","wretchless":"Reckless; hence, disregarded. [Obs.] -- Wretch\"less*ly, adv.[Obs.] -- Wretch\"less*ness, n. [Obs.] Bk. of Com. Prayer.Your deaf ears should listen Unto the wretchless clamors of the poor.J. Webster.","wurbagool":"A fruit bat (Pteropus medius) native of India. It is similar tothe flying fox, but smaller.","white horse":"A large mass of tough sinewy substance in the head of spermwhales, just above the upper jaw and extending in streaks into thejunk above it. It resembles blubber, but contains no oil. Also, thepart of the head in which it occurs.","whistling":"a. & n. from Whistle, v. Whistling buoy. (Naut.) See underBuoy.-- Whistling coot (Zoöl.), the American black scoter.-- Whistling Dick. (Zoöl.) (a) An Australian shrike thrush(Colluricincla Selbii). (b) The song thrush. [Prov. Eng.] --Whistling duck. (Zoöl.) (a) The golden-eye. (b) A tree duck.-- Whistling eagle (Zoöl.), a small Australian eagle (Haliastursphenurus); -- called also whistling hawk, and little swamp eagle.-- Whistling plover. (Zoöl.) (a) The golden plover. (b) The black-bellied, or gray, plover.-- Whistling snipe (Zoöl.), the American woodcock.-- Whistling swan. (Zoöl.) (a) The European whooper swan; -- calledalso wild swan, and elk. (b) An American swan (Olor columbianus). Seeunder Swan.-- Whistling teal (Zoöl.), a tree duck, as Dendrocygna awsuree ofIndia.-- Whistling thrush. (Zoöl.) (a) Any one of several species ofsinging birds of the genus Myiophonus, native of Asia, Australia, andthe East Indies. They are generally black, glossed with blue, andhave a patch of bright blue on each shoulder. Their note is a loudand clear whistle. (b) The song thrush. [Prov. Eng.]","watering":"a. & n. from Water, v. Watering call (Mil.), a sound of trumpetor bugle summoning cavalry soldiers to assemble for the purpose ofwatering their horses.-- Watering cart, a sprinkling cart. See Water.-- Watering place. (a) A place where water may be obtained, as for aship, for cattle, etc. (b) A place where there are springs ofmedicinal water, or a place by the sea, or by some large body ofwater, to which people resort for bathing, recreation, boating, etc.-- Watering pot. (a) A kind of bucket fitted with a rose, orperforated nozzle, -- used for watering flowers, paths, etc. (b)(Zoöl.) Any one of several species of marine bivalve shells of thegenus Aspergillum, or Brechites. The valves are small, andconsolidated with the capacious calcareous tube which incases theentire animal. The tube is closed at the anterior end by a convexdisk perforated by numerous pores, or tubules, and resembling therose of a watering pot.-- Watering trough, a trough from which cattle, horses, and otheranimals drink.","whimperer":"One who whimpers.","water deck":"A covering of painting canvas for the equipments of a dragoon'shorse. Wilhelm.","wyandots":"Same as Hurons. [Written also Wyandottes, and Yendots.]","water gilding":"The act, or the process, of gilding metallic surfaces bycovering them with a thin coating of amalgam of gold, and thenvolatilizing the mercury by heat; -- called also wash gilding.","weldable":"Capable of being welded.","whip-poor-will":"An American bird (Antrostomus vociferus) allied to thenighthawk and goatsucker; -- so called in imitation of the peculiarnotes which it utters in the evening. [Written also whippowil.]","waterless":"Destitute of water; dry. Chaucer.","weighmaster":"One whose business it is to weigh ore, hay, merchandise, etc.;one licensed as a public weigher.","wreakless":"Unrevengeful; weak. [Obs.]","wheelband":"The tire of a wheel.","water rocket":"A cruciferous plant (Nasturtium sylvestre) with small yellowflowers.","whiggamore":"A Whig; -- a cant term applied in contempt to ScotchPresbyterians. [Scot.] Sir W. Scott.","worthwhile":"Worth the time or effort spent. See worth while. worthy.-- worthwhileness.","warworn":"Worn with military service; as, a warworn soldier; a warworncoat. Shak.","wealthiness":"The quality or state of being wealthy, or rich; richness;opulence.","wander":"To travel over without a certain course; to traverse; to strollthrough. [R.] \"[Elijah] wandered this barren waste.\" Milton.","white friar":"A mendicant monk of the Carmelite order, so called from thewhite cloaks worn by the order. See Carmelite.","wilwe":"Willow. [Obs.] Chaucer.","well":"A hole or excavation in the earth, in mining, from which runbranches or galleries.","whitehead":"A form of self-propelling torpedo.","weka":"A New Zealand rail (Ocydromus australis) which has wings soshort as to be incapable of flight.","whitile":"The yaffle. [Prov. Eng.]","water-tight":"So tight as to retain, or not to admit, water; not leaky.","whistler":"The hoary, or northern, marmot (Arctomys pruinosus).","warehousing":"The act of placing goods in a warehouse, or in a customhousestore. Warehousing system, an arrangement for lodging importedarticles in the customhouse stores, without payment of duties untilthey are taken out for home consumption. If reëxported, they are notcharged with a duty. See Bonded warehouse, under Bonded, a.","wanderer":"One who wanders; a rambler; one who roves; hence, one whodeviates from duty.","wove":"p. pr. & rare vb. n. of Weave.","weeder":"One who, or that which, weeds, or frees from anything noxious.","whip-tom-kelly":"A vireo (Vireo altiloquus) native of the West Indies andFlorida; -- called also black-whiskered vireo.","water hemp":"See under Hemp.","whey-faced":"Having a pale or white face, as from fright. \"Whey-facedcavaliers.\" Aytoun.","woolstock":"A heavy wooden hammer for milling cloth.","wiliness":"The quality or state of being wily; craftiness; cunning; guile.","weroole":"An Australian lorikeet (Ptilosclera versicolor) noted for thevariety of its colors; -- called also varied lorikeet.","wieldable":"Capable of being wielded.","water moccasin":"A venomous North American snake (Ancistrodon piscivorus) alliedto the rattlesnake but destitute of a rattle. It lives in or aboutpools and ponds, and feeds largely of fishes. Called also watersnake, water adder, water viper.","wheel of fortune":"A gambling or lottery device consisting of a wheel which isspun horizontally, articles or sums to which certain marks on itscircumference point when it stops being distributed according tovarying rules.","wirework":"Work, especially openwork, formed of wires.","wording":"The act or manner of expressing in words; style of expression;phrasing.It is believed this wording was above his known style. Milton.","whangdoodle":"An imaginary creature, of undefined character. [Slang]","water tick":"Same as Water mite.","wishly":"According to desire; longingly; with wishes. [Obs. or Prov.Eng.] Chapman.","weder":"Weather. [Obs.] Chaucer.","whittret":"A weasel. [Scot.]","wastorel":"See Wastrel. [Obs.]","wed":"A pledge; a pawn. [Obs.] Gower. Piers Plowman.Let him be ware, his neck lieth to wed [i. e., for a security].Chaucer.","way-goose":"See Wayz-goose, n., 2. [Eng.]","wirche":"To work [Obs.] Chaucer.","wet nurse":"A nurse who suckles a child, especially the child of anotherwoman. Cf. Dry nurse.","wagonry":"Conveyance by means of a wagon or wagons. [Obs.] Milton.","wen-li":"The higher literary idiom of Chinese, that of the canonicalbooks and of all composition pretending to literary standing. Itemploys a classical or academic diction, and a more condensed andsententious style than Mandarin, and differs also in the doubling andarrangement of words.","wamble-cropped":"Sick at the stomach; also, crestfallen; dejected. [Slang]","wooyen":"See Yuen.","wigged":", a. Having the head covered with a wig; wearing a wig.","waketime":"Time during which one is awake. [R.] Mrs. Browning.","whipstaff":"A bar attached to the tiller, for convenience in steering.","wheatear":"A small European singing bird (Saxicola oenanthe). The male iswhite beneath, bluish gray above, with black wings and a black stripethrough each eye. The tail is black at the tip and in the middle, butwhite at the base and on each side. Called also checkbird, chickell,dykehopper, fallow chat, fallow finch, stonechat, and whitetail.","why":"A young heifer. [Prov. Eng.] Grose.","workbench":"A bench on which work is performed, as in a carpenter's shop.","wail":"To choose; to select. [Obs.] \"Wailed wine and meats.\" Henryson.","wrangle":"To involve in a quarrel or dispute; to embroil. [R.] Bp.Sanderson.","wigher":"To neigh; to whinny. [Obs.] Beau. & Fl.","water gang":"A passage for water, such as was usually made in a sea wall, todrain water out of marshes. Burrill.","wow-wow":"See Wou-wou.","wrestler":"One who wrestles; one who is skillful in wrestling.","watch meeting":"A religious meeting held in the closing hours of the year.","weighable":"Capable of being weighed.","womankind":"The females of the human race; women, collectively.A sanctuary into which womankind, with her tools of magic, the broomand mop, has very infrequent access. Hawthorne.","warning":"Giving previous notice; cautioning; admonishing; as, a warningvoice.That warning timepiece never ceased. Longfellow.Warning piece, Warning wheel (Horol.), a piece or wheel whichproduces a sound shortly before the clock strikes.","woolder":"A stick used to tighten the rope in woolding.","warblingly":"In a warbling manner.","waiment":"See Wayment. [Obs.]","wollastonite":"A silicate of lime of a white to gray, red, or yellow color,occurring generally in cleavable masses, rarely in tabular crystals;tabular spar.","wedgwood ware":"A kind of fine pottery, the most remarkable being what iscalled jasper, either white, or colored throughout the body, andcapable of being molded into the most delicate forms, so that fineand minute bas-reliefs like cameos were made of it, fit even forbeing set as jewels.","watchdog":"A dog kept to watch and guard premises or property, and to givenotice of the approach of intruders.","wailer":"One who wails or laments.","wiener schnitzel":"A veal cutlet variously seasoned garnished, often with lemon,sardines, and capers.","walter":"To roll or wallow; to welter. [Obs. or Prov. Eng. & Scot.]","whennes":"Whence. [Obs.] Chaucer.","whala":"To lash with stripes; to wale; to thrash; to drub. [Prov. Eng.& Colloq. U. S.] Halliwell. Bartlett.","wharfing":"A mode of facing sea walls and embankments with planks drivenas piles and secured by ties. Knight.","whinchat":"A small warbler (Pratincola rubetra) common in Europe; --called also whinchacker, whincheck, whin-clocharet.","weaverfish":"See Weever.","waverer":"One who wavers; one who is unsettled in doctrine, faith,opinion, or the like. Shak.","water joint":"A joint in a stone pavement where the stones are left slightlyhigher than elsewhere, the rest of the surface being sunken ordished. The raised surface is intended to prevent the settling ofwater in the joints.","windore":"A window. [Obs.] Hudibras.","warehouse":"A storehouse for wares, or goods. Addison.","westward":"Lying toward the west.Yond same star that's westward from the pole. Shak.","winkingly":"In a winking manner; with the eye almost closed. Peacham.","weld":"To wield. [Obs.] Chaucer.","wade":"Woad. [Obs.] Mortimer.","whew":"A sound like a half-formed whistle, expressing astonishment,scorn, or dislike. Whew duck, the European widgeon. [Prov. Eng.]","wooded":"Supplied or covered with wood, or trees; as, land wooded andwatered.The brook escaped from the eye down a deep and wooded dell. Sir W.Scott.","wankle":"Not to be depended on; weak; unstable. [Prov. Eng.] Grose.","wardmote":"Anciently, a meeting of the inhabitants of a ward; also, acourt formerly held in each ward of London for trying defaults inmatters relating to the watch, police, and the like. Brande & C.\"Wards and wardmotes.\" Piers Plowman.","witted":"Having (such) a wit or understanding; as, a quick-witted boy.","weighty":"An acute infectious febrile disease, resembling typhoid fever,with muscular pains, disturbance of the digestive organs, jaundice,etc.","weiss beer":"A light-colored highly effervescent beer made by the top-fermentation process.","worthy":"A man of eminent worth or value; one distinguished for usefuland estimable qualities; a person of conspicuous desert; -- much usedin the plural; as, the worthies of the church; political worthies;military worthies.The blood of ancient worthies in his veins. Cowper.","well-informed":"Correctly informed; provided with information; well furnishedwith authentic knowledge; intelligent.","walloons":"A Romanic people inhabiting that part of Belgium whichcomprises the provinces of Hainaut, Namur, Liége, and Luxembourg, andabout one third of Brabant; also, the language spoken by this people.Used also adjectively. [Written also Wallons.] \"A base Walloon . . .thrust Talbot with a spear.\" Shak. Walloon guard, the bodyguard ofthe Spanish monarch; -- so called because formerly consisting ofWalloons.","whippletree":"The cornel tree. Chaucer.","warhable":"Fit for war. [Obs.] \"Warhable youth.\" Spenser.","withinforth":"Within; inside; inwardly. [Obs.] Wyclif.[It is much greater] labor for to withinforth call into mind, withoutsight of the eye withoutforth upon images, what he before knew andthought upon. Bp. Peacock.","wimbrel":"The whimbrel.","woofell":"The European blackbird. \"The woofell near at hand that hath agolden bill.\" Drayton.","water measure":"A measure formerly used for articles brought by water, ascoals, oysters, etc. The water-measure bushel was three gallonslarger than the Winchester bushel. Cowell.","wantage":"That which is wanting; deficiency.","whanghee":"See Wanghee.","whurry":"To whisk along quickly; to hurry. [R.]Whurrying the chariot with them to the shore. Vicars.","wishedly":"According to wish; conformably to desire. [Obs.] Chapman.","wone":"To dwell; to abide. [Obs.] Piers Plowman.Their habitation in which they woned. Chaucer.","waterfall":"An arrangement of a woman's back hair over a cushion or framein some resemblance to a waterfall.","wash sale":"A sale made in washing. See Washing, n., 3, above.","wattmeter":"An instrument for measuring power in watts, -- much used inmeasuring the energy of an electric current.","wing":"One of the broad, thin, anterior lobes of the foot of apteropod, used as an organ in swimming.(b) (Bot.) Any membranaceous expansion, as that along the sides ofcertain stems, or of a fruit of the kind called samara.(c) (Bot.) Either of the two side petals of a papilionaceous flower.","wrathless":"Free from anger or wrath. Waller.","well-known":"Fully known; generally known or acknowledged.A church well known with a well-known rite. M. Arnold.","whiting-mop":"A young whiting. [Prov. Eng.]","wintery":"Wintry.","whimple":"See Wimple.","wrongless":"Not wrong; void or free from wrong. [Obs.] -- Wrong\"less*ly,adv. [Obs.] Sir P. Sidney.","water tower":"A large metal pipe made to be extended vertically by sections,and used for discharging water upon burning buildings.","whey cure":"Treatment with whey as a drink and in baths.","weatherproof":"Proof against rough weather.","wonders":"See Wondrous. [Obs.]They be wonders glad thereof. Sir T. More.","wrongous":"Not right; illegal; as, wrongous imprisonment. Craig.","whimmy":"Full of whims; whimsical.The study of Rabbinical literature either finds a man whimmy or makeshim so. Coleridge.","wellingtons":"A kind of long boots for men.","wateriness":"The quality or state of being watery; moisture; humidity.","waul":"To cry as a cat; to squall; to wail. [Written also wawl.]The helpless infant, coming wauling and crying into the world. Sir W.Scott.","wamble":"Disturbance of the stomach; a feeling of nausea. Holland.","woodpeck":"A woodpecker. [Obs.]","water shield":"An aquatic American plant (Brasenia peltata) having floatingoval leaves, and the covered with a clear jelly.","whiles":"During the time that; while. [Archaic] Chaucer. Fuller.Agree with thine adversary quickly, whiles thou art in the way withhim. Matt. v. 25.","wispen":"Formed of a wisp, or of wisp; as, a wispen broom. [Obs.]","waker":"One who wakes.","wolframium":"The technical name of the element tungsten. See Tungsten.","wilded":"Become wild. [R.]An old garden plant escaped and wilded. J. Earle.","wig":"To censure or rebuke; to hold up to reprobation; to scold.[Slang]","water poise":"A hydrometer.","winter-proud":"Having too rank or forward a growth for winter.When either corn is winter-proud, or other plants put forth and budtoo early. Holland.","whiskey":"Same as Whisky, a liquor.","working-day":"Pertaining to, or characteristic of, working days, or workdays;everyday; hence, plodding; hard-working.O, how full of briers in this working-day world. Shak.","water flounder":"The windowpane (Pleuronectes maculatus). [Local, U. S.]","wrymouth":"Any one of several species of large, elongated, marine fishesof the genus Cryptacanthodes, especially C. maculatus of the Americancoast. A whitish variety is called ghostfish.","waywodeship":"The office, province, or jurisdiction of a waywode.","water sail":"A small sail sometimes set under a studding sail or under adriver boom, and reaching nearly to the water.","whitflaw":"Whitlow. [Obs.] \"The nails fallen off by whitflaws.\" Herrick.","wounder":"One who, or that which, wounds.","whirlbat":"Anything moved with a whirl, as preparatory for a blow, or toaugment the force of it; -- applied by poets to the cestus of ancientboxers.The whirlbat and the rapid race shall be Reserved for Cæsar. Dryden.","wood-sere":"The time when there no sap in the trees; the winter season.[Written also wood-seer.] [Obs.] Tusser.","whitwall":"Same as Whetile.","wild-cat":"Running without control; running along the line without atrain; as, a wild-cat locomotive.","wright":"One who is engaged in a mechanical or manufacturing business;an artificer; a workman; a manufacturer; a mechanic; esp., a workerin wood; -- now chiefly used in compounds, as in millwright,wheelwright, etc.He was a well good wright, a carpenter. Chaucer.","woodchuck":"A common large North American marmot (Arctomys monax). It isusually reddish brown, more or less grizzled with gray. It makesextensive burrows, and is often injurious to growing crops. Calledalso ground hog.","white-fronted":"Having a white front; as, the white-fronted lemur. White-fronted goose (Zoöl.), the white brant, or snow goose. See Snowgoose, under Snow.","warrioress":"A female warrior. [Obs.] Spenser.","warrin":"An Australian lorikeet (Trichoglossus multicolor) remarkablefor the variety and brilliancy of its colors; -- called also blue-bellied lorikeet, and blue-bellied parrot.","which":"Whether one or another; whether one or the other; which; thatone (of two or more) which; as, whichever road you take, it will leadyou to town.","weeping":"The act of one who weeps; lamentation with tears; shedding oftears.","weighage":"A duty or toil paid for weighing merchandise. Bouvier.","wolde":"imp. of Will. See Would.","water craft":"Any vessel or boat plying on water; vessels and boats,collectively.","wrizzle":"To wrinkle. [Obs.] Spenser.","wineglass":"A small glass from to drink wine.","wink":"To cause (the eyes) to wink.[Colloq.]","would":"Commonly used as an auxiliary verb, either in the past tense orin the conditional or optative present. See 2d & 3d Will.","wontless":"Unaccustomed. [Obs.] Spenser.","warproof":"Valor tried by war.","whirl-blast":"A whirling blast or wind.A whirl-blast from behind the hill. Wordsworth.","water nymph":"A goddess of any stream or other body of water, whether one ofthe Naiads, Nereids, or Oceanides.","wives":", pl of Wife.","writership":"The office of a writer.","whop":"Same as Whap. Forby.","wielding":"Power; authority; rule. [Obs.]To have them in your might and in your wielding. Chaucer.","woulfe bottle":"A kind of wash bottle with two or three necks; -- so calledafter the inventor, Peter Woulfe, an English chemist.","woaded":"Colored or stained with woad. \"Man tattoed or woaded, winter-clad in skins.\" Tennyson.","wax":"Cerumen, or earwax. See Cerumen.(b) A waxlike composition used for uniting surfaces, for excludingair, and for other purposes; as, sealing wax, grafting wax, etchingwax, etc.(c) A waxlike composition used by shoemakers for rubbing theirthread.(d) (Zoöl.) A substance similar to beeswax, secreted by severalspecies of scale insects, as the Chinese wax. See Wax insect, below.(e) (Bot.) A waxlike product secreted by certain plants. SeeVegetable wax, under Vegetable. (f) (Min.)","weekwam":"See Wigwam. [R.]","widen":"To make wide or wider; to extend in breadth; to increase thewidth of; as, to widen a field; to widen a breach; to widen astocking.","werewolf":"A person transformed into a wolf in form and appetite, eithertemporarily or permanently, whether by supernatural influences, bywitchcraft, or voluntarily; a lycanthrope. Belief in werewolves,formerly general, is not now extinct.The werwolf went about his prey. William of Palerne.The brutes that wear our form and face, The werewolves of the humanrace. Longfellow.","wheezy":"Breathing with difficulty and with a wheeze; wheezing. Usedalso figuratively.","weighbeam":"A kind of large steelyard for weighing merchandise; -- alsocalled weighmaster's beam.","waxworks":"An exhibition of wax figures, or the place of exhibition.","whiskerless":"Being without whiskers.","winrow":"A windrow.","wetbird":"The chaffinch, whose cry is thought to foretell rain. [Prov.Eng.]","wallack":"See Wallachian.","wedge-tailed":"Having a tail which has the middle pair of feathers longest,the rest successively and decidedly shorter, and all more or lessattenuate; -- said of certain birds. See Illust. of Wood hoopoe,under Wood. Wedge-tailed eagle, an Australian eagle (Aquila audax)which feeds on various small species of kangaroos, and on lambs; --called also mountain eagle, bold eagle, and eagle hawk.-- Wedge-tailed gull, an arctic gull (Rhodostethia rosea) in whichthe plumage is tinged with rose; -- called also Ross's gull.","worshipable":"Capable of being worshiped; worthy of worship. [R.] Carlyle.","waistcoateer":"One wearing a waistcoat; esp., a woman wearing one uncovered,or thought fit for such a habit; hence, a loose woman; strumpet.[Obs.]Do you think you are here, sir, Amongst your waistcoateers, your basewenches Beau. & Fl.","wayment":"To lament; to grieve; to wail. [Written also waiment.] [Obs.]Thilke science . . . maketh a man to waymenten. Chaucer.For what boots it to weep and wayment, When ill is chanced Spenser.","wekeen":"The meadow pipit. [Prov. Eng.]","workbasket":"A basket for holding materials for needlework, or the like.","wontedness":"The quality or state of being accustomed. [R.] Eikon Basilike.","warranty":"A covenant real, whereby the grantor of an estate of freeholdand his heirs were bound to warrant and defend the title, and, incase of eviction by title paramount, to yield other lands of equalvalue in recompense. This warranty has long singe become obsolete,and its place supplied by personal covenants for title. Among theseis the covenant of warranty, which runs with the land, and is in thenature of a real covenant. Kent.","whitherward":"In what direction; toward what or which place. R. of Brunne.Whitherward to turn for a good course of life was by no means tooapparent. Carlyle.","whaleboat":"A long, narrow boat, sharp at both ends, used by whalemen.","withdrawer":"One who withdraws; one who takes back, or retracts.","werst":"See Verst.","wynd":"A narrow lane or alley. [Scot.] Jamieson.The narrow wynds, or alleys, on each side of the street. Bryant.","wept":"imp. & p. p. of Weep.","warre":"Worse. [Obs.]They say the world is much warre than it wont. Spenser.","wire-worker":"One who manufactures articles from wire.","whirlwig":"A whirligig.","whey":"The serum, or watery part, of milk, separated from the morethick or coagulable part, esp. in the process of making cheese. Inthis process, the thick part is called curd, and the thin part whey.","wesand":"See Weasand. [Obs.]","wastebasket":"A basket used in offices, libraries, etc., as a receptacle forwaste paper.","witen":"pl. pres. of Wit. Chaucer.","warragal":"The dingo.","whipcord":"A kind of hard-twisted or braided cord, sometimes used formaking whiplashes.","white-limed":"Whitewashed or plastered with lime. \"White-limed walls.\" Shak.","weazeny":"Somewhat weazen; shriveled. [Colloq.] \"Weazeny, baked pears.\"Lowell.","waterwork":"Painting executed in size or distemper, on canvas or walls, --formerly, frequently taking the place of tapestry. Shak. Fairholt.","wapacut":"The American hawk owl. See under Hawk.","wickiup wickyup":"Vars of Wikiup.","weaser":"The American merganser; -- called also weaser sheldrake.[Local, U. S.]","weatherbit":"To take another turn with, as a cable around a windlass.Totten.","wook":"Woke. Chaucer.","will":"The legal declaration of a person's mind as to the manner inwhich he would have his property or estate disposed of after hisdeath; the written instrument, legally executed, by which a man makesdisposition of his estate, to take effect after his death; testament;devise. See the Note under Testament, 1.","wencher":"One who wenches; a lewd man.","wordish":"Respecting words; full of words; wordy. [R.] Sir P. Sidney.-- Word\"ish*ness, n.The truth they hide by their dark woordishness. Sir K. Digby.","wafture":"The act of waving; a wavelike motion; a waft. R. Browning.An angry wafture of your hand. Shak.","wikke":"Wicked. [Obs.] Chaucer.","wavellite":"A hydrous phosphate of alumina, occurring usually inhemispherical radiated forms varying in color from white to yellow,green, or black.","wan":"Won. Chaucer.","way":"Away. [Obs. or Archaic] Chaucer. To do way, to take away; toremove. [Obs.] \"Do way your hands.\" Chaucer.-- To make way with, to make away with. See under Away. [Archaic]","waggie":"The pied wagtail. [Prov. Eng.]","wanton":"To cause to become wanton; also, to waste in wantonness. [Obs.]","wincey":"Linsey-woolsey.","wash":"Washy; weak. [Obs.]Their bodies of so weak and wash a temper. Beau. & Fl.","wholesale":"Sale of goods by the piece or large quantity, as distinguishedfrom retail. By wholesale, in the mass; in large quantities; withoutdistinction or discrimination.Some, from vanity or envy, despise a valuable book, and throwcontempt upon it by wholesale. I. Watts.","washable":"Capable of being washed without damage to fabric or color.","water line":"Any one of certain lines of a vessel, model, or plan, parallelwith the surface of the water at various heights from the keel.","water starwort":"See under Starwort.","workwoman":"A woman who performs any work; especially, a woman skilled inneedlework.","wolframic":"Of or pertaining to wolframium. See Tungstic.","wringing":"a. & n. from Wring, v. Wringing machine, a wringer. SeeWringer, 2.","weevil":"Any one of numerous species of snout beetles, or Rhynchophora,in which the head is elongated and usually curved downward. Many ofthe species are very injurious to cultivated plants. The larvæ ofsome of the species live in nuts, fruit, and grain by eating out theinterior, as the plum weevil, or curculio, the nut weevils, and thegrain weevil (see under Plum, Nut, and Grain). The larvæ of otherspecies bore under the bark and into the pith of trees and variousother plants, as the pine weevils (see under Pine). See also Peaweevil, Rice weevil, Seed weevil, under Pea, Rice, and Seed.","welsome":"Prosperous; well. [Obs.] Wyclif.-- Wel\"some*ly, adv. Wyclif.","whistlingly":"In a whistling manner; shrilly.","widowerhood":"The state of being a widower.","water piet":"The water ousel.","wainwright":"Same as Wagonwright.","water lizard":"Any aquatic lizard of the genus Varanus, as the monitor of theNile. See Monitor, n., 3.","weighbridge":"A weighing machine on which loaded carts may be weighed;platform scales.","waped":"Cast down; crushed by misery; dejected. [Obs.]","water cress":"A perennial cruciferous herb (Nasturtium officinale) growingusually in clear running or spring water. The leaves are pungent, andused for salad and as an antiscorbutic.","wesleyan":"Of or pertaining to Wesley or Wesleyanism.","wrey":"See Wray. [Obs.] Chaucer.","wash stand":"In a stable or garage, a place in the floor prepared so thatcarriages or automobiles may be washed there and the water run off.[Cant]","wonger":"See Wanger. [Obs.] Chaucer.","wingless":"Having no wings; not able to ascend or fly. Wingless bird(Zoöl.), the apteryx.","whiner":"One who, or that which, whines.","weakly":"In a weak manner; with little strength or vigor; feebly.","welew":"To welk, or wither. [Obs.]","whelk":"Any one numerous species of large marine gastropods belongingto Buccinum and allied genera; especially, Buccinum undatum, commonon the coasts both of Europe and North America, and much used as foodin Europe. Whelk tingle, a dog whelk. See under Dog.","water chestnut":"The fruit of Trapa natans and Trapa bicornis, Old World waterplants bearing edible nutlike fruits armed with several hard andsharp points; also, the plant itself; -- called also water caltrop.","washstand":"A piece of furniture holding the ewer or pitcher, basin, andother requisites for washing the person.","wood-bound":"Incumbered with tall, woody hedgerows.","wren":"Any one of numerous species of small singing birds belonging toTroglodytes and numerous allied of the family Troglodytidæ.","warrantee":"The person to whom a warrant or warranty is made.","wehrwolf":"See Werewolf.","water beech":"The American hornbeam. See Hornbeam.","wormul":"See Wornil.","weesel":"See Weasel.","water hen":"Any gallinule.","wallower":"A lantern wheel; a trundle.","whimbrel":"Any one of several species of small curlews, especially theEuropean species (Numenius phæopus), called also Jack curlew, halfcurlew, stone curlew, and tang whaup. See Illustration in Appendix.Hudsonian or, Eskimo, whimbreal, the Hudsonian curlew.","water-furrow":"To make water furrows in.","wrestling":"Act of one who wrestles; specif., the sport consisting of thehand-to-hand combat between two unarmed contestants who seek to throweach other. The various styles of wrestling differ in theirdefinition of a fall and in the governing rules. In Greco-Romanwrestling, tripping and taking hold of the legs are forbidden, and afall is gained (that is, the bout is won), by the contestant who pinsboth his opponent's shoulders to the ground. In catch-as-catch-canwrestling, all holds are permitted except such as may be barred bymutual consent, and a fall is defined as in Greco-Roman style.Lancashire style wrestling is essentially the same as catch-as-catch-can. In Cumberland and Westmorland wrestling the contestants standchest to chest, grasping each other around the body. The one firstlosing his hold, or touching the ground with any part of his bodyexcept his feet, loses the bout. If both fall to the ground at thesame time, it is a dogfall, and must be wrestled over. In theCornwall and Devon wrestling, the wrestlers complete in strong looselinen jackets, catching hold of the jacket, or anywhere above thewaist. Two shoulders and one hip, or two hips and one shoulder, musttouch the ground to constitute a fall, and if a man is thrownotherwise than on his back the contestants get upon their feet andthe bout recommences.","walker":"A forest officer appointed to walk over a certain space forinspection; a forester.","white plague":"Tuberculosis, esp. of the lungs.","witchuck":"The sand martin, or bank swallow. [Prov. Eng.]","willowish":"Having the color of the willow; resembling the willow; willowy.Walton.","weigher":"One who weighs; specifically, an officer whose duty it is toweigh commodities.","wheatbird":"A bird that feeds on wheat, especially the chaffinch.","wieldance":"The act or power of wielding. [Obs.] \"Our weak wieldance.\" Bp.Hall.","wardsman":"A man who keeps ward; a guard. [R.] Sydney Smith.","worrier":"One who worries.","waddlingly":"In a waddling manner.","well-mannered":"Polite; well-bred; complaisant; courteous. Dryden.","wildering":"A plant growing in a state of nature; especially, one which hasrun wild, or escaped from cultivation.","waterflood":"A flood of water; an inundation.","wroot":"imp. of Write. Wrote. Chaucer.","wrathily":"In a wrathy manner; very angrily; wrathfully. [Colloq.]","water lemon":"The edible fruit of two species of passion flower (Passifloralaurifolia, and P. maliformis); -- so called in the West Indies.","whipstalk":"A whipstock.","withdraw":"To retire; to retreat; to quit a company or place; to go away;as, he withdrew from the company. \"When the sea withdrew.\" King Horn.","whiteflaw":"A whitlow. [Obs.] Holland.","woman":"Womanhood. [Obs.] Chaucer.","womb":"The uterus. See Uterus.","winterly":"Like winter; wintry; cold; hence, disagreeable, cheerless; as,winterly news. [R.] Shak.The sir growing more winterly in the month of April. Camden.","weetweet":"A throwing toy, or implement, of the Australian aborigines,consisting of a cigar-shaped stick fastened at one end to a flexibletwig. It weighs in all about two ounces, and is about two feet long.","wallaba":"A leguminous tree (Eperua falcata) of Demerara, with pinnateleaves and clusters of red flowers. The reddish brown wood is usedfor palings and shingles. J. Smith (Dict. Econ. Plants).","way shaft":"A rock shaft.","whole-souled":"Thoroughly imbued with a right spirit; noble-minded; devoted.","weech-elm":"The wych-elm. [Obs.] Bacon.","wakif":"The person creating a wakf.","well-wish":"A wish of happiness. \"A well-wish for his friends.\" Addison.","welsher":"One who cheats at a horse race; one who bets, without a chanceof being able to pay; one who receives money to back certain horsesand absconds with it. [Written also welcher.] [Slang, Eng.]","wrawness":"Peevishness; ill temper; anger. [Obs.] Chaucer.","wildly":"In a wild manner; without cultivation; with disorder; rudely;distractedly; extravagantly.","whitmonday":"The day following Whitsunday; -- called also Whitsun Monday.","waller":"One who builds walls.","whirlabout":"Something that whirls or turns about in a rapid manner; awhirligig.","whiggism":"The principles of the Whigs.","wanderingly":"In a wandering manner.","water turkey":"The American snakebird. See Snakebird.","water souchy":"A dish consisting of small fish stewed and served in a littlewater. [Written also water souchet.] See Zoutch.","well-seen":"Having seen much; hence, accomplished; experienced. [Obs.]Beau. & Fl.Well-seen in arms and proved in many a fight. Spenser.","wedge":"A solid of five sides, having a rectangular base, tworectangular or trapezoidal sides meeting in an edge, and twotriangular ends.","wiriness":"The quality of being wiry.","wolvish":"Wolfish. Shak.","whiffletree":"Same as Whippletree.","warlock":"A male witch; a wizard; a sprite; an imp. [Written alsowarluck.] Dryden.It was Eyvind Kallda's crew Of warlocks blue, With their caps ofdarkness hooded! Longfellow.","water tree":"A climbing shrub (Tetracera alnifolia, or potatoria) of WesternAfrica, which pours out a watery sap from the freshly cut stems.","wariness":"The quality or state of being wary; care to foresee and guardagainst evil; cautiousness. \"An almost reptile wariness.\" G. W.Cable.To determine what are little things in religion, great wariness is tobe used. Sprat.","wryneck":"Any one of several species of Old World birds of the genusJynx, allied to the woodpeckers; especially, the common Europeanspecies (J. torguilla); -- so called from its habit of turning theneck around in different directions. Called also cuckoo's mate,snakebird, summer bird, tonguebird, and writheneck.","ween":"To think; to imagine; to fancy. [Obs. or Poetic] Spenser.Milton.I have lost more than thou wenest. Chaucer.For well I ween, Never before in the bowers of light Had the form ofan earthly fay been seen. J. R. Drake.Though never a dream the roses sent Of science or love's compliment,I ween they smelt as sweet. Mrs. Browning.","wherefore":"the reason why. [Colloq.]","wanion":"A word of uncertain signification, used only in the phrase witha wanion, apparently equivalent to with a vengeance, with a plague,or with misfortune. [Obs.] B. Jonson. Latimer.","wayk":"Weak. [Obs.] Chaucer.","whereso":"Wheresoever. [Obs.]","waiver":"The act of waiving, or not insisting on, some right, claim, orprivilege.","west indian":"A native of, or a dweller in, the West Indies.","waken":"To wake; to cease to sleep; to be awakened.Early, Turnus wakening with the light. Dryden.","wiggle":"To move to and fro with a quick, jerking motion; to bendrapidly, or with a wavering motion, from side to side; to wag; tosquirm; to wriggle; as, the dog wiggles his tail; the tadpole wigglesin the water. [Prov. Eng. & Colloq. U. S.]","whaup":"See Whaap. [Prov. Eng.]","writative":"Inclined to much writing; -- correlative to talkative. [R.]Pope.","wiseness":"Wisdom. [Obs.] Spenser.","wieldsome":"Admitting of being easily wielded or managed. [Obs.] Golding.","windgall":"A soft tumor or synovial swelling on the fetlock joint of ahorse; -- so called from having formerly been supposed to containair.","wiper":"A piece generally projecting from a rotating or swinging piece,as an axle or rock shaft, for the purpose of raising stampers,lifting rods, or the like, and leaving them to fall by their ownweight; a kind of cam.","wene":"To ween. [Obs.] Chaucer.","winter-ground":"To coved over in the season of winter, as for protection orshelter; as, to winter-ground the roods of a plant.The ruddock would . . . bring thee all this, Yea, and furred mossbesides, when flowers are none To winter-ground thy corse. Shak.","woodhole":"A place where wood is stored.","whisking":"An intoxicating liquor distilled from grain, potatoes, etc.,especially in Scotland, Ireland, and the United States. In the UnitedStates, whisky is generally distilled from maize, rye, or wheat, butin Scotland and Ireland it is often made from malted barley. Bourbonwhisky, corn whisky made in Bourbon County, Kentucky.-- Crooked whisky. See under Crooked.-- Whisky Jack (Zoöl.), the Canada jay (Perisoreus Canadensis). Itis noted for its fearless and familiar habits when it frequents thecamps of lumbermen in the winter season. Its color is dull grayishblue, lighter beneath. Called also moose bird.","wifely":"Becoming or life; of or pertaining to a wife. \"Wifelypatience.\" Chaucer.With all the tenderness of wifely love. Dryden.","woosy":"Oozy; wet. [Obs.] Drayton.","windfallen":"Blown down by the wind.","wends":"A Slavic tribe which once occupied the northern and easternparts of Germany, of which a small remnant exists.","womanliness":"The quality or state of being womanly.There is nothing wherein their womanliness is more honestly garnishedthan with silence. Udall.","winter-beaten":"Beaten or harassed by the severe weather of winter. Spenser.","workmaster":"The performer of any work; a master workman. [R.] Spenser.","water willow":"An American aquatic plant (Dianthera Americana) with longwillowlike leaves, and spikes of small purplish flowers.","wheat rust":"A disease of wheat and other grasses caused by the rust fungusPuccinia graminis; also, the fungus itself.","warden":"A large, hard pear, chiefly used for baking and roasting.[Obs.]I would have had him roasted like a warden. Beau. & Fl.Warden pie, a pie made of warden pears. [Obs.] Shak.","water buffalo":"The European buffalo.","wayfarer":"One who travels; a traveler; a passenger.","water butt":"A large, open-headed cask, set up on end, to contain water.Dickens.","wave":"See Wave. Sir H. Wotton. Burke.","wing-handed":"Having the anterior limbs or hands adapted for flight, as thebats and pterodactyls.","whimsy":"A whimsey.","wevil":"See Weevil.","wheeled":"Having wheels; -- used chiefly in composition; as, a four-wheeled carriage.","whirlpit":"A whirlpool. [Obs.] \"Raging whirlpits.\" Sandys.","were":"To wear. See 3d Wear. [Obs.] Chaucer.","wading":"a. & n. from Wade, v. Wading bird. (Zoöl.) See Wader, 2.","water-bearer":"The constellation Aquarius.","workable":"Capable of being worked, or worth working; as, a workable mine;workable clay.","willow-herb":"A perennial herb (Epilobium spicatum) with narrow willowlikeleaves and showy rose-purple flowers. The name is sometimes made toinclude other species of the same genus. Spiked willow-herb, aperennial herb (Lythrum Salicaria) with willowy leaves and spikedpurplish flowers.","wareful":"Wary; watchful; cautious. [Obs.]","whereout":"Out of which. [R.]The cleft whereout the lightning breaketh. Holland.","wych-hazel":"The wych-elm; -- so called because its leaves are like those ofthe hazel.","wapinschaw":"An exhibition of arms. according to the rank of the individual,by all persons bearing arms; -- formerly made at certain seasons ineach district. [Scot.] Jamieson. Sir W. Scott.","water pipe":"A pipe for conveying water.","withdrawing-room":"A room for retirement from another room, as from a dining room;a drawing-room.A door in the middle leading to a parlor and withdrawing-room. Sir W.Scott.","waive":"A woman put out of the protection of the law. See Waive, v. t.,3 (b), and the Note.","weather":"To sail or pass to the windward of; as, to weather a cape; toweather another ship.","wythe":"Same as Withe, n., 4.","water wing":"One of two walls built on either side of the junction of abridge with the bank of a river, to protect the abutment of thebridge and the bank from the action of the current.","wonderstruck":"Struck with wonder, admiration, or surprise. Dryden.","woe-begone":"Beset or overwhelmed with woe; immersed in grief or sorrow;woeful. Chaucer.So woe-begone was he with pains of love. Fairfax.","webster":"A weaver; originally, a female weaver. [Obs.] Brathwait.","webworm":"Any one of various species of moths whose gregarious larvæ eatthe leaves of trees, and construct a large web to which they retreatwhen not feeding.","white-blaze":"See White-face.","worder":"A speaker. [Obs.] Withlock.","wonder-working":"Doing wonders or surprising things.","wrath":"See Wroth. [Obs.]","weighlock":"A lock, as on a canal, in which boats are weighed and theirtonnage is settled.","white-eye":"Any one of several species of small Old World singing of thegenus Zosterops, as Zosterops palpebrosus of India, and Z.coerulescens of Australia. The eyes are encircled by a ring of whitefeathers, whence the name. Called also bush creeper, and white-eyedtit.","wanderment":"The act of wandering, or roaming. [Obs.] Bp. Hall.","whirlicote":"An open car or chariot. [Obs.]Of old time coaches were not known in this island, but chariots, orwhirlicotes. Stow.","whiteback":"The canvasback.","wicked":"Having a wick; -- used chiefly in composition; as, a two-wickedlamp.","warmonger":"One who makes ar a trade or business; a mercenary. [R.]Spenser.","whaling":"The hunting of whales.","water viper":"See Water moccasin.","weltschmertz":"Sorrow or sadness over the present or future evils or woes ofthe world in general; sentimental pessimism.","whitlow-wort":"Same as Whitlow grass, under Whitlow.","weevily":"Having weevils; weeviled. [Written also weevilly.]","waxwing":"Any one of several species of small birds of the genus Ampelis,in which some of the secondary quills are usually tipped with smallhorny ornaments resembling red sealing wax. The Bohemian waxwing (seeunder Bohemian) and the cedar bird are examples. Called also waxbird.","watchful":"Full of watch; vigilant; attentive; careful to observe closely;observant; cautious; -- with of before the thing to be regulated orguarded; as, to be watchful of one's behavior; and with againstbefore the thing to be avoided; as, to be watchful against the growthof vicious habits. \"Many a watchful night.\" Shak. \"Happy watchfulshepherds.\" Milton.'Twixt prayer and watchful love his heart dividing. Keble.","whinock":"The small pig of a litter. [Local, U. S.]","wincing":"The act of washing cloth, dipping it in dye, etc., with awince. Wincing machine. (a) A wince. Ure. (b) A succession of winces.See Wince. Knight.","whitebill":"The American coot.","wightly":"Swiftly; nimbly; quickly. [Obs.]","wyla":"A helmeted Australian cockatoo (Calyptorhynchus funereus); --called also funeral cockatoo.","worktable":"A table for holding working materials and implements; esp., asmall table with drawers and other conveniences for needlework, etc.","wainable":"Capable of being plowed or cultivated; arable; tillable. [Obs.]Cowell.","wind-rode":"Caused to ride or drive by the wind in opposition to the courseof the tide; -- said of a vessel lying at anchor, with wind and tideopposed to each other. Totten.","wifelike":"Of, pertaining to, or like, a wife or a woman. \" Wifelikegovernment.\" Shak.","wesleyanism":"The system of doctrines and church polity inculcated by JohnWesley (b. 1703; d. 1791), the founder of the religious sect calledMethodist; Methodism. See Methodist, n., 2.","woodwork":"Work made of wood; that part of any structure which is wroughtof wood.","wheft":"See Waft, n., 4.","water cavy":"The capybara.","wind-up":"Act of winding up, or closing; a concluding act or part; theend.","woulding":"Emotion of desire; inclination; velleity. [Obs.] Hammond.","water lily":"A blossom or plant of any species of the genus Nymphæa,distinguished for its large floating leaves and beautiful flowers.See Nymphæa.","wretchful":"Wretched. [Obs.] Wyclif.","waterway":"Heavy plank or timber extending fore and aft the whole lengthof a vessel's deck at the line of junction with the sides, forming achannel to the scuppers, which are cut through it. In iron vesselsthe waterway is variously constructed.","willower":"A willow. See Willow, n., 2.","wenona":"A sand snake (Charina plumbea) of Western North America, of thefamily Erycidæ.","westy":"Dizzy; giddy. [Prov. Eng.]","wroth":"Full of wrath; angry; incensed; much exasperated; wrathful.\"Wroth to see his kingdom fail.\" Milton.Revel and truth as in a low degree, They be full wroth [i. e., atenmity] all day. Chaucer.Cain was very wroth, and his countenance fell. Gen. iv. 5.","wind-shaken":"Shaken by the wind; specif. (Forestry),","waggel":"The young of the great black-backed gull (Larus marinus),formerly considered a distinct species. [Prov. Eng.]","wardian":"Designating, or pertaining to, a kind of glass inclosure forkeeping ferns, mosses, etc., or for transporting growing plants froma distance; as, a Wardian case of plants; -- so named from theinventor, Nathaniel B. Ward, an Englishman.","wake-robin":"Any plant of the genus Arum, especially, in England, thecuckoopint (Arum maculatum).","wormian":"Discovered or described by Olanus Wormius, a Danish anatomist.Wormian bones, small irregular plates of bone often interposed in thesutures between the large cranial bones.","water flea":"Any one of numerous species of small aquatic Entomostracabelonging to the genera Cyclops, Daphnia, etc; -- so called becausethey swim with sudden leaps, or starts.","whiggarchy":"Government by Whigs. [Cont] Swift.","weakishness":"Quality or state of being weakish.","wouldingness":"Willingness; desire. [Obs.]","windward":"The point or side from which the wind blows; as, to ply to thewindward; -- opposed to Ant: leeward. To lay an anchor to thewindward, a figurative expression, signifying to adopt precautionaryor anticipatory measures for success or security.","wowke":"Week. [Obs.] Chaucer.","willingness":"The quality or state of being willing; free choice or consentof the will; freedom from reluctance; readiness of the mind to do orforbear.Sweet is the love which comes with willingness. Dryden.","wiredraw":"To pass, or to draw off, (as steam) through narrow ports, orthe like, thus reducing its pressure or force by friction.","waybung":"An Australian insessorial bird (Corcorax melanorhamphus) notedfor the curious actions of the male during the breeding season. It isblack with a white patch on each wing.","wigeon":"A widgeon. [R.]","wango":"A boomerang.","water eagle":"The osprey.","was":"The first and third persons singular of the verb be, in theindicative mood, preterit (imperfect) tense; as, I was; he was.","waterer":"One who, or that which, waters.","woolgrower":"One who raises sheep for the production of wool.-- Wool\"grow`ing, n.","welch":"See Welsh. [R.]","whispering":"a. & n. from Whisper. v. t. Whispering gallery, or Whisperingdome, one of such a form that sounds produced in certain parts of itare concentrated by reflection from the walls to another part, sothat whispers or feeble sounds are audible at a much greater distancethan under ordinary circumstances.","waveringly":"In a wavering manner.","woold":"To wind, or wrap; especially, to wind a rope round, as a mastor yard made of two or more pieces, at the place where it has beenfished or scarfed, in order to strengthen it.","whoremasterly":"Having the character of a whoremaster; lecherous; libidinous.","walty":"Liable to roll over; crank; as, a walty ship. [R.] Longfellow.","water jacket":"A chamber surrounding a vessel or tube in which water may becirculated, thereby regulating the temperature or supply of heat tothe vessel. Used in laboratory and manufacturing equipment. water-jacketed. Having a water jacket; -- as, a water-jacketed condenser.","water gas":"See under Gas.","wabbly":"Inclined to wabble; wabbling.","wabble":"To move staggeringly or unsteadily from one side to the other;to vacillate; to move the manner of a rotating disk when the axis ofrotation is inclined to that of the disk; -- said of a turning orwhirling body; as, a top wabbles; a buzz saw wabbles. wobble.","wherever":"At or in whatever place; wheresoever.He can not but love virtue wherever it is. Atterbury.","whipsaw":"A saw for dividing timber lengthwise, usually set in a frame,and worked by two persons; also, a fret saw.","wolf":"Any one of several species of wild and savage carnivoresbelonging to the genus Canis and closely allied to the common dog.The best-known and most destructive species are the European wolf(Canis lupus), the American gray, or timber, wolf (C. occidentalis),and the prairie wolf, or coyote. Wolves often hunt in packs, and maythus attack large animals and even man.","wype":"The wipe, or lapwing. [Prov. Eng.]","waur":"Worse. [Scot.]Murder and waur than number. Sir W. Scott.","widespread":"Spread to a great distance; widely extended; extending far andwide; as, widespread wings; a widespread movement.","wrongness":"The quality or state of being wrong; wrongfulness; error;fault.The best great wrongnesses within themselves. Bp. Butler.The rightness or wrongness of this view. Latham.","whisp":"See Wisp.","wartweed":"Same as Wartwort.","washoe process":"The process of treating silver ores by grinding in pans or tubswith the addition of mercury, and sometimes of chemicals such as bluevitriol and salt.","wiveless":"Wifeless. [Obs.] Homilies.","washtub":"A tub in which clothes are washed.","windtight":"So tight as to prevent the passing through of wind. Bp. Hall.","womanless":"Without a woman or women.","wellington boot":"A riding boot for men, the front of which came above the knee;also, a similar shorter boot worn under the trousers.","weave":"A particular method or pattern of weaving; as, the cassimereweave.","wark":"Work; a building. [Obs. or Scot.] Spenser.","water tu twist":"Yarn made by the throstle, or water frame.","wanly":"In a wan, or pale, manner.","waeg":"The kittiwake. [Scot.]","wool":"A sort of pubescence, or a clothing of dense, curling hairs onthe surface of certain plants. Dead pulled wool, wool pulled from acarcass.-- Mineral wool. See under Mineral.-- Philosopher's wool. (Chem.) See Zinc oxide, under Zinc.-- Pulled wool, wool pulled from a pelt, or undressed hide.-- Slag wool. Same as Mineral wool, under Mineral.-- Wool ball, a ball or mass of wool.-- Wool burler, one who removes little burs, knots, or extraneousmatter, from wool, or the surface of woolen cloth.-- Wool comber. (a) One whose occupation is to comb wool. (b) Amachine for combing wool.-- Wool grass (Bot.), a kind of bulrush (Scirpus Eriophorum) withnumerous clustered woolly spikes.-- Wool scribbler. See Woolen scribbler, under Woolen, a.-- Wool sorter's disease (Med.), a disease, resembling malignantpustule, occurring among those who handle the wool of goats andsheep.-- Wool staple, a city or town where wool used to be brought to theking's staple for sale. [Eng.] -- Wool stapler. (a) One who deals inwool. (b) One who sorts wool according to its staple, or itsadaptation to different manufacturing purposes.-- Wool winder, a person employed to wind, or make up, wool intobundles to be packed for sale.","wry":"To cover. [Obs.]Wrie you in that mantle. Chaucer.","wively":"Wifely. [Obs.] Udall.","workfellow":"One engaged in the same work with another; a companion in work.","welcomer":"One who welcomes; one who salutes, or receives kindly, anewcomer. Shak.","weigh-house":"A building at or within which goods, and the like, are weighed.","working":"a & n. from Work.The word must cousin be to the working. Chaucer.Working beam. See Beam, n. 10.-- Working class, the class of people who are engaged in manuallabor, or are dependent upon it for support; laborers; operatives; --chiefly used in the plural.-- Working day. See under Day, n.-- Working drawing, a drawing, as of the whole or part of astructure, machine, etc., made to a scale, and intended to befollowed by the workmen. Working drawings are either general ordetail drawings.-- Working house, a house where work is performed; a workhouse.-- Working point (Mach.), that part of a machine at which the effectrequired; the point where the useful work is done.","water horehound":"Bugleweed.","withering":"Tending to wither; causing to shrink or fade.-- With\"er*ing*ly, adv.","wende":"imp. of Wene. Chaucer.","water bird":"Any aquatic bird; a water fowl.","wase":"A bundle of straw, or other material, to relieve the pressureof burdens carried upon the head. [Prov. Eng.] Halliwell.","weathermost":"Being farthest to the windward.","water elder":"The guelder-rose.","witts":"Tin ore freed from earthy matter by stamping. Knight.","weyve":"To waive. [Obs.] Chaucer.","waylayer":"One who waylays another.","winding":"A call by the boatswain's whistle.","wakf":"The granting or dedication of property in trust for a piouspurpose, that is, to some object that tends to the good of mankind,as to support a mosque or caravansary, to provide for support ofone's family, kin, or neighbors, to benefit some particular person orpersons and afterward the poor, etc.; also, the trust so created, orthe property in trust.","wart":"A small, usually hard, tumor on the skin formed by enlargementof its vascular papillæ, and thickening of the epidermis which coversthem.","wheyface":"One who is pale, as from fear.","whipster":"A nimble little fellow; a whippersnapper.Every puny whipster gets my sword. Shak.","wire tapper":"One that taps, or cuts in on, telegraph wires and interceptsmessages; hence (Slang),","weetless":"Unknowing; also, unknown; unmeaning. [Obs.] Spenser.","water beetle":"Any one of numerous species of aquatic beetles belonging toDytiscus and allied genera of the family Dytiscidæ, and to variousgenera of the family Hydrophilidæ. These beetles swim with greatagility, the fringed hind legs acting together like oars.","water plate":"A plate heated by hot water contained in a double bottom orjacket. Knight.","worn-out":"Consumed, or rendered useless, by wearing; as, worn-outgarments.","workyday":"A week day or working day, as distinguished from Sunday or aholiday. Also used adjectively. [Written also workiday, andworkaday.] [Obs. or Colloq.]Prithee, tell her but a workyday fortune. Shak.","weasel":"Any one of various species of small carnivores belonging to thegenus Putorius, as the ermine and ferret. They have a slender,elongated body, and are noted for the quickness of their movementsand for their bloodthirsty habit in destroying poultry, rats, etc.The ermine and some other species are brown in summer, and turn whitein winter; others are brown at all seasons. Malacca weasel, therasse.-- Weasel coot, a female or young male of the smew; -- so calledfrom the resemblance of the head to that of a weasel. Called alsoweasel duck.-- Weasel lemur, a short-tailed lemur (Lepilemur mustelinus). It isreddish brown above, grayish brown below, with the throat white.","wray":"To reveal; to disclose. [Obs.]To no wight thou shalt this counsel wray. Chaucer.","wonderland":"A land full of wonders, or marvels. M. Arnold.","whirry":"To whir. [Obs.]","wieldy":"Capable of being wielded; manageable; wieldable; -- opposed tounwieldy. [R.] Johnson.","wannish":"Somewhat wan; of a pale hue.No sun, but a wannish glare, In fold upon fold of hueless cloud.Tennyson.","wagonette":"A kind of pleasure wagon, uncovered and with seats extendedalong the sides, designed to carry six or eight persons besides thedriver.","weever":"Any one of several species of edible marine fishes belonging tothe genus Trachinus, of the family Trachinidæ. They have a broadspinose head, with the eyes looking upward. The long dorsal fin issupported by numerous strong, sharp spines which cause painfulwounds.","wondered":"Having performed wonders; able to perform wonderful things.[Obs.] Shak.","wassail":"Of or pertaining to wassail, or to a wassail; convivial; as, awassail bowl. \"Awassail candle, my lord, all tallow.\" Shak. Wassailbowl, a bowl in which wassail was mixed, and placed upon the table.\"Spiced wassail bowl.\" J. Fletcher. \"When the cloth was removed, thebutler brought in a huge silver vessel . . . Its appearance washailed with acclamation, being the wassail bowl so renowned inChristmas festivity.\" W. Irving.-- Wassail cup, a cup from which wassail was drunk.","wou-wou":"The agile, or silvery, gibbon; -- called also camper. SeeGibbon. [Written also wow-wow.]","weyle":"To wail. [Obs.] Chaucer.","warence":"Madder.","water cell":"A cell containing water; specifically (Zoöl.), one of the cellsor chambers in which water is stored up in the stomach of a camel.","wattled":"Furnished with wattles, or pendent fleshy processes at the chinor throat.The wattled cocks strut to and fro. Longfellow.","water pitcher":"One of a family of plants having pitcher-shaped leaves. Thesidesaddle flower (Sarracenia purpurea) is the type.","wineless":"destitute of wine; as, wineless life.","withholdment":"The act of withholding.","wild":"Hard to steer; -- said of a vessel.","white person":"A person of the Caucasian race (6 Fed. Rep. 256). In the timeof slavery in the United States white person was generally construedas a person without admixture of colored blood. In various statutesand decisions in different States since 1865 white person isconstrued as in effect: one not having any negro blood (Ark., Okla.);one having less than one eighth of negro blood (Ala., Fla., Ga.,Ind., Ky., Md., Minn., Miss., Mo., N.C., S.C., Tenn., Tex.); onehaving less than one fourth (Mich., Neb., Ore., Va.); one having lessthan one half (Ohio).","weism":"Same as Wegotism.","woolen":"Cloth made of wool; woollen goods.","would-be":"' (as, a would-be poet.","wattlebird":"Any one of several species of honey eaters belonging toAnthochæra and allied genera of the family Meliphagidæ. These birdsusually have a large and conspicuous wattle of naked skin hangingdown below each ear. They are natives of Australia and adjacentislands.","web-footed":"Having webbed feet; palmiped; as, a goose or a duck is a web-footed fowl.","wedge-shaped":"Broad and truncate at the summit, and tapering down to thebase; as, a wedge-shaped leaf.","wyd":"Wide. [Obs.] Chaucer.","wady":"A ravine through which a brook flows; the channel of a watercourse, which is dry except in the rainy season.","weakish":"Somewhat weak; rather weak.","what":"Something; thing; stuff. [Obs.]And gave him for to feed, Such homely what as serves the simpleSpenser.","why-not":"A violent and peremptory procedure without any assigned reason;a sudden conclusive happening. [Obs.]When the church Was taken with a why-not in the lurch. Hudibras.This game . . . was like to have been lost with a why-not. NugæAntiq.","water tabby":"A kind of waved or watered tabby. See Tabby, n., 1.","withwine":"Same as Withvine.","whisket":"A small lathe for turning wooden pins.","withvine":"Quitch grass.","whistlewood":"The moosewood, or striped maple. See Maple.","withe-rod":"A North American shrub (Viburnum nudum) whose tough osierlikeshoots are sometimes used for binding sheaves.","watchtower":"A tower in which a sentinel is placed to watch for enemies, theapproach of danger, or the like.","winning":"Attracting; adapted to gain favor; charming; as, a winningaddress. \"Each mild and winning note.\" Keble.","worldliness":"The quality of being worldly; a predominant passion forobtaining the good things of this life; covetousness; addictedness togain and temporal enjoyments; worldly-mindedness.","wavy":"Undulating on the border or surface; waved.","wall-sided":"Having sides nearly perpendicular; -- said of certain vesselsto distinguish them from those having flaring sides, or sidestumbling home (see under Tumble, v. i.).","whipstock":"The rod or handle to which the lash of a whip is fastened.","water ordeal":"Same as Ordeal by water. See the Note under Ordeal, n., 1.","wainage":"A finding of carriages, carts, etc., for the transportation ofgoods, produce, etc. Ainsworth.","wildebeest":"The gnu.","wipe":"The lapwing. [Prov. Eng.]","witch-hazel":"The wych-elm.(b) An American shrub or small tree (Hamamelis Virginica), whichblossoms late in autumn.","worser":"Worse. [R.]Thou dost deserve a worser end. Beau. & Fl.From worser thoughts which make me do amiss. Bunyan.A dreadful quiet felt, and, worser far Than arms, a sullen intervalof war. Dryden.","wrastle":"To wrestle. [Obs. or Prov. Eng. & Colloq. U.S.]Who wrastleth best naked, with oil enoint. Chaucer.","wattless":"Without any power (cf. Watt); -- said of an alternating currentor component of current when it differs in phase by ninety degreesfrom the electromotive force which produces it, or of anelectromotive force or component thereof when the current it producesdiffers from it in phase by 90 degrees.","womby":"Capacious. [Obs.] Shak.","wantonize":"To behave wantonly; to frolic; to wanton. [R.] Lamb.","woodknacker":"The yaffle.","warranter":"One who assures, or covenants to assure; one who contracts tosecure another in a right, or to make good any defect of title orquality; one who gives a warranty; a guarantor; as, the warranter ofa horse.","winery":"A place where grapes are converted into wine.","water-rot":"To rot by steeping in water; to water-ret; as, to water-rothemp or flax.","withers":"The ridge between the shoulder bones of a horse, at the base ofthe neck. See Illust. of Horse.Let the galled jade wince; our withers are unwrung. Shak.","woodworm":"See Wood worm, under Wood.","whimling":"One given to whims; hence, a weak, childish person; a child.Go, whimling, and fetch two or three grating loaves. Beau. & Fl.","wrawful":"Ill-tempered. [Obs.] Chaucer.","wrongdoing":"Evil or wicked behavior or action.","wharp":"A kind of fine sand from the banks of the Trent, used as apolishing powder. [Eng.]","wednesday":"The fourth day of the week; the next day after Tuesday. AshWednesday. See in the Vocabulary.","water table":"A molding, or other projection, in the wall of a building, tothrow off the water, -- generally used in the United States for thefirst table above the surface of the ground (see Table, n., 9), thatis, for the table at the top of the foundation and the beginning ofthe upper wall.","water furrow":"A deep furrow for conducting water from the ground, and keepingthe surface soil dry.","warlikeness":"Quality of being warlike.","wiery":"Wet; moist; marshy. [Obs.]","wenlock group":"The middle subdivision of the Upper Silurian in Great Britain;-- so named from the typical locality in Shropshire.","wince":"The act of one who winces.","wanty":"A surcingle, or strap of leather, used for binding a load uponthe back of a beast; also, a leather tie; a short wagon rope. [Prov.Eng.]","wanhope":"Want of hope; despair; also, faint or delusive hope; delusion.[Obs.] Piers Plowman. \"Wanhope and distress.\" Chaucer.","wishing":"a. & n. from Wish, v. t. Wishing bone. See Wishbone.-- Wishing cap, a cap fabled to give one whatever he wishes for whenwearing it.","widgeon":"Any one of several species of fresh-water ducks, especiallythose belonging to the subgenus Mareca, of the genus Anas. The commonEuropean widgeon (Anas penelope) and the American widgeon (A.Americana) are the most important species. The latter is called alsobaldhead, baldpate, baldface, baldcrown, smoking duck, wheat, duck,and whitebelly. Bald-faced, or Green-headed, widgeon, the Americanwidgeon.-- Black widgeon, the European tufted duck.-- Gray widgeon. (a) The gadwall. (b) The pintail duck.-- Great headed widgeon, the poachard.-- Pied widgeon. (a) The poachard. (b) The goosander. Saw-billedwidgeon, the merganser.-- Sea widgeon. See in the Vocabulary.-- Spear widgeon, the goosander. [Prov. Eng.] -- Spoonbilledwidgeon, the shoveler.-- White widgeon, the smew.-- Wood widgeon, the wood duck.","websterite":"A hydrous sulphate of alumina occurring in white reniformmasses.","wherso":"Wheresoever. [Obs.] Chaucer.","whinge":"To whine. [Scot.] Burns.","wristlet":"An elastic band worn around the wrist, as for the purpose ofsecuring the upper part of a glove.","wellat":"The king parrakeet See under King.","whaleman":"A man employed in the whale fishery.","weak":"Tending towards lower prices; as, a weak market.","wrong-timed":"Done at an improper time; ill-timed.","waltz":"A dance performed by two persons in circular figures with awhirling motion; also, a piece of music composed in triple measurefor this kind of dance.","water dropwort":"A European poisonous umbelliferous plant (Enanthe fistulosa)with large hollow stems and finely divided leaves.","wane":"To cause to decrease. [Obs.] B. Jonson.","windowless":"Destitute of a window. Carlyle.","wanhorn":"An East Indian plant (Kæmpferia Galanga) of the Ginger family.See Galanga.","wordless":"Not using words; not speaking; silent; speechless. Shak.","wall":"A kind of knot often used at the end of a rope; a wall knot; awale. Wall knot, a knot made by unlaying the strands of a rope, andmaking a bight with the first strand, then passing the second overthe end of the first, and the third over the end of the second andthrough the bight of the first; a wale knot. Wall knots may be singleor double, crowned or double-crowned.","weld steel":"A compound of iron, such as puddled steel, made withoutcomplete fusion.","whorish":"Resembling a whore in character or conduct; addicted tounlawful pleasures; incontinent; lewd; unchaste.-- Whor\"ish*ly, adv.-- Whor\"ish*ness, n.","wave-worn":"Worn by the waves.The shore that o'er his wave-worn basis bowed. Shak.","wlatsome":"Loathsome; disgusting; hateful. [Obs.]Murder is . . . wlatsom and abhominable to God. Chaucer.","woundy":"Excessive. [Obs.]Such a world of holidays, that 't a woundy hindrance to a poor manthat lives by his labor. L'Estrange.","waldensian":"Of or pertaining to the Waldenses.-- n.","written":"p. p. of Write, v.","worship":"To perform acts of homage or adoration; esp., to performreligious service.Our fathers worshiped in this mountain; and ye say that in Jerusalemis the place where men ought to worship. John iv. 20.Was it for this I have loved . . . and worshiped in silenceLongfellow.","wych-elm":"A species of elm (Ulmus montana) found in Northern and WesternEurope; Scotch elm.","warm-hearted":"Having strong affection; cordial; sincere; hearty; sympathetic.-- Warm\"-heart`ed*ness, n.","wharf":"The bank of a river, or the shore of the sea. [Obs.] \"The fatweed that roots itself in ease on Lethe wharf.\" Shak. Wharf boat, akind of boat moored at the bank of a river, and used for a wharf, inplaces where the height of the water is so variable that a fixedwharf would be useless. [U. S.] Bartlett.-- Wharf rat. (Zoöl.) (a) The common brown rat. (b) A neglected boywho lives around the wharfs. [Slang]","weariable":"That may be wearied.","wadsetter":"One who holds by a wadset.","writ":"3d pers. sing. pres. of Write, for writeth. Chaucer.","water soldier":"An aquatic European plant (Stratiotes aloides) with bayonet-shaped leaves.","watertath":"A kind of coarse grass growing in wet grounds, and supposed tobe injurious to sheep. [Prov. Eng.]","water measurer":"Any one of numerous species of water; the skater. See Skater,n., 2.","water elephant":"The hippopotamus. [R.]","whitishness":"The quality or state of being whitish or somewhat white.","wash drawing":"In water-color painting, work in, or a work done chiefly in,washes, as distinguished from that done in stipple, in body color,etc.","woolliness":"The quality or state of being woolly.","wolfram steel":"Same as Tungsten steel.","whipgraft":"To graft by cutting the scion and stock in a certain manner.See Whip grafting, under Grafting.","wag":"To move one way and the other with quick turns; to shake to andfro; to move vibratingly; to cause to vibrate, as a part of the body;as, to wag the head.No discerner durst wag his tongue in censure. Shak.Every one that passeth thereby shall be astonished, and wag his head.Jer. xviii. 16.","warriangle":"See Wariangle. [Obs. or Prov. Eng.]","whinner":"To whinny. [Colloq.]","widow-maker":"One who makes widows by destroying husbands. [R.] Shak.","wys":"Wise. [Obs.] Chaucer.","weekly":"A publication issued once in seven days, or appearing once aweek.","whelp":"One of the longitudinal ribs or ridges on the barrel of acapstan or a windless; -- usually in the plural; as, the whelps of awindlass.","whore":"A woman who practices unlawful sexual commerce with men,especially one who prostitutes her body for hire; a prostitute; aharlot. Wyclif.","whot":"Hot. [Obs.] Spenser.","westernmost":"Situated the farthest towards the west; most western.","wolfberry":"An American shrub (Symphoricarpus occidentalis) which bearssoft white berries.","widwe":"A widow. [Obs.] Chaucer.","weather-bitten":"Eaten into, defaced, or worn, by exposure to the weather.Coleridge.","water meter":"A contrivance for measuring a supply of water delivered orreceived for any purpose, as from a street main.","wamp":"The common American eider.","woolly-head":"A negro. [Low]","wind-break":"To break the wind of; to cause to lose breath; to exhaust. [R.]'T would wind-break a mule to vie burdens with her. Ford.","woodstone":"A striped variety of hornstone, resembling wood in appearance.","wonderwork":"A wonderful work or act; a prodigy; a miracle.Such as in strange land He found in wonderworks of God and Nature'shand. Byron.","waldgrave":"In the old German empire, the head forest keeper.","woodwardia":"A genus of ferns, one species of which (Woodwardia radicans) isa showy plant in California, the Azores, etc.","water chickweed":"A small annual plant (Montia fontana) growing in wet places insouthern regions.","weepful":"Full of weeping or lamentation; grieving. [Obs.] Wyclif.","weaken":"To become weak or weaker; to lose strength, spirit, ordetermination; to become less positive or resolute; as, the patientweakened; the witness weakened on cross-examination. \"His notionweakens, his discernings are lethargied.\" Shak.","wanderoo":"A large monkey (Macacus silenus) native of Malabar. It isblack, or nearly so, but has a long white or gray beard encirclingthe face. Called also maha, silenus, neelbhunder, lion-tailed baboon,and great wanderoo. [Written also ouanderoo.]","wreathen":"Twisted; made into a wreath. \"Wreathen work of pure gold.\" Ex.xxviii. 22.","woodsy":"Of or pertaining to the woods or forest. [Colloq. U. S.]It [sugar making] is woodsy, and savors of trees. J. Burroughs.","weightily":"In a weighty manner.","wall-eyed":"Having an eye of a very light gray or whitish color. Booth.","water opossum":"See Yapock, and the Note under Opossum.","wich":"A variant of 1st Wick.","winesap":"A variety of winter apple of medium size, deep red color, andyellowish flesh of a rich, rather subacid flavor.","wen":"An indolent, encysted tumor of the skin; especially, asebaceous cyst.","white mustard":"A kind of mustard (Sinapis alba) with rough-hairy foliage, along-beaked hispid pod, and pale seeds, which yield mustard andmustard oil. The plant is also grown for forage.","withouten":"Without. [Obs.] Chaucer.","wasteweir":"An overfall, or weir, for the escape, or overflow, ofsuperfluous water from a canal, reservoir, pond, or the like.","wettish":"Somewhat wet; moist; humid.","whimper":"To cry with a low, whining, broken voice; to whine; tocomplain; as, a child whimpers.Was there ever yet preacher but there were gainsayers that spurned,that winced, that whimpered against him Latimer.","waste":"To damage, impair, or injure, as an estate, voluntarily, or bysuffering the buildings, fences, etc., to go to decay.","whitetail":"The Virginia deer.","whenceforth":"From, or forth from, what or which place; whence. [Obs.]Spenser.","warmly":"In a warm manner; ardently.","water cock":"A large gallinule (Gallicrex cristatus) native of Australia,India, and the East Indies. In the breeding season the male is blackand has a fleshy red caruncle, or horn, on the top of its head.Called also kora.","witticaster":"A witling. [R.] Milton.","wantrust":"Failing or diminishing trust; want of trust or confidence;distrust. [Obs.] Chaucer.","warm-blooded":"Having warm blood; -- applied especially to those animals, asbirds and mammals, which have warm blood, or, more properly, thepower of maintaining a nearly uniform temperature whatever thetemperature of the surrounding air. See Homoiothermal.","whitethroat":"Any one of several species of Old World warblers, esp. thecommon European species (Sylvia cinerea), called also strawsmear,nettlebird, muff, and whitecap, the garden whitethroat, or goldenwarbler (S. hortensis), and the lesser whitethroat (S. curruca).","water chicken":"The common American gallinule.","whall":"A light color of the iris in horses; wall-eye. [Written alsowhaul.]","water bridge":"See Water table.","willemite":"A silicate of zinc, usually occurring massive and of a greenishyellow color, also in reddish crystals (troostite) containingmanganese.","white fly":"Any one of numerous small injurious hemipterous insects of thegenus Aleyrodes, allied to scale insects. They are usually coveredwith a white or gray powder.","weakener":"One who, or that which, weakens. \"[Fastings] weakeners of sin.\"South.","water torch":"The common cat-tail (Typha latifolia), the spike of which makesa good torch soaked in oil. Dr. Prior.","winsing":"Winsome. [Obs.] Chaucer.","worm-shaped":"Shaped like a worm; as, a worm-shaped root.","win":"To extract, as ore or coal. Raymond.","water scorpion":"See Nepa.","wayleway":"See Welaway. [Obs.]","wariangle":"The red-backed shrike (Lanius collurio); -- called also würger,worrier, and throttler. [Written also warriangle, weirangle, etc.][Obs. or Prov. Eng.]","winkle-hawk":"A rectangular rent made in cloth; -- called also winkle-hole.[Local, U. S.] Bartlett.","we":"The plural nominative case of the pronoun of the first person;the word with which a person in speaking or writing denotes a numberor company of which he is one, as the subject of an action expressedby a verb.","wep":"imp. of Weep.","wayfaring":"Traveling; passing; being on a journey. \"A wayfaring man.\"Judg. xix. 17. Wayfaring tree (Bot.), a European shrub (Viburnumlantana) having large ovate leaves and dense cymes of small whiteflowers.-- American wayfaring tree (Bot.), the (Viburnum lantanoides).","washed sale":"Same as Wash sale.","water vine":"Any plant of the genus Phytocrene, climbing shrubs of Asia andAfrica, the stems of which are singularly porous, and when cut streamwith a limpid potable juice.","withdrawal":"The act of withdrawing; withdrawment; retreat; retraction.Fielding.","waterhorse":"A pile of salted fish heaped up to drain.","whoso":"Whosoever. Piers Plowman.Whoso shrinks or falters now, . . . Brand the craven on his brow!Whittier.","weathering":"The action of the elements on a rock in altering its color,texture, or composition, or in rounding off its edges.","wernerian":"Of or pertaining to A. G. Werner, The German mineralogist andgeologist, who classified minerals according to their externalcharacters, and advocated the theory that the strata of the earth'scrust were formed by depositions from water; designating, oraccording to, Werner's system.","whiskered":"Having elongated hairs, feathers, or bristles on the cheeks.The whiskered vermin race. Grainger.","wirble":"To whirl; to eddy. [R.]The waters went wirbling above and around. Owen. Meredith.","wrongheaded":"Wrong in opinion or principle; having a perverse understanding;perverse.-- Wrong\"head`ed*ly, adv.-- Wrong\"head`ed*ness, n. Macaulay.","wire gun":"= Wire-wound gun.","welldrain":"To drain, as land; by means of wells, or pits, which receivethe water, and from which it is discharged by machinery.","wappet":"A small yelping cur. [Prov. Eng.]","withholder":"One who withholds.","water thyme":"See Anacharis.","weather-bound":"Kept in port or at anchor by storms; delayed by bad weather;as, a weather-bound vessel.","wagnerite":"A fluophosphate of magnesia, occurring in yellowish crystals,and also in massive forms.","whatso":"Whatsoever; whosoever; whatever; anything that. [Obs.]Whatso he were, of high or low estate. Chaucer.Whatso the heaven in his wide vault contains. Spenser.","withered":"Faded; dried up; shriveled; wilted; wasted; wasted away.-- With\"ered*ness, n. Bp. Hall.","weal-balanced":"Balanced or considered with reference to public weal. [Obs.]Shak.","water brash":"See under Brash.","weather station":"A station for taking meteorological observations, makingweather forecasts, or disseminating such information. Such stationsare of the first order when they make observations of all theimportant elements either hourly or by self-registering instruments;of the second order when only important observations are taken; ofthe third order when simpler work is done, as to record rainfall andmaximum and minimum temperatures.","willier":"One who works at a willying machine.","water rabbit":"See Water hare.","wooer":"One who wooes; one who courts or solicits in love; a suitor. \"Athriving wooer.\" Gibber.","wheyey":"Of the nature of, or containing, whey; resembling whey;wheyish. Bacon.","willer":"One who wills.","water pimpernel":"A small white-flowered shrub; brookweed.","water gruel":"A liquid food composed of water and a small portion of meal, orother farinaceous substance, boiled and seasoned.","whizzingly":"With a whizzing sound.","waterbok":"A water buck.","wit-cracker":"One who breaks jests; a joker. [Obs.] Shak.","woe":"Woeful; sorrowful. [Obs.]His clerk was woe to do that deed. Robert of Brunne.Woe was this knight and sorrowfully he sighed. Chaucer.And looking up he waxed wondrous woe. Spenser.","woodward":"An officer of the forest, whose duty it was to guard the woods.","water wagtail":"See under Wagtail.","weerish":"See Wearish. [Obs.]","wood-note":"A wild or natural note, as of a forest bird. [R.]Or sweetest Shakespeare, fancy's child, Warble his native wood-noteswild. Milton.","water plant":"A plant that grows in water; an aquatic plant.","wifeless":"Without a wife; unmarried. Chaucer.","waitress":"A female waiter or attendant; a waiting maid or waiting woman.","white slaving":"The action of one who procures or holds a woman or women forunwilling prostitution.","waddy":"To attack or beat with a waddy.","watches":"The leaves of Sarace. See Trumpets.","white-ear":"The wheatear.","water pig":"The capybara.","wittiness":"The quality of being witty.","woodcock":"Any one of several species of long-billed limicoline birdsbelonging to the genera Scolopax and Philohela. They are mostlynocturnal in their habits, and are highly esteemed as game birds.","willy nilly":"See Will I, nill I, etc., under 3d Will.","water bed":"A kind of mattress made of, or covered with, waterproof fabricand filled with water. It is used in hospitals for bedriddenpatients.","waxbill":"Any one of numerous species of finchlike birds belonging toEstrelda and allied genera, native of Asia, Africa, and Australia.The bill is large, conical, and usually red in color, resemblingsealing wax. Several of the species are often kept as cage birds.","worm":"Same as Vermes.","wisher":"One who wishes or desires; one who expresses a wish. Shak.","winningly":"In a winning manner.","wellhead":"A source, spring, or fountain.At the wellhead the purest streams arise. Spenser.Our public-school and university life is a great wellhead of new andirresponsible words. Earle.","whipt":"Whipped.","wrote":"To root with the snout. See 1st Root. [Obs.] Chaucer.","wartless":"Having no wart.","woodenly":"Clumsily; stupidly; blockishly. R. North.","workshop":"A shop where any manufacture or handiwork is carried on.","wagonload":"Same as Wagonful.","waved":"Having undulations like waves; -- said of one of the lines inheraldry which serve as outlines to the ordinaries, etc.","wast":"The second person singular of the verb be, in the indicativemood, imperfect tense; -- now used only in solemn or poetical style.See Was.","whiskin":"A shallow drinking bowl. [Prov. Eng.] Ray.","waybread":"The common dooryard plantain (Plantago major).","wolfish":"Like a wolf; having the qualities or form of a wolf; as, awolfish visage; wolfish designs.-- Wolf\"ish*ly, adv.-- Wolf\"ish*ness, n.","whoop":"The hoopoe.","wader":"Any long-legged bird that wades in the water in search of food,especially any species of limicoline or grallatorial birds; -- calledalso wading bird. See Illust. g, under Aves.","wardroom":"A room occupied as a messroom by the commissioned officers of awar vessel. See Gunroom. Totten.","wonder-worker":"One who performs wonders, or miracles.","whiterump":"The American black-tailed godwit.","wapatoo":"The edible tuber of a species of arrowhead (Sagittariavariabilis); -- so called by the Indians of Oregon. [Written alsowappato.]","weight":"The resistance against which a machine acts, as opposed to thepower which moves it. [Obs.] Atomic weight. (Chem.) See under Atomic,and cf. Element.-- Dead weight, Feather weight, Heavy weight, Light weight, etc. Seeunder Dead, Feather, etc.-- Weight of observation (Astron. & Physics), a number expressingthe most probable relative value of each observation in determiningthe result of a series of observations of the same kind.","washerwoman":"The pied wagtail; -- so called in allusion to its beating thewater with its tail while tripping along the leaves of water plants.[Prov. Eng.]","whinstone":"A provincial name given in England to basaltic rocks, andapplied by miners to other kind of dark-colored unstratified rockswhich resist the point of the pick.-- for example, to masses of chert. Whin-dikes, and whin-sills, arenames sometimes given to veins or beds of basalt.","wagnerian":"Of, pertaining to, or resembling the style of, Richard Wagner,the German musical composer.","weathered":"Made sloping, so as to throw off water; as, a weathered corniceor window sill.","worrit":"To worry; to annoy. [Illiterate]","woolward":"In wool; with woolen raiment next the skin. [Obs.]","weet-bird":"The wryneck; -- so called from its cry. [Prov. Eng.]","weaver":"A weaver bird.","wizen-faced":"Having a shriveled, thin, withered face.","wizardly":"Resembling or becoming a wizard; wizardlike; weird.","white-pot":"A kind of food made of milk or cream, eggs, sugar, bread, etc.,baked in a pot. King.","witan":"Lit., wise men; specif. (A.-S. Hist.),","woodpecker":"Any one of numerous species of scansorial birds belonging toPicus and many allied genera of the family Picidæ.","wigwag":"To signal by means of a flag waved from side to side accordingto a code adopted for the purpose. [Colloq.]","westerly":"Of or pertaining to the west; toward the west; coming from thewest; western.","wringbolt":"A bolt used by shipwrights, to bend and secure the planksagainst the timbers till they are fastened by bolts, spikes, ortreenails; -- not to be confounded with ringbolt.","wonderment":"Surprise; astonishment; a wonderful appearance; a wonder.Bacon.All the common sights they view, Their wonderment engage. Sir W.Scott.","wicker":"Made of, or covered with, twigs or osiers, or wickerwork.Each one a little wicker basket had, Made of fine twigs, entrailédcuriously. Spenser.","welcher":"See Welsher.","whally":"Having the iris of light color; -- said of horses. \"Whallyeyes.\" Spenser.","whippersnapper":"A diminutive, insignificant, or presumptuous person. [Colloq.]\"Little whippersnappers like you.\" T. Hughes.","wait":"Hautboys, or oboes, played by town musicians; not used in thesingular. [Obs.] Halliwell.","wastethrift":"A spendthrift. [Obs.]","whelked":"Having whelks; whelky; as, whelked horns. Shak.","woolert":"The barn owl. [Prov. Eng.] [Written also oolert, and owlerd.]","whorled":"Furnished with whorls; arranged in the form of a whorl orwhorls; verticillate; as, whorled leaves.","whittle":"A knife; esp., a pocket, sheath, or clasp knife. \"A butcher'swhittle.\" Dryden. \"Rude whittles.\" Macaulay.He wore a Sheffield whittle in his hose. Betterton.","wagonful":"As much as a wagon will hold; enough to fill a wagon; awagonload.","wilderment":"The state of being bewildered; confusion; bewilderment.And snatched her breathless from beneath This wilderment of wreck anddeath. Moore.","weatherliness":"The quality of being weatherly.","worshiper":"One who worships; one who pays divine honors to any being orthing; one who adores. [Written also worshipper.]","water speedwell":"A kind of speedwell (Veronica Anagallis) found in wet places inEurope and America.","wagel":"See Waggel.","waveson":"Goods which, after shipwreck, appear floating on the waves, orsea.","waileress":"A woman who wails. [Obs.]","well-sped":"Having good success.","wike":"A temporary mark or boundary, as a bough of a tree set up inmarking out or dividing anything, as tithes, swaths to be mowed incommon ground, etc.; -- called also wicker. [Prov. Eng.]","water boatman":"A boat bug.","whiggery":"The principles or practices of the Whigs; Whiggism.","woxen":"p. p. of Wax. Chaucer.","weatherly":"Working, or able to sail, close to the wind; as, a weatherlyship. Cooper.","well-favored":"Handsome; wellformed; beautiful; pleasing to the eye.Rachel was beautiful and well-favored. Gen. xxix. 17.","water pore":"A pore by which the water tubes of various invertebrates openexternally.","wormhole":"A burrow made by a worm.","wheely":"Circular; suitable to rotation.","waveless":"Free from waves; undisturbed; not agitated; as, the wavelesssea.","white-water":"A dangerous disease of sheep.","whammel":"To turn over. [Prov. Eng.]","wem":"The abdomen; the uterus; the womb. [Obs.]","wherewith":"The necessary means or instrument.So shall I have wherewith to answer him. Ps. cxix. 42.The wherewith to meet excessive loss by radiation. H. Spencer.","wheelwright":"A man whose occupation is to make or repair wheels and wheeledvehicles, as carts, wagons, and the like.","wicket":"The space between the pillars, in postand-stall working.Raymond. Wicket door, Wicket gate, a small door or gate; a wicket.See def. 1, above. Bunyan.-- Wicket keeper (Cricket), the player who stands behind the wicketto catch the balls and endeavor to put the batsman out.","wad":"Woad. [Obs.]","water clock":"An instrument or machine serving to measure time by the fall,or flow, of a certain quantity of water; a clepsydra.","wammel":"To move irregularly or awkwardly; to wamble, or wabble. [Prov.Eng.]","wheaten":"Made of wheat; as, wheaten bread. Cowper.","wizen":"To wither; to dry. [Prov. Eng. & Scot.]","wolfkin":"A little or young wolf. Tennyson.","water antelope":"See Water buck.","waxberry":"The wax-covered fruit of the wax myrtle, or bayberry. SeeBayberry, and Candleberry tree.","well-born":"Born of a noble or respect able family; not of mean birth.","wedding":"Nuptial ceremony; nuptial festivities; marriage; nuptials.Simple and brief was the wedding, as that of Ruth and of Boaz.Longfellow.","wanghee":"The Chinese name of one or two species of bamboo, or jointedcane, of the genus Phyllostachys. The slender stems are much used forwalking sticks. [Written also whanghee.]","wrain-bolt":"Same as Wringbolt.","west":"Lying toward the west; situated at the west, or in a westerndirection from the point of observation or reckoning; proceedingtoward the west, or coming from the west; as, a west course is onetoward the west; an east and west line; a west wind blows from thewest.This shall be your west border. Num. xxxiv. 6.West end, the fashionable part of London, commencing from the east,at Charing Cross.","welfare":"Well-doing or well-being in any respect; the enjoyment ofhealth and the common blessings of life; exemption from any evil orcalamity; prosperity; happiness.How to study for the people's welfare. Shak.In whose deep eyes Men read the welfare of the times to come.Emerson.","wriggle":"To move the body to and fro with short, writhing motions, likea worm; to squirm; to twist uneasily or quickly about.Both he and successors would often wriggle in their seats, as long asthe cushion lasted. Swift.","washer":"A fitting, usually having a plug, applied to a cistern, tub,sink, or the like, and forming the outlet opening.","whooper":"One who, or that which, whooops. Woopher swan. (Zoöl.) See theNote under Swan.","wandy":"Long and flexible, like a wand. [Prov. Eng.] Brockett.","washout":"The washing out or away of earth, etc., especially of a portionof the bed of a road or railroad by a fall of rain or a freshet;also, a place, especially in the bed of a road or railroad, where theearth has been washed away.","wolfsbane":"A poisonous plant (Aconitum Lycoctonum), a kind of monkshood;also, by extension, any plant or species of the genus Aconitum. SeeAconite.","wantonness":"The quality or state of being wanton; negligence of restraint;sportiveness; recklessness; lasciviousness. Gower.The tumults threatened to abuse all acts of grace, and turn them intowantonness. Eikon Basilike.Young gentlemen would be as sad as night Only for wantonness. Shak.","wartwort":"A name given to several plants because they were thought to bea cure for warts, as a kind of spurge (Euphorbia Helioscopia), andthe nipplewort (Lampsana communis).","whalebone":"A firm, elastic substance resembling horn, taken from the upperjaw of the right whale; baleen. It is used as a stiffening in stays,fans, screens, and for various other purposes. See Baleen.","waggle":"To reel, sway, or move from side to side; to move with awagging motion; to waddle.Why do you go nodding and waggling so L'Estrange.","willow":"Any tree or shrub of the genus Salix, including many species,most of which are characterized often used as an emblem of sorrow,desolation, or desertion. \"A wreath of willow to show my forsakenplight.\" Sir W. Scott. Hence, a lover forsaken by, or having lost,the person beloved, is said to wear the willow.And I must wear the willow garland For him that's dead or false tome. Campbell.","wedge gear":"A friction gear wheel with wedge-shaped circumferentialgrooves. -- Wedge gearing.","wisely":"In a wise manner; prudently; judiciously; discreetly; withwisdom.And wisely learn to curb thy sorrows wild. Milton.","warpage":"The act of warping; also, a charge per ton made on shipping insome harbors.","wide":"Made, as a vowel, with a less tense, and more open and relaxed,condition of the mouth organs; -- opposed to primary as used by Mr.Bell, and to narrow as used by Mr. Sweet. The effect, as explained byMr. Bell, is due to the relaxation or tension of the pharynx; asexplained by Mr. Sweet and others, it is due to the action of thetongue. The wide of e (eve) is î (îll); of a (ate) is ê (ênd), etc.See Guide to Pronunciation, § 13-15.","wiggler":"The young, either larva or pupa, of the mosquito; -- calledalso wiggletail.","water tu tuyere":"A tuyère kept cool by water circulating within a casing. It isused for hot blast.","windsor":"A town in Berkshire, England. Windsor bean. (Bot.) See underBean.-- Windsor chair, a kind of strong, plain, polished, wooden chair.Simmonds.-- Windsor soap, a scented soap well known for its excellence.","whaler":"A vessel or person employed in the whale fishery.","workmanly":"Becoming a skillful workman; skillful; well performed;workmanlike.","wrasse":"Any one of numerous edible, marine, spiny-finned fishes of thegenus Labrus, of which several species are found in the Mediterraneanand on the Atlantic coast of Europe. Many of the species are bright-colored.","wantless":"Having no want; abundant; fruitful.","water rate":"A rate or tax for a supply of water.","withsay":"To contradict; to gainsay; to deny; to renounce. [Obs.] Gower.If that he his Christendom withsay. Chaucer.","wynn":"A kind of timber truck, or carriage.","water ballast":"Water confined in specially constructed compartments in avessel's hold, to serve as ballast.","warmer":"One who, or that which, warms.","water oat":"Indian rice. See under Rice.","whithersoever":"To whatever place; to what place soever; wheresoever; as, Iwill go whithersoever you lead.","wraprascal":"A kind of coarse upper coat, or overcoat, formerly worn.","web-fingered":"Having the fingers united by a web for a considerable part oftheir length.","woodenness":"Quality of being wooden; clumsiness; stupidity; blockishness.We set our faces against the woodenness which then characterizedGerman philology. Sweet.","watchmaker":"One whose occupation is to make and repair watches.","wavelet":"A little wave; a ripple.","warmness":"Warmth. Chaucer.","wheelman":"One who rides a bicycle or tricycle; a cycler, or cyclist.","woorali":"Same as Curare.","workingman":"A laboring man; a man who earns his daily support by manuallabor.","whosesoever":"The possessive of whosoever. See Whosoever.","wheel-worn":"Worn by the action of wheels; as, a wheel-worn road.","washhouse":"An outbuilding for washing, esp. one for washing clothes; alaundry.","whoremonger":"A whoremaster; a lecher; a man who frequents the society ofwhores.","windlass":"A winding and circuitous way; a roundabout course; a shift.","wizardry":"The character or practices o \"He acquired a reputationbordering on wizardry.\" J. A. Symonds.","whilk":"A kind of mollusk, a whelk. [Prov. Eng.]","water pillar":"A waterspout. [Obs.]","wrong":"imp. of Wring. Wrung. Chaucer.","whereunto":"Same as Whereto.","whimsicality":"The quality or state of being whimsical; whimsicalness.","wet plate":"A plate the film of which retains its sensitiveness only whilewet. The film used in such plates is of collodion impregnated withbromides and iodides. Before exposure the plate is immersed in asolution of silver nitrate, and immediately after exposure it isdeveloped and fixed.","water lime":"Hydraulic lime.","wood":"Mad; insane; possessed; rabid; furious; frantic. [Obs.][Written also wode.]Our hoste gan to swear as [if] he were wood. Chaucer.","wardcorps":"Guardian; one set to watch over another. [Obs.] \"Though thoupreyedest Argus . . . to be my wardcorps.\" Chaucer.","water shrew":"Any one of several species of shrews having fringed feet andcapable of swimming actively. The two common European species(Crossopus fodiens, and C. ciliatus) are the best known. The mostcommon American water shrew, or marsh shrew (Neosorex palustris), israrely seen, owing to its nocturnal habits.","wagon-headed":"Having a top, or head, shaped like the top of a covered wagon,or resembling in section or outline an inverted U, thus as, awagonheaded ceiling.","whitten tree":"Either of two shrubs (Viburnum Lantana, and V. Opulus), socalled on account of their whitish branches.","weightless":"Having no weight; imponderable; hence, light. Shak.","wang":"See Whang. [Obs. or Prov. Eng.]","wittingly":"Knowingly; with knowledge; by design.","winnebagoes":"A tribe of North American Indians who originally occupied theregion about Green Bay, Lake Michigan, but were driven back from thelake and nearly exterminated in 1640 by the IIlinnois.","withe":"An iron attachment on one end of a mast or boom, with a ring,through which another mast or boom is rigged out and secured; awythe. R. H. Dana, Jr.","wrinkly":"Full of wrinkles; having a tendency to be wrinkled; corrugated;puckered. G. Eliot.His old wrinkly face grew quite blown out at last. Carlyle.","whiteblow":"Same as Whitlow grass, under Whitlow.","waif":"Goods found of which the owner is not known; originally, suchgoods as a pursued thief threw away to prevent being apprehended,which belonged to the king unless the owner made pursuit of thefelon, took him, and brought him to justice. Blackstone.","waterpot":"A vessel for holding or conveying water, or for sprinklingwater on cloth, plants, etc.","wayed":"Used to the way; broken. [R.]A horse that is not well wayed; he starts at every bird that fliesout the hedge. Selden.","walrus":"A very large marine mammal (Trichecus rosmarus) of the Sealfamily, native of the Arctic Ocean. The male has long and powerfultusks descending from the upper jaw. It uses these in procuring foodand in fighting. It is hunted for its oil, ivory, and skin. It feedslargely on mollusks. Called also morse.","windas":"See 3d Windlass. [Obs.] Chaucer.","weetingly":"Knowingly. [Obs.] Spenser.","wailingly":"In a wailing manner.","wart hog":"Either one of two species of large, savage African wild hogs ofthe genus Phacochoerus. These animals have a pair of large, rough,fleshy tubercles behind the tusks and second pair behind the eyes.The tusks are large and strong, and both pairs curve upward. The bodyis scantily covered with bristles, but there is long dorsal mane. TheSouth African species (Phacochoerus Æthiopicus) is the best known.Called also vlacke vark. The second species (P. Æliani) is native ofthe coasts of the Red Sea.","whitely":"Like, or coming near to, white. [Obs.]","wesh":"Washed. Chaucer.","wolfling":"A young wolf. Carlyle.","whereupon":"Upon which; in consequence of which; after which.The townsmen mutinied and sent to Essex; whereupon he came thither.Clarendon.","whitish":"Covered with an opaque white powder.","wildgrave":"A waldgrave, or head forest keeper. See Waldgrave.The wildgrave winds his bugle horn. Sir W. Scott.","water course":"A running stream of water having a bed and banks; the easementone may have in the flowing of such a stream in its accustomedcourse. A water course may be sometimes dry. Angell. Burrill.","waybill":"A list of passengers in a public vehicle, or of the baggage orgods transported by a common carrier on a land route. When the goodsare transported by water, the list is called a bill of lading.","washpot":"A pot containing melted tin into which the plates are dipped tobe coated.","whinger":"A kind of hanger or sword used as a knife at meals and as aweapon. [Scot. & Prov. Eng.]The chief acknowledged that he had corrected her with his whinger.Sir W. Scott.","writhen":"Having a twisted distorted from.A writhen staff his step unstable guides. Fairfax.","worsen":"To grow or become worse. De Quincey.Indifferent health, which seemed rather to worsen than improve.Carlyle.","warray":"To make war upon. [Obs.] Fairfax. \"When a man warrayeth truth.\"Chaucer.","wolfram":"Same as Wolframite.","water germander":"A labiate plant (Teucrium Scordium) found in marshy places inEurope.","waterishness":"The quality of being waterish.","wildish":"Somewhat wild; rather wild. \"A wildish destiny.\" Wordsworth.","watteau back":"The back of a woman's gown in which one or more very broadfolds are carried from the neck to the floor without being held in atthe waist, while the front and sides of the gown are shaped to theperson and have a belt or its equivalent.","water mill":"A mill whose machinery is moved by water; -- distinguished froma windmill, and a steam mill.","wheal":"A pustule; a whelk. Wiseman.","wrap":"To snatch up; transport; -- chiefly used in the p. p. wrapt.Lo! where the stripling, wrapt in wonder, roves. Beattie.","water-bound":"Prevented by a flood from proceeding.","wick":"A bundle of fibers, or a loosely twisted or braided cord, tape,or tube, usually made of soft spun cotton threads, which by capillaryattraction draws up a steady supply of the oil in lamps, the meltedtallow or wax in candles, or other material used for illumination, insmall successive portions, to be burned.But true it is, that when the oil is spent The light goes out, andwick is thrown away. Spenser.","waterspout":"A remarkable meteorological phenomenon, of the nature of atornado or whirlwind, usually observed over the sea, but sometimesover the land.","waly":"An exclamation of grief. [Obs. or Prov. Eng. & Scot.]","wintertide":"Winter time. Tennyson.","wreathless":"Destitute of a wreath.","webby":"Of or pertaining to a web or webs; like a web; filled orcovered with webs.Bats on their webby wings in darkness move. Crabbe.","whitling":"A young full trout during its second season. [Prov. Eng.]","water thermometer":"A thermometer filled with water instead of mercury, forascertaining the precise temperature at which water attains itsmaximum density. This is about 39º Fahr., or 4º Centigrade; and fromthat point down to 32º Fahr., or 0º Centigrade, or the freezingpoint, it expands.","wranglesome":"Contentious; quarrelsome. [Prov. Eng.] Halliwell.","water-ret":"To ret, or rot, in water, as flax; to water-rot.","wodegeld":"A geld, or payment, for wood. Burrill.","warrantor":"One who warrants.","wood gum":"Xylan.","wentletrap":"Any one of numerous species of elegant, usually white, marineshells of the genus Scalaria, especially Scalaria pretiosa, which wasformerly highly valued; -- called also staircase shell. See Scalaria.","whatever":"Anything soever which; the thing or things of any kind; beingthis or that; of one nature or another; one thing or another;anything that may be; all that; the whole that; all particulars that;-- used both substantively and adjectively.Whatever fortune stays from his word. Shak.Whatever Earth, all-bearing mother, yields. Milton.Whatever be its intrinsic value. J. H. Newman.","wizened":"Dried; shriveled; withered; shrunken; weazen; as, a wizened oldman.","walnut":"The fruit or nut of any tree of the genus Juglans; also, thetree, and its timber. The seven or eight known species are allnatives of the north temperate zone.","workfolk":"People that labor.","whir":"To whirl round, or revolve, with a whizzing noise; to fly ormore quickly with a buzzing or whizzing sound; to whiz.The partridge bursts away on whirring wings. Beattie.","walm":"To roll; to spout; to boil up. [Obs.] Holland.","wire-tailed":"Having some or all of the tail quills terminated in a long,slender, pointed shaft, without a web or barbules.","witing":"Knowledge. [Obs.] \"Withouten witing of any other wight.\"Chaucer.","winged":"Furnished with a leaflike appendage, as the fruit of the elmand the ash, or the stem in certain plants; alate.","wringstaff":"A strong piece of plank used in applying wringbolts.","wallah":"A black variety of the jaguar; -- called also tapir tiger.[Written also walla.]","wheyish":"Somewhat like whey; wheyey. J. Philips.-- Whey\"ish*ness, n.","wale":"A timber bolted to a row of piles to secure them together andin position. Knight.","wilfley table":"An inclined percussion table, usually with longitudinal groovesin its surface, agitated by side blows at right angles to the flow ofthe pulp; -- so called after the inventor.","wive":"To marry, as a man; to take a wife.Wherefore we pray you hastily to wive. Chaucer.","well-liking":"Being in good condition. [Obs. or Archaic]They also shall bring forth more fruit in their age, and shall be fatand well-liking. Bk. of Com. Prayer (Ps. xcii.).","wheen":"A quantity; a goodly number. [Scot.] \"A wheen other dogs.\" SirW. Scott.","warmouth":"An American freshwater bream, or sunfish (Chænobryttusgulosus); -- called also red-eyed bream.","wickedly":"In a wicked manner; in a manner, or with motives and designs,contrary to the divine law or the law of morality; viciously;corruptly; immorally.I have sinned, and I have done wickedly. 2 Sam. xxiv. 17.","warbler":"Any one of numerous species of small Old World singing birdsbelonging to the family Sylviidæ, many of which are noted songsters.The bluethroat, blackcap, reed warbler (see under Reed), and sedgewarbler (see under Sedge) are well-known species.","water leg":"See Leg, 7.","wrestle":"To wrestle with; to seek to throw down as in wrestling.","woodbind":"Woodbine. Dryden.A garland . . . of woodbind or hawthorn leaves. Chaucer.","water-standing":"Tear-filled. [R.] \"Many an orphan's water-standing eye.\" Shak.","wordiness":"The quality or state of being wordy, or abounding with words;verboseness. Jeffrey.","whitener":"One who, or that which, whitens; a bleacher; a blancher; awhitewasher.","warye":"To curse; to curse; to execrate; to condemn; also, to vex.[Obs.] [Spelled also warrie, warry, and wary.] \"Whom I thus blame andwarye.\" Chaucer.","wound":"imp. & p. p. of Wind to twist, and Wind to sound by blowing.","weft":"imp. & p. p. of Wave.","wonderous":"Same as Wondrous.","weatherworn":"Worn by the action of, or by exposure to, the weather.","winder":"One in a flight of steps which are curved in plan, so that eachtread is broader at one end than at the other; -- distinguished fromflyer.","weatherwiser":"Something that foreshows the weather. [Obs.] Derham.","waid":"Oppressed with weight; crushed; weighed down. [Obs.] Tusser.","wull":"See 2d Will.Pour out to all that wull. Spenser.","water milfoil":"Any plant of the genus Myriophyllum, aquatic herbs with whorledleaves, the submersed ones pinnately parted into capillary divisions.","womanly":"Becoming a woman; feminine; as, womanly behavior. Arbuthnot.A blushing, womanly discovering grace. Donne.","wealthful":"Full of wealth; wealthy; prosperous. [R.] Sir T. More.-- Wealth\"ful*ly, adv. [R.]","whirligig":"Any one of numerous species of beetles belonging to Gyrinus andallied genera. The body is firm, oval or boatlike in form, andusually dark colored with a bronzelike luster. These beetles livemostly on the surface of water, and move about with great celerity ina gyrating, or circular, manner, but they are also able to dive andswim rapidly. The larva is aquatic. Called also weaver, whirlwig, andwhirlwig beetle.","wainbote":"See Cartbote. See also the Note under Bote.","wastel":"A kind of white and fine bread or cake; -- called also wastelbread, and wastel cake. [Obs.]Roasted flesh or milk and wasted bread. Chaucer.The simnel bread and wastel cakes, which were only used at the tablesof the highest nobility. Sir W. Scott.","wair":"A piece of plank two yard Bailey.","wool-hall":"A trade market in the woolen districts. [Eng.]","wandering":"a. & n. from Wander, v. Wandering albatross (Zoöl.), the greatwhite albatross. See Illust. of Albatross.-- Wandering cell (Physiol.), an animal cell which possesses thepower of spontaneous movement, as one of the white corpuscles of theblood.-- Wandering Jew (Bot.), any one of several creeping species ofTradescantia, which have alternate, pointed leaves, and a soft,herbaceous stem which roots freely at the joints. They are commonlycultivated in hanging baskets, window boxes, etc.-- Wandering kidney (Med.), a morbid condition in which one kidney,or, rarely, both kidneys, can be moved in certain directions; --called also floating kidney, movable kidney.-- Wandering liver (Med.), a morbid condition of the liver, similarto wandering kidney.-- Wandering mouse (Zoöl.), the whitefooted, or deer, mouse. SeeIllust. of Mouse.-- Wandering spider (Zoöl.), any one of a tribe of spiders thatwander about in search of their prey.","walwe":"To wallow. [Obs.] Chaucer.","wagonwright":"One who makes wagons.","water-white":"A vinelike plant (Vitis Caribæa) growing in parched districtsin the West Indies, and containing a great amount of sap which issometimes used for quenching thirst.","whimsey":"To fill with whimseys, or whims; to make fantastic; to craze.[R.]To have a man's brain whimsied with his wealth. J. Fletcher.","wherethrough":"Through which. [R.] \"Wherethrough that I may know.\" Chaucer.Windows . . . wherethrough the sun Delights to peep, to gaze thereinon thee. Shak.","webber":"One who forms webs; a weaver; a webster. [Obs.]","whenceever":"Whencesoever. [R.]","wittol":"The wheatear. [Prov. Eng.]","weregild":"The price of a man's head; a compensation paid of a man killed,partly to the king for the loss of a subject, partly to the lord of avassal, and partly to the next of kin. It was paid by the murderer.[Written also weregeld, weregelt, etc.] Blackstone.","wheelbarrow":"A light vehicle for conveying small loads. It has two handlesand one wheel, and is rolled by a single person.","warrener":"The keeper of a warren.","weaving":"An incessant motion of a horse's head, neck, and body, fromside to side, fancied to resemble the motion of a hand weaver inthrowing the shuttle. Youatt.","whobub":"Hubbub. [Obs.] Beau. & Fl.","well-being":"The state or condition of being well; welfare; happiness;prosperity; as, virtue is essential to the well-being of men or ofsociety.","woodness":"Anger; madness; insanity; rage. [Obs.] Spenser.Woodness laughing in his rage. Chaucer.","werre":"War. [Obs.] Chaucer.","wert":", The second person singular, indicative and subjunctive moods,imperfect tense, of the verb be. It is formed from were, with theending -t, after the analogy of wast. Now used only in solemn orpoetic style.","warm":"Having yellow or red for a basis, or in their composition; --said of colors, and opposed to cold which is of blue and itscompounds.","water canker":"See Canker, n., 1.","wordle":"One of several pivoted pieces forming the throat of anadjustable die used in drawing wire, lead pipe, etc. Knight.","watch":"To serve the purpose of a watchman by floating properly in itsplace; -- said of a buoy. To watch over, to be cautiously observantof; to inspect, superintend, and guard.","whack":"To strike; to beat; to give a heavy or resounding blow to; tothrash; to make with whacks. [Colloq.]Rodsmen were whackingtheir way through willow brakes. G. W. Cable.","water can":"Any one of several species of Nuphar; the yellow frog lily; --so called from the shape of the seed vessel. See Nuphar, and cf.Candock. Dr. Prior.","welked":"See Whelked.","wakener":"One who wakens.","wulfenite":"Native lead molybdate occurring in tetragonal crystals, usuallytabular, and of a bright orange-yellow to red, gray, or brown color;-- also called yellow lead ore.","waistcoating":"A fabric designed for waistcoats; esp., one in which there is apattern, differently colored yarns being used.","woodsman":"A woodman; especially, one who lives in the forest.","worthful":"Full of worth; worthy; deserving. Marston.","waterage":"Money paid for transportation of goods, etc., by water. [Eng.]","whisperously":"Whisperingly. [R.]","women":"pl. of Woman.","whider":"Whither. [Obs.] Chaucer.","wort":"A plant of any kind.","with":"See Withe.","willy":"Same as 1st Willow, 2.","wedgebill":"An Australian crested insessorial bird (Sphenostoma cristatum)having a wedge-shaped bill. Its color is dull brown, like the earthof the plains where it lives.","woodwall":"The yaffle. [Written also woodwale, and woodwele.]","welaway":"Alas! [Obs.]Then welaway, for she undone was clean. Wyatt.","waywode":"Originally, the title of a military commander in variousSlavonic countries; afterwards applied to governors of towns orprovinces. It was assumed for a time by the rulers of Moldavia andWallachia, who were afterwards called hospodars, and has also beengiven to some inferior Turkish officers. [Written also vaivode,voivode, waiwode, and woiwode.]","wordplay":"A more or less subtle playing upon the meaning of words.","whealworm":"The harvest mite; -- so called from the wheals, caused by itsbite.","water sprite":"A sprite, or spirit, imagined as inhabiting the water. J. R.Drake.","withamite":"A variety of epidote, of a reddish color, found in Scotland.","witling":"A person who has little wit or understanding; a pretender towit or smartness.A beau and witing perished in the forming. Pope.Ye newspaper witlings! ye pert scribbling folks! Goldsmith.","wherry":"A liquor made from the pulp of crab apples after the verjuiceis expressed; -- sometimes called crab wherry. [Prov. Eng.]Halliwell.","wittily":"In a witty manner; wisely; ingeniously; artfully; with it; witha delicate turn or phrase, or with an ingenious association of ideas.Who his own harm so wittily contrives. Dryden.","westminster assembly":"See under Assembly.","whiteness":"A flock of swans.","wielder":"One who wields or employs; a manager; a controller.A wielder of the great arm of the war. Milton.","water celery":"A very acrid herb (Ranunculus sceleratus) growing in ditchesand wet places; -- called also cursed crowfoot.","welder":"One who welds, or unites pieces of iron, etc., by welding.","word":"Talk; discourse; speech; language.Why should calamity be full of words Shak.Be thy words severe; Sharp as he merits, but the sword forbear.Dryden.","wrathy":"Very angry. [Colloq.]","worn":"p. p. of Wear. Worn land, land that has become exhausted bytillage, or which for any reason has lost its fertility.","whitethorn":"The hawthorn.","wootz":"A species of steel imported from the East Indies, valued formaking edge tools; Indian steel. It has in combination a minuteportion of alumina and silica.","whoever":"Whatever person; any person who; be or she who; any one who;as, he shall be punished, whoever he may be. \"Whoever envies orrepines.\" Milton. \"Whoever the king favors.\" Shak.","whipstick":"Whip handle; whipstock.","wern":"To refuse. [Obs.]He is too great a niggard that will wern A man to light a candle athis lantern. Chaucer.","wichitas":"A tribe of Indians native of the region between the Arkansasand Red rivers. They are related to the Pawnees. See Pawnees.","wind-fertilized":"Anemophilous; fertilized by pollen borne by the wind.","whereness":"The quality or state of having a place; ubiety; situation;position. [R.]A point hath no dimensions, but only a whereness, and is next tonothing. Grew.","wahabee":"A follower of Abdel Wahab (b. 1691; d. 1787), a reformer ofMohammedanism. His doctrines prevail particularly among the Bedouins,and the sect, though checked in its influence, extends to most partsof Arabia, and also into India. [Written also Wahaby.]","water inch":"Same as Inch of water, under Water.","winter":"To pass the winter; to hibernate; as, to winter in Florida.Because the haven was not commodious to winter in, the more partadvised to depart thence. Acts xxvii. 12.","whiggish":"Of or pertaining to Whigs; partaking of, or characterized by,the principles of Whigs.","wait-a-bit":"Any of several plants bearing thorns or stiff hookedappendages, which catch and tear the clothing, as:(a) The greenbrier.(b) Any of various species of hawthorn.(c) In South Africa, one of numerous acacias and mimosas.(d) The grapple plant.(e) The prickly ash.","witness":"To see the execution of, as an instrument, and subscribe it forthe purpose of establishing its authenticity; as, to witness a bondor a deed.","whosoever":"Whatsoever person; any person whatever that; whoever.Whosoever will, let him take . . . freely. Rev. xxii. 17.","wellfare":"See Welfare. [Obs.]","welcome":"To salute with kindness, as a newcomer; to receive andentertain hospitably and cheerfully; as, to welcome a visitor; towelcome a new idea. \"I welcome you to land.\" Addison.Thus we salute thee with our early song, And welcome thee, and wishthee long. Milton.","wormal":"See Wormil.","westwardly":"In a westward direction.","writable":"Capable of, or suitable for, being written down.","weatherwise":"Skillful in forecasting the changes of the weather. Hakluyt.","wayworn":"Wearied by traveling.","wedge-formed":"Having the form of a wedge; cuneiform. Wedge-formed characters.See Arrow-headed characters, under Arrowheaded.","waister":"A seaman, usually a green hand or a broken-down man, stationedin the waist of a vessel of war. R. H. Dana, Jr.","washingtonian":"A member of the Washingtonian Society.","water-closet":"A privy; especially, a privy furnished with a contrivance forintroducing a stream of water to cleanse it.","wherewithal":"Wherewith. \"Wherewithal shall we be clothed\" Matt. vi. 31.Wherewithal shall a young man cleanse his way Ps. cxix. 9.[The builders of Babel], still with vain design, New Babels, had theywherewithal, would build. Milton.","wisket":"A whisket, or basket. [Prov. Eng.] Ainsworth.","woundless":"Free from wound or hurt; exempt from being wounded;invulnerable. \"Knights whose woundless armor rusts.\" Spenser.[Slander] may miss our name, And hit the woundless air. Shak.","water snail":"Any aquatic pulmonate gastropod belonging to Planorbis, Limnæa,and allied genera; a pond snail.","wood hyacinth":"A European squill (Scilla nonscripta) having a scape bearing araceme of drooping blue, purple, white, or sometimes pink, bell-shaped flowers.","way-wise":"Skillful in finding the way; well acquainted with the way orroute; wise from having traveled.","widow-hunter":"One who courts widows, seeking to marry one with a fortune.Addison.","wyke":"Week. [Obs.] Chaucer.","wantwit":"One destitute of wit or sense; a blockhead; a fool. [Obs.]Shak.","wrightine":"A rare alkaloid found in the bark of an East Indianapocynaceous tree (Wrightia antidysenterica), and extracted as abitter white crystalline substance. It was formerly used as a remedyfor diarrhoea. Called also conessine, and neriine.","wrench":"The system made up of a force and a couple of forces in a planeperpendicular to that force. Any number of forces acting at anypoints upon a rigid body may be compounded so as to be equivalent toa wrench. Carriage wrench, a wrench adapted for removing ortightening the nuts that confine the wheels on the axles, or forturning the other nuts or bolts of a carriage or wagon.-- Monkey wrench. See under Monkey.-- Wrench hammer, a wrench with the end shaped so as to admit ofbeing used as a hammer.","whidah bird":"Any one of several species of finchlike birds belonging to thegenus Vidua, native of Asia and Africa. In the breeding season themale has very long, drooping tail feathers. Called also vida finch,whidah finch, whydah bird, whydah finch, widow bird, and widow finch.","waahoo":"The burning bush; -- said to be called after a quack medicinemade from it.","whip":"To move nimbly; to start or turn suddenly and do something; towhisk; as, he whipped around the corner.With speed from thence he whipped. Sackville.Two friends, traveling, met a bear upon the way; the one whips up atree, and the other throws himself flat upon the ground. L'Estrange.","water caltrop":"The water chestnut.","warrandice":"The obligation by which a person, conveying a subject or aright, is bound to uphold that subject or right against every claim,challenge, or burden arising from circumstances prior to theconveyance; warranty. [Written also warrandise.] Craig."}